Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/rileylink_ios/OmniKitPacketParser/*.lproj/Localizable.strings
Languages: fi, it, nb

source: (inactive)
fi: (ei-aktiivinen)

source: %1$@ minutes
fi: %1$@ minuuttia

source: Alerts: %1$@
fi: Hälytykset: %1$@

source: Auto-off alarm
fi: Autom. pois -varoitus
it: Allarme spegnimento automatico
nb: Alarm for automatisk av

source: Below 50 units
fi: Alle 50 yksikköä
it: Inferiore a 50 unità
nb: Under 50 enheter

source: Bolus in progress
fi: Bolus vireillä
it: Bolo in corso
nb: Bolus pågår

source: Bolusing
fi: Annostellaan bolus
it: Somministrazione in bolo in corso
nb: Gir bolus

source: Bolusing with temp basal
fi: Annostellaan bolus ja tilap. basaali
it: Somministrazione in bolo con velocità basale temporanea
nb: Gir bolus med temp-basal

source: Cannula inserting
fi: Asetetaan kanyyli
it: Inserimento cannula in corso
nb: Setter inn kanyle

source: Certain
fi: Varma
it: Certa
nb: Sikker

source: Deactivated
fi: Deaktivoitu
it: Disattivato
nb: Deaktivert

source: Delivery Status: %1$@
fi: Annostelun tila: %1$@

source: Empty reservoir
fi: Säiliö tyhjä
it: Serbatoio vuoto
nb: Tomt reservoar

source: Empty response from pod
fi: Tyhjä vastaus pumpulta
it: Risposta senza contenuto da Pod
nb: Tomt svar fra pod

source: Error event logged, shutting down
fi: Virhetapahtuma, suljetaan
it: È stato rilevato un errore. Spegnimento in corso
nb: Feil logget, avslutter

source: Expiration alert
fi: Pumppu vanhenee -varoitus
it: Avviso di scadenza
nb: Utløpsalarm

source: Finish setup
fi: Lopeta asennus
it: Termina configurazione
nb: Ferdigstill oppsett

source: Initialized
fi: Aloitettu
it: Inizializzato
nb: Klargjort

source: Internal pod fault %1$03d
fi: Sisäinen pumpun vika %1$03d
it: Errore interno Pod %1$03d
nb: Intern pod-feil %1$03d

source: InterruptedBolus: %1$@ U (%2$@ U scheduled) %3$@ %4$@ %5$@
fi: KeskeytettyBolus: %1$@ U (%2$@ U ohjelmoitu) %3$@ %4$@ %5$@
it: BoloInterrotto: %1$@ U (%2$@ U previste) %3$@ %4$@ %5$@
nb: InterruptedBolus: %1$@ E (%2$@ E planlagt) %3$@ %4$@ %5$@

source: Last Bolus Not Delivered: %1$@ U
fi: Viim. bolusta ei annosteltu: %1$@ U

source: Low reservoir advisory alarm
fi: Säiliö lähes tyhjä -tiedotehälytys
it: Allarme di avviso livello serbatoio basso
nb: Anbefalt alarm for lavt reservoar

source: Make sure your RileyLink is nearby and powered on
fi: Varmista, että RileyLink on riittävän lähellä ja kytketty päälle
it: Assicurati che RileyLink si trovi nelle vicinanze e sia acceso
nb: Pass på at din RileyLink er slått på og er i nærheten

source: No alerts
fi: Ei hälytyksiä
it: Nessun avviso
nb: Ingen alarmer

source: No pod paired
fi: Ei yhdistettyä pumppua
it: Nessun Pod abbinato
nb: Ingen sammenkoblet pod

source: No response from pod
fi: Ei vastausta pumpusta
it: Nessuna risposta da Pod
nb: Ingen svar fra pod

source: No RileyLink available
fi: Ei RileyLinkiä lähistöllä
it: Nessun RileyLink disponibile
nb: Ingen RileyLink tilgjengelig

source: Normal
fi: Normaali
it: Normale

source: Occlusion detected
fi: Tukos havaittu
it: Occlusione rilevata
nb: Tilstoppelse oppdaget

source: Paired
fi: Yhdistetty
it: Abbinato
nb: Sammenkoblbet

source: Please bring your pod closer to the RileyLink and try again
fi: Vie pumppu ja RileyLink lähemmäksi toisiaan ja yritä uudelleen
it: Avvicina Pod a RileyLink e riprova
nb: Prøv å sette pod og RileyLink nærmere hverandre og prøv så igjen

source: Please pair a new pod
fi: Yhdistä uusi pumppu
it: Abbina nuovo Pod
nb: Vennligst koble til ny pod

source: Pod already paired
fi: Pumppu on jo yhdistetty
it: Pod già abbinato
nb: Pod er allerede sammenkoblet

source: Pod already primed
fi: Pumppu on jo alustettu
it: Pod già caricato
nb: Pod er allerede fyllt

source: Pod expiration advisory alarm
fi: Pumppu vanhenemassa -tiedotehälytys
it: Allarme di avviso scadenza Pod
nb: Anbefalt utløpsalarm for pod

source: Pod Expiration Notice
fi: Pumppu vanhenemassa -ilmoitus
it: Avviso di scadenza Pod
nb: Utløpsmelding for pod

source: Pod expired
fi: Pumppu vanhentunut
it: Pod scaduto
nb: Utløpt pod

source: Pod Fault: %1$@
fi: Pumppuvirhe: %1$@
it: Errore Pod: %1$@
nb: Pod-feil: %1$@

source: Pod is not in a state ready for cannula insertion.
fi: Pumppu ei ole valmis kanyylin asettamiseen.
it: Pod non è pronto per l’inserimento della cannula.
nb: Pod er ikke klar for å sette inn kanyle.

source: Pod is not in a state ready for priming.
fi: Pumppu ei ole valmis alustukseen.
it: Pod non è pronto per il caricamento
nb: Pod er ikke klar for fylling

source: Pod is suspended
fi: Pumppu on pysäytetty
it: Pod sospeso
nb: Pod er suspendert

source: Pod setup window expired
fi: Pumpun asennusaika umpeutui
it: Finestra di configurazione Pod scaduta
nb: Tidsvindu for oppsett av pod er utløpt

source: Priming
fi: Alustetaan
it: Caricamento in corso
nb: Fyller

source: Ready for basal programming
fi: Valmis basaalin ohjelmointiin
it: Pronto per la programmazione basale
nb: Klar for basal-programmering

source: Ready to insert cannula
fi: Valmis kanyylin asetukseen
it: Pronto per l’inserimento della cannula
nb: Klar for å sette inn kanyle

source: Resume: %1$@ %2$@
fi: Jatka: %1$@ %2$@
it: Riprendi: %1$@ %2$@
nb: Fortsett: %1$@ %2$@

source: Scheduled Basal
fi: Ohjelmoitu basaali
it: Basale programmato
nb: Planlagt basal

source: Shutdown imminent alarm
fi: Mykistä hälytys
it: Allarme di spegnimento imminente
nb: Avslutt forestående alarm

source: Suspend: %1$@ %2$@
fi: Pysäytä: %1$@ %2$@
it: Sospeso: %1$@ %2$@
nb: Pause: %1$@ %2$@

source: Suspended
fi: Pysäytetty
it: Sospeso
nb: Pauset

source: Tank fill completed
fi: Säiliön täyttö valmis
it: Riempimento del serbatoio completato
nb: Tankpåfylling komplett

source: Tank power activated
fi: Säiliön virta aktivoitu
it: Alimentazione del serbatoio attivata
nb: Tank-motor aktivert

source: Temp basal in progress
fi: Tilapäinen basaali meneillään
it: Velocità basale temporanea in corso
nb: Temp-basal pågår

source: Temp basal running
fi: Tilapäinen basaali käynnissä
it: Velocità basale temporanea in esecuzione
nb: Temp-basal kjører

source: TempBasal: %1$@ U/hour %2$@ %3$@ %4$@ U %5$@
fi: TilapBasaali: %1$@ U/h %2$@ %3$@ %4$@ U %5$@
it: VelocitàBasaleTemporanea: %1$@ U/ora %2$@ %3$@ %4$@ U %5$@
nb: Temp-basal: %1$@ E/time %2$@ %3$@ %4$@ E %5$@

source: Time to replace your pod! Your pod will expire in %1$@
fi: Aika vaihtaa pumppu! Pumppu vanhenee %1$@
it: È ora di sostituire Pod! Pod scadrà tra %1$@
nb: Det er på tide å bytte pod! Pod utløper om %1$@

source: Uncertain
fi: Epävarma
it: Non certa
nb: Usikker

source: Unexpected response from pod
fi: Odottamaton vastaus pumpusta
it: Risposta inaspettata da Pod
nb: Uventet svar fra pod

source: Unknown pod fault %1$03d
fi: Tuntematon pumppuvirhe %1$03d
it: Errore Pod sconosciuto %1$03d
nb: Ukjent pod-feil %1$03d

source: Wait for existing bolus to finish, or cancel bolus
fi: Odota, että meneillään oleva bolus päättyy tai kumoa bolus
it: Attendi il termine del bolo esistente oppure annulla bolo
nb: Vent til at eksisterende bolus skal bli ferdig, eller kanseler bolus

source: Wait for existing temp basal to finish, or suspend to cancel
fi: Odota, että meneillään oleva tilapäinen basaali päättyy tai pysäytä pumppu kumotaksesi
it: Attendi il termine della velocità basale temporanea esistente oppure sospendi per annullare
nb: Venter på at eksisterende temp-basal skal bli ferdig, eller at pause skal avsluttes

source: Waiting for pairing reminder
fi: Odotetaan yhdistämismuistutusta
it: In attesa del promemoria di abbinamento
nb: Venter på påminnelse for sammenkobling

source: Bolus: %1$@U %2$@ %3$@ %4$@
it: Bolo: %1$@U %2$@ %3$@ %4$@
nb: Bolus: %1$@E %2$@ %3$@ %4$@
