Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/rileylink_ios/RileyLinkBLEKit/*.lproj/Localizable.strings
Languages: da, es, fr, he, ja, nl, pl, ru, sk, tr

source: Characteristic value was empty
da: Karakteristisk værdi var tom
es: Valor característico estaba vacío
fr: La valeur de la caractéristique est vide
nl: Karakteristieke waarde was leeg
pl: Wartość charakterystyczna była pusta
ru: Значение характеристики было пустым
sk: Charakteristická hodnota bola prázdna
tr: Karakteristik değer boştu

source: Data exceeded maximum size of %@ bytes
da: Data overskred den maksimale størrelse på %@ bytes
es: El Dato excede el tamaño de %@ bytes
fr: Les données ont dépasséla taille maximale de %@ bytes
ja: データが最大サイズの %@バイトを超えました
nl: Gegevens overschrijden maximale grootte van %@ bytes
pl: Dane przekraczają maksymalną pojemność %@ bajtów
ru: Данные превышают максимальный объем %@ байт
sk: Dáta prekročili maximálnu veľkosť %@ bajtov
tr: Veri maksimum %@ bayt boyutunu aştı

source: Input %@ is invalid
da: Input %@ er ugyldigt
es: El dato %@ es inválido
fr: L’entrée %@ n’est pas valide
he: קלט %@ אינו חוקי
ja: %@のインプットは無効です
nl: Invoer %@ is ongeldig
pl: Wprowadzona %@ jest nieprawidłowa
ru: Введенная величина %@ неверна
sk: Vstup %@ je neplatný
tr: %@ girişi geçersiz

source: Make sure the device is nearby, and the issue should resolve automatically
da: Sørg for at enheden er tæt på, så bør problemet blive løst automatisk
es: Asegúrate de que los dispositivos estén cercanos. El problema deberá solucionarse automáticamente
fr: Assurez-vous que le périphérique est à proximité et le problème devrait se résoudre automatiquement
he: ודא שהמכשיר נמצא בקרבת מקום, והבעיה אמורה להיפתר אוטומטית
ja: デバイスを近くにおいてください。問題は自動的に解決されます。
nl: Zorg ervoor dat het apparaat in de buurt is, wat het probleem automatisch zou moeten oplossen.
pl: Upewnij się, że urządzenie jest w pobliżu; problem powinien rozwiązać się automatycznie
ru: Убедитесь в том, что устройство находится рядом и проблема должна устраниться автоматически
sk: Uistite sa, že je zariadenie v blízkosti a problém by sa mal vyriešiť automaticky
tr: Cihazın yakında olduğundan emin olun ve sorun otomatik olarak çözülecektir.

source: Peripheral did not respond in time
da: Ekstern enhed svarede ikke i tide
es: El dispositivo periférico no respondió a tiempo
fr: Le périphérique n’a pas répondu à temps
ja: 危機が時間内に反応しませんでした
nl: Apparaat reageerde niet op tijd
pl: Urz. peryferyjne nie odpowiada
ru: Периферийное устройство не отозвалось вовремя
sk: Periférne zariadenie nereagovalo načas
tr: Çevre birimi zamanında yanıt vermedi

source: Peripheral isnʼt connected
da: Ekstern enhed er ikke forbundet
es: El dispositivo periférico no está conectado
fr: Le périphérique n’est pas connecté
ja: 危機が接続されていません
pl: Urz. peryferyjne jest niepodłączone
ru: Соединение с периферийным устройством не установлено
sk: Periférne zariadenie nie je pripojené
tr: Çevre birimi bağlı değil

source: Pump did not respond in time
da: Pumpe svarede ikke i tide
es: La microinfusora no respondió a tiempo
fr: La pompe n’a pas répondu à temps
he: המשאבה לא הגיבה בזמן
ja: ポンプが時間内に反応しませんでした
nl: Pomp reageerde niet op tijd
pl: Czas oczekiwania na odpowiedź pompy został przekroczony
ru: Отклик от помпы не получен вовремя
sk: Pumpa neodpovedala načas
tr: Pompa zamanında yanıt vermedi

source: Response %@ is invalid
da: Svaret %@ er ugyldigt
es: Le respuesta %@ es inválida
fr: La réponse %@ n’est pas valide
he: התגובה %@ אינה חוקית
ja: %@のレスポンスは無効です
nl: Reactie %@ is ongeldig
pl: Odpowiedź %@ jest nieprawidłowa
ru: Отклик %@ неверен
sk: Odpoveď %@ je neplatná
tr: Yanıt %@ geçersiz

source: RileyLink command did not respond
da: RileyLink svarer ikke
es: El comando de RileyLink no respondió
fr: La commande RileyLink n'a pas répondu
he: פקודת ריילילינק לא הגיבה
nl: Er was geen reactie van het RileyLink commando
pl: Komenda RileyLink nie odpowiedziała
ru: RileyLink не получил ответ на команду
sk: RileyLink príkaz neodpovedal
tr: RileyLink komutu yanıt vermedi

source: RileyLink did not respond in time
da: RileyLink svarede ikke i tide
es: RileyLink no respondió a tiempo
fr: Le RileyLink n'a pas répondu à temps
he: ריילילינק לא הגיב בזמן
nl: RileyLink reageerde niet op tijd
pl: RileyLink nie odpowiedział na czas
ru: RileyLink не отвечает (завис)
sk: RileyLink neodpovedal včas
tr: RileyLink zamanında yanıt vermedi

source: RileyLink firmware does not support the %@ command
da: RileyLink firmware understøtter ikke %@ kommandoen
es: RileyLink firmware no soporta el comando %@
fr: Le firmware du RileyLink ne reconnait pas la commande %@
he: קושחת הריילילינק אינה תומכת בפקודה %@
ja: RileyLinkファームウェアは%@ コマンドをサポートしていません
nl: De RileyLink firmware ondersteunt het %@ commando niet
pl: Oprogramowanie RileyLink nie obsługuje polecenia %@
ru: Прошивка RileyLink не поддерживает команду %@
sk: Firmvér RileyLink nepodporuje príkaz %@
tr: RileyLink aygıt yazılımı %@ komutunu desteklemiyor

source: RileyLink is busy
da: RileyLink er optaget
es: RileyLink está ocupado
fr: Le RileyLink est occupé
he: ריילילינק עסוק
nl: RileyLink is bezig
pl: RileyLink jest zajęty
ru: Rileylink занят
sk: RileyLink je zaneprázdnený
tr: RileyLink meşgul

source: RileyLink is not connected
da: RileyLink er ikke tilsluttet
es: RileyLink no está conectado
fr: Le RileyLink n'est pas connecté
he: ריילילינק לא מחובר
nl: RileyLink is niet verbonden
pl: RileyLink nie jest podłączony
ru: RileyLink не подключен
sk: RileyLink nie je pripojený
tr: RileyLink bağlı değil

source: RileyLink may need to be turned off and back on
da: Der er måske behov for at slukke og tænde for RileyLink
es: Es posible que sea necesario apagar y volver a encender RileyLink
fr: Le RileyLink pourrait avoir besoin d'être éteint et rallumé
he: ייתכן שיש צורך לכבות את הריילילינק ולהפעיל אותו מחדש
nl: RileyLink moet mogelijk uit- en weer ingeschakeld worden
pl: RileyLink może wymagać wyłączenia i ponownego włączenia
ru: RileyLink необходимо перезагрузить (выключить и включить)
sk: RileyLink môže byť potrebné vypnúť a znova zapnúť
tr: RileyLink'in kapatılıp tekrar açılması gerekebilir

source: The RileyLink was temporarily disconnected
da: RileyLink blev midlertidigt afbrudt
es: RileyLink fue temporalmente desconectado
fr: Le RileyLink a été temporairement déconnecté
he: הריילילינק נותק זמנית
ja: RileyLinkの接続が一時的に切れました
nl: The RileyLink was tijdelijk niet verbonden
pl: RileyLink został tymczasowo rozłączony
ru: Связь с RileyLink была временно потеряна
sk: RileyLink bol dočasne odpojený
tr: RileyLink'in bağlantısı geçici olarak kesildi

source: Unknown characteristic
da: Ukendt karakteristik
es: Característica desconocida
fr: Caractéristique inconnue
he: מאפיין לא ידוע
ja: エラー不明
nl: Onbekende eigenschap
pl: Nieznany błąd
ru: Неизвестная характеристика
sk: Neznáma charakteristika
tr: Bilinmeyen karakteristik

source: Unknown characteristic: %@
da: Ukendt karakteristik: %@
es: La característica desconocida: %@
fr: Caractéristique inconnue: %@
he: מאפיין לא ידוע: %@
nl: Onbekende eigenschap: %@
pl: Nieznane powiadomienie: %@
ru: Неизвестная характеристика: %@
sk: Neznáma charakteristika: %@
tr: Bilinmeyen karakteristik: %@

source: Unknown service: %@
da: Ukendt service: %@
es: Servicio Desconocido: %@
fr: Service inconnu: %@
he: שירות לא ידוע: %@
nl: Onbekende service: %@
pl: Nieznana usługa: %@
ru: Неизвестный сервис: %@
sk: Neznáma služba: %@
tr: Bilinmeyen hizmet: %@

source: Peripheral isn ºt connected
nl: Apparaat is niet verbonden
