Repository: Artificial-Pancreas/iAPS
Catalog: Dependecies/rileylink_ios/MinimedKitUI/*.lproj/Localizable.strings
Languages: fr, ro, ru, vi

source: %1$@ basal schedule entries
fr: %1$@ entrées du profil basal
ro: %1$@ intervale de insulină bazală
ru: %1$@ записи графика подачи базала
vi: %1$@ Lịch biểu liều nền

source: %1$@ Units of insulin remaining
fr: %1$@ unités d’insuline restantes
ro: %1$@ Unități de insulină rămase
ru: %1$@ Осталось единиц инсулина
vi: %1$@ Số unit insulin còn lại

source: Alkaline and Lithium batteries decay at differing rates. Alkaline tend to have a linear voltage drop over time whereas lithium cell batteries tend to maintain voltage until halfway through their lifespan. Under normal usage in a Non-MySentry compatible Minimed (x22/x15) insulin pump running Loop, Alkaline batteries last approximately 4 to 5 days. Lithium batteries last between 1-2 weeks. This selection will use different battery voltage decay rates for each of the battery chemistry types and alert the user when a battery is approximately 8 to 10 hours from failure.
fr: Les piles Alkaline et Lithium se vident à des vitesses différentes. Les Alkalines tendent à avoir une tension qui décroit de façon linéaire alors que les piles Lithium maintiennent leur tension jusqu’à la moitiée de leur durée de vie. Lors d’un usage normale de Loop avec pompe compatible Non-MySentry Minimed (x22/x15), les piles Alkalines durent environ 4-5 jours. Les piles Lithium durent 1-2 semaines. Cette option utilisera différents modèles en fonction du type de pile et alertera l’utilisateur quand la pile sera à 8-10 heures de sa fin de vie.
ro: Baterii alcaline și cele cu litiu se descarcă diferit. La cele alcaline, tensiunea scade proporțional cu descărcare, pe când cele cu litiu mențin tensiunea normală pană aproape de descărcare completă. În condiții normale pe pompele Minimed care nu sunt compatibile cu MySentry (x22/x15), rulând Loop, bateriile alcaline durează 4-5 zile. Bateriile cu litiu durează aproximativ 1-2 săptămâni. Prin această opțiune se alege modul de calcul al descărcării bateriilor în funcție de tipul lor, astfel încât utilizatorul să fie anunțat cu 8-10 ore înainte de descărcare completă.
ru: Щелочные и литиевые батарейки садятся с различной скоростью. У щелочных падение линейное, в то время как литиевые сохраняют напряжение в течение половины срока службы. При нормальном пользовании в помпе Minimed без Mysentry (x22/x15) с применением алгоритма ИПЖ щелочные батарейки служат примерно от 4 до 5 дней. Литиевые служат от 1 до 2 недель. Эта настройка будет использовать разную скорость падения напряжения батареек в зависимости от их химического типа и предупреждать пользователя за 8-10 часов до отказа
vi: Pin kềm và pin lithium phân rã ở các mức độ khác nhau. Pin kềm có xu hướng giảm điện áp tuyến tính theo thời gian trong khi pin lithium có xu hướng duy trì điện áp cho đến khi hết nửa vòng đời. Trong điều kiện sử dụng bình thường trên bơm Minimed (loại X22 hay X15) khi chạy Loop, pin kiềm có thể dùng được trong khoảng 4 đến 5 ngày trong khi pin lithium dùng dc 2 tuần. Việc lựa chọn này được sử dụng theo các mức phân rã điện áp khác nhau cho mỗi loại pin hóa học và sẽ có cảnh báo đối với người dùng khi pin hỏng đạt khoảng từ 8-10 giờ.

source: Are you sure you want to delete this pump?
fr: Êtes-vous sûr de vouloir supprimer cette pompe?
ro: Sigur vreți să ștergeți această pompă?
ru: Вы уверены, что хотите удалить эту помпу?
vi: Bạn có chắc muốn xóa bơm này không?

source: Awake Until
fr: Réveillé jusqu’à
ro: Activ până la
ru: Рабочее состояние до
vi: Giữ liên lạc cho đến khi

source: Basal Rates
fr: Débits basal
ro: Rate bazale
ru: Скорости базала
vi: Tỷ lệ liều nền

source: Battery: %1$@ volts
fr: Pile: %1$@ volts
ro: Baterie: %1$@ volți
ru: Батарея: %1$@ вольт
vi: Pin: %1$@ volts

source: Best Frequency
fr: Meilleure Fréquence
ro: Frecvența optimă
ru: Лучшая частота
vi: Tần số tối ưu

source: Bolusing: %1$@
fr: Bolus en cours: %1$@
ro: Se livrează: %1$@
ru: Болюс: %1$@
vi: Đang tiêm liều bolus: %1$@

source: Cancel
fr: Annuler
ro: Anulare
ru: Отмена
vi: Hủy bỏ

source: Change Time
fr: Changer l’heure
ro: Ajustarea ceasului
ru: Изменить время
vi: Thay đổi thời gian

source: Change Time Zone
fr: Changer le fuseau horaire
ro: Schimbarea fusului orar
ru: Изменить временной пояс
vi: Đổi múi giờ

source: Changing time…
fr: Changement d’heure…
ro: Se ajusteaza ceasul…
ru: Изменяется время…
vi: Đang thay đổi thời gian…

source: Commands
fr: Commandes
ro: Comenzi
ru: Команды
vi: Các câu lệnh

source: Configuration
ro: Configurare
ru: Конфигурация
vi: Cấu hình

source: Connect
fr: Relier
ro: Conectare
ru: Соединение с помпой
vi: Kết nối

source: Connection State
fr: Etat de connexion
ro: Starea conexiunii
ru: Состояние соединения
vi: Tình trạng Kết nối

source: Delete Pump
fr: Supprimer la pompe
ro: Elimină pompa
ru: Удалить помпу
vi: Xóa bơm

source: Delivery Limits
fr: Limites d'administration
ro: Limitarea livrării
ru: Лимит подачи
vi: Giới hạn tiêm

source: Device
fr: Dispositif
ro: Dispozitiv
ru: устройство
vi: Thiết bị

source: Discover Commands
fr: Découvrir les commandes
ro: Descoperă comenzi
ru: Обнаружить команды
vi: Phát hiện các dòng lệnh

source: Discovering commands…
fr: Découverte des commandes…
ro: Descoperirea comenzilor…
ru: Обнаружение команд…
vi: Đang phát hiện các dòng lệnh…

source: Enable Diagnostic LEDs
fr: Activer les LEDs de diagnostique
ro: Aprinde LED-urile de diagnoză
ru: Включить LED лампочки диагностики
vi: Cho phép chuẩn đoán LEDs

source: Enabled Diagnostic LEDs
fr: Activation des LEDs de diagnostique
ro: LED-urile de diagnoza pornite
ru: LED лампочки диагностики включены
vi: Cho phép chuẩn đoán LEDs

source: Error Resuming
fr: Erreur lors de la reprise
ro: Eroare la reluare livrării
ru: Ошибка при возобновлении
vi: Lỗi khi thực hiện Tiếp tục lại

source: Error Suspending
fr: Erreur lors de la suspension
ro: Eroare la suspendarea livrării
ru: Ошибка при остановке
vi: Lỗi khi thực hiện Tạm ngưng

source: Fetch Enlite Glucose
fr: Obtenir glycémie Enlite
ro: Obține datelor de la Enlite
ru: Получить данные гликемии с Enlite
vi: Lấy dữ liệu đường huyết

source: Fetch Recent History
fr: Obtenir historique récente
ro: Obține istoricul recent
ru: Получить логи недавней истории
vi: Lấy dữ liệu gần đây

source: Fetching glucose…
fr: Obtention des glycémies …
ro: Obținerea glicemiei…
ru: Получаю гликемию…
vi: Đang lấy dữ liệu đường huyết…

source: Fetching history…
fr: Obtention de l’historique …
ro: Obținerea istoricului…
ru: Получаю логи…
vi: Đang lấy thông tin…

source: Fetching pump model…
fr: Obtention du modèle de pompe…
ro: Obținerea modelului pompei…
ru: Получаю модель помпы…
vi: Đang lấy model bơm…

source: Firmware Version
ro: Versiunea Firmware
vi: Chương trình cơ sở

source: Get Pump Model
fr: Obtenir le modèle de pompe
ro: Obține modelul pompei
ru: Получить модель помпы
vi: Lấy model của bơm

source: Get Statistics…
fr: Obtenir les statistiques…
ro: Obținerea statisticelor…
ru: Получить статистику…
vi: Lấy các thống kê…

source: Insulin delivery can be determined from the pump by either interpreting the event history or comparing the reservoir volume over time. Reading event history allows for a more accurate status graph and uploading up-to-date treatment data to Nightscout, at the cost of faster pump battery drain and the possibility of a higher radio error rate compared to reading only reservoir volume. If the selected source cannot be used for any reason, the system will attempt to fall back to the other option.
fr: Les données d’administration de l’insuline sont obtenus de la pompe soit en regardant l’historique des événements, soit en comparant le niveau du réservoir avant/après. Regardant l’historique des événements permet un graphique des donnés plus fiable ainsi qu’un téléchargement plus à jour sur Nightscout, au prix d’une baisse plus rapide du niveau de la pile et de plus de probabilité d’erreur de radio comparé à la lecture du niveau du réservoir. Si une de ces options ne marche pas, le système essayera de revenir à l’autre option par défaut.
ro: Livrarea insulinei poate fi determinată din interpretarea istoricului citit din pompă sau analizând nivelul rezervorului în timp. Citirea istoricului de evenimente permite o construcție mai exacta a graficului și uploadarea datelor actualizate în Nightscout cu prețul descărcării mai rapide a bateriei pompei si a probabilității mai mari de erori de transmisie radio, comparând cu citire numai a nivelului rezervorului. Dacă dintr-o cauză sau alta sistemul nu va reuși să folosească opțiunea aleasă, se va încerca revenirea la cealaltă posibilitate.
ru: Подача инсулина может определяться с помпы путем интерпретации истории событий или сравнением изменения объемов резервуара за прошедшее время. Чтение истории событий позволяет вычертить более точный график состояния и загрузить в Nightscout актуальные данные лечения/назначений (за счет более быстрого истощения батареи помпы и более высокого процента ошибок радиосвязи) по сравнению со считыванием данных только об объеме резервуара.
vi: Việc tiêm insulin có thể được quyết định từ bơm bằng cách kết hợp giải thuật dữ liệu của người sử dụng và so sánh với khối lượngngăn chứa insulin theo thời gian. Việc đọc các dữ liệu cũ sẽ đảm bảo biểu đồ đường huyết luôn được tính chính xác và tải dữ liệu điều trị cập nhật lên Nightscout, nhưng lại tăng việc tiêu hao pin cũng như lỗi giao tiếp tần số radio cao hơn việc chỉ đọc mỗi dữ liệu ngăn chứa insulin. Trong trường hợp nguồn dữ liệu không được lựa chọn vì bất kỳ lý do gì thì phần mềm sẽ quay sang lựa chọn khác.

source: Last Awake
fr: Dernier réveille
ro: Ultima activitate
ru: Недавнее состояние активности
vi: Lần giao tiếp cuối cùng

source: Listening Off
fr: L’écoute désactivée
ro: Ascultare oprită
ru: Получаю данные от
vi: Đang lắng nghe

source: MySentry Pair
fr: Jumelage MySentry
ro: Conectare MySentry
ru: Сопряжение с MySentry
vi: Ghép đôi MySentry

source: Name
fr: Nom
ro: Denumire
ru: Название
vi: Tên

source: No response
fr: Pas de réponse
ro: Nici un raspuns
ru: Нет ответа
vi: Không có phản hồi nào

source: On Idle
fr: Au Repos
ro: în așteptare
ru: Бездействие
vi: Đang chờ

source: On your pump, go to the Find Device screen and select "Find Device". Main Menu > Utilities > Connect Devices > Other Devices > On > Find Device
ro: Pe pompa, mergeți la ecranul "Find Device" și selectați "Find Device". Main Menu > Utilities > Connect Devices > Other Devices > On > Find Device

source: Preferred Data Source
fr: Source de données préférée
ro: Sursa de date preferată
ru: Предпочтительный источник данных
vi: Nguồn dữ liệu được ưa thích

source: Pump
fr: Pompe
ro: Pompa
ru: Помпа
vi: Bơm

source: Pump Battery Type
fr: Type de pile dans la pompe
ro: Tipul bateriei pompei
ru: Тип батареи помпы
vi: Loại pin của bơm

source: Pump ID
fr: Identifiant de la pompe
ro: ID-ul pompei
ru: Инд номер помпы
vi: Số ID của bơm

source: Pump Model
fr: Modèle de pompe
ro: Modelul pompei
ru: Модель помпы
vi: Model của bơm

source: Pump Settings
fr: Paramètres de la pompe
ro: Setările pompei
ru: Настройки помпы
vi: Cấu hình của bơm

source: Read Basal Schedule
fr: Lire profil basal
ro: Citirea programului bazalelor
ru: Прочитать график базала
vi: Đọc lịch biểu tiêm liều nền

source: Read Pump Status
fr: Lire l’état de la pompe
ro: Citirea stării pompei
ru: Прочитать статус помпы
vi: Đọc tình trạng bơm

source: Reading basal schedule…
fr: Lecture du profil basal…
ro: Se citește programul bazalelor…
ru: Чтение графика базала…
vi: Đang đọc lịch biểu liều nền…

source: Reading pump status…
fr: Lecture de l’état de la pompe…
ro: Se citește starea pompei…
ru: Чтение статуса помпы…
vi: Đang đọc tình trạng bơm…

source: Region
ro: Regiune

source: Retry
fr: Nouvel essai
ro: Reîncearcă
ru: Повторить попытку
vi: Thử lại

source: RileyLink Statistics
fr: Statistiques RileyLink
ro: Statisticile RileyLink-ului
ru: Статистика RileyLink
vi: Các thống kê của RileyLink

source: Save to Pump…
fr: Enregistrer dans la pompe…
ro: Se salvează în pompă…
ru: Сохранить на помпе…
vi: Lưu vào bơm…

source: Send Button Press
fr: Envoyer appui de bouton
ro: Trimite apăsarea butonului
ru: Отправить команду нажать кнопку
vi: Gửi nút bấm

source: Sending button press…
fr: Envoie de l’appui de bouton…
ro: Se trimite apăsarea butonului…
ru: Отправляется команда нажать кнопку…
vi: Đang gửi nút bấm…

source: Signal Strength
fr: Force du signal
ro: Puterea semnalului
ru: Уровень сигнала
vi: Cường độ tín hiệu

source: Suspended: %1$@
fr: Suspendu: %1$@
ro: Suspendat: %1$@
ru: Приостановлено: %1$@
vi: Đã tạm ngưng: %1$@

source: Trials
fr: Essais
ro: Încercări
ru: Попытки
vi: Các thử nghiệm

source: Tune Radio Frequency
fr: Régler la fréquence radio
ro: Ajustarea frecvenței radio
ru: Настроить радиочастоту
vi: Tần số Radio

source: Tuning radio…
fr: Regulation de la fréquence radio…
ro: Se ajustează frecvența…
ru: Настраивается радиочастота…
vi: Chuyển tần số radio…

source: Unknown
fr: Inconnu
ro: Necunoscut
ru: Неизвестно
vi: Không nhận ra

source: Uptime
ro: Timp în funcțiune
vi: Thời gian hoạt động

source: Firmware
ru: Прошивка
vi: Chương trình cơ sở

source: Succeeded
fr: Réussi
ru: Успешно
vi: Đã thành công
