Repository: Artificial-Pancreas/iAPS
Catalog: */FreeAPS/Sources/Shortcuts/*.lproj/AppShortcuts.strings
Languages: fr, it, ru, sv, vi

source: Activate ${applicationName} temporary target
fr: Activer ${applicationName} cible temporaire
it: Attiva ${applicationName} Obiettivo temporaneo
ru: Активировать ${applicationName} временную цель
sv: ${applicationName} tillfälligt målvärde
vi: Kích hoạt ${applicationName} mục tiêu tạm thời

source: ${applicationName} apply a temporary target
fr: ${applicationName} activer une cible temporaire
it: ${applicationName} applica un obiettivo temporaneo
ru: ${applicationName} устанавливает временную цель
sv: Aktiverar ett målvärde i ${applicationName}
vi: ${applicationName} áp dụng mục tiêu tạm thời

source: List ${applicationName} state
fr: État de la liste ${applicationName}
it: Stato della lista ${applicationName}
ru: Список ${applicationName} состояний
sv: ${applicationName} status
vi: Liệt kê ${applicationName} trạng thái

source: ${applicationName} state
fr: État de ${applicationName}
it: Stato ${applicationName}
ru: ${applicationName} состояние
sv: ${applicationName} status
vi: ${applicationName} Trạng thái

source: Add carbs in ${applicationName}
fr: Ajouter des glucides dans ${applicationName}
it: Aggiungi carboidrati in ${applicationName}
ru: Добавить углеводы в ${applicationName}
sv: ${applicationName} måltid
vi: Thêm carbs vào ${applicationName}

source: ${applicationName} allows to add carbs
fr: ${applicationName} permet d'ajouter des glucides
it: ${applicationName} permette di aggiungere carboidrati
ru: ${applicationName} позволяет добавить углеводы
sv: ${applicationName} lägger till måltid i iAPS
vi: ${applicationName} cho phép bổ sung carbs

source: Activate an ${applicationName} Override Preset
fr: Activer un ${applicationName} préréglage de remplacement
it: Attiva un ${applicationName} profilo preimpostato
ru: Активировать ${applicationName} переопределение профиля
sv: ${applicationName} profil
vi: Kích hoạt ${applicationName} cài đặt sẵn ghi đè

source: Activates an ${applicationName} Override Preset
fr: Active un ${applicationName} préréglage de remplacement
it: Attivato un ${applicationName} profilo preimpostato
ru: Активирует ${applicationName} переопределение профиля
sv: Aktiverar en profil i ${applicationName}
vi: Kích hoạt ${applicationName} cài đặt sẵn ghi đè

source: Cancel ${applicationName} Overide
fr: Annuler le remplacement ${applicationName} actif
it: Annulla ${applicationName} profilo
ru: Отменить ${applicationName} переопределение
sv: ${applicationName} avbryt profil
vi: Hủy ${applicationName} ghi đè

source: Cancels an active ${applicationName} override
fr: Annule un remplacement ${applicationName} actif
it: Annulla ${applicationName} profilo attivo
ru: Отменяет текущее ${applicationName} переопределение профиля
sv: Avbryter en aktiv profil i ${applicationName}
vi: Hủy ghi đè ${applicationName} đang hoạt động

source: ${applicationName} Bolus
it: ${applicationName} Bolo
ru: ${applicationName} Болюс

source: ${applicationName} Tries to Enact a bolus
it: ${applicationName} Cerca d' inviare un bolo
ru: ${applicationName} Выполняет попытку болюса
sv: Ger en bolus med ${applicationName}
vi: ${applicationName} Cố gắng kích hoạt một liều tiêm nhanh
