Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/OmniBLE/Localizations/*.lproj/Localizable.strings
Languages: ar, da, es, nb, nl, uk, vi

source: Yes, Sync to Current Time
ar: نعم، المزامنة مع الوقت الحالي
da: Ja, synkroniser til aktuel tid
es: Sí, sincronizar con la hora actual
nb: Ja, synkroniser til gjeldende tid
nl: Ja, zet naar huidige tijd
uk: Так, синхронізувати з поточним часом
vi: Có, đồng bộ với thời gian hiện tại

source: No, Keep Pump As Is
ar: لا، إبقاء المضخة كما هي
da: Nej, behold pumpen som den er
es: No, mantenga la bomba como está
nb: Nei, behold pumpen som den er
nl: Nee, pomp laten zoals hij is
uk: Ні, залишити як є
vi: Không, Giữ nguyên

source: Remove Pump
ar: إزالة المضخة
da: Fjern pumpe
es: Retire la bomba
nb: Fjern pumpe
nl: Verwijder Pod
uk: Зніміть Pod
vi: Thay bơm

source: Are you sure you want to stop using Omnipod DASH?
ar: هل أنت متأكد أنك ترغب في التوقف عن استخدام Omnipod DASH؟
da: Er du sikker på at du vil stoppe med at bruge Omnipod DASH?
es: ¿Seguro que quiere dejar de usar Omnipod DASH?
nb: Er du sikker på at du vil slutte å bruke Omnipod Dash?
nl: Weet je zeker dat je wilt stoppen met deze Omnipod DASH?
uk: Ви впевнені, що хочете припинити використовувати Omnipod DASH?
vi: Bạn có chắc muốn dừng sử dụng Omnipod DASH?

source: Delete Omnipod DASH
ar: حذف DSH Omnipod
da: Slet Omnipod DASH
es: Eliminar Omnipod DASH
nb: Slett Omnipod Dash
nl: Verwijder Omnipod DASH
uk: Видалити Omnipod DASH
vi: Xóa Omnipod DASH

source: Insulin Type
ar: نوع الإنسولين
es: Tipo de Insulina
nl: Insulinesoort
uk: Тип Інсуліну
vi: Loại Insulin

source: Suspend Delivery
ar: إيقاف التوصيل مؤقتًا
da: Pause Indgivelse
es: Suspender la infusión
nb: Pause leveranse
nl: Onderbreek toediening
uk: Призупинити Подачу
vi: Tạm ngưng liều insulin

source: Insulin delivery will be stopped until you resume manually. When would you like Loop to remind you to resume delivery?
ar: سيتم إيقاف توصيل الأنسولين حتى تقوم باستئنافه يدويًا. متى ترغب في أن يذكرك Loop باستئناف التوصيل؟
da: Insulintilførsel vil blive stoppet, indtil du genoptager manuelt. Hvornår vil du have iAPS til at minde dig om at genoptage leveringen?
es: La administración de insulina se detendrá hasta que la reanude manualmente. ¿Cuándo desea que iAPS le recuerde que debe reanudar la infusión?
nb: Insulintilførselen stanses inntil du gjenopptar manuelt. Vil du at appen skal minne minne deg på å gjenoppta tilførselen?
nl: De insulinetoediening wordt gestopt totdat je de toediening handmatig hervat. Wanneer wil je dat iAPS je eraan herinnert om de toediening te hervatten?
uk: Введення інсуліну буде припинено, доки ви не відновите його вручну. Коли ви хочете, щоб Loop нагадав вам відновити доставку?
vi: Việc tiêm insulin sẽ bị dừng cho đến khi bạn tiếp tục theo cách thủ công. Vậy khi nào bạn muốn Loop nhắc bạn tiếp tục tiêm?

source: 30 minutes
ar: 30 دقيقة
da: 30 minutter
es: 30 minutos
nb: 30 minutter
nl: 30 minuten
uk: 30 хвилин
vi: 30 phút

source: 1 hour
ar: ساعة واحدة
da: 1 time
es: 1 hora
nb: 1 time
nl: 1 uur
uk: 1 година
vi: 1 giờ

source: 1 hour 30 minutes
ar: 1 ساعة و 30 دقيقة
da: 1 time 30 minutter
es: 1 hora 30 minutos
nb: 1 time 30 minutter
nl: 1 uur en 30 minuten
uk: 1 година 30 хвилин
vi: 1 giờ 30 phút

source: 2 hours
ar: ساعتان
da: 2 timer
es: 2 horas
nb: 2 timer
nl: 2 uur
uk: 2 години
vi: 2 giờ

source: Failed to Suspend Insulin Delivery
da: Kunne ikke suspendere insulintilførsel
es: No se pudo suspender la administración de insulina
nb: Insulintilførselen kunne ikke settes på pause
nl: Onderbreken van insulinetoediening mislukt
uk: Не вдалося Призупинити Подачу Інсуліну
vi: Thất bại khi tạm dừng liều insulin

source: Failed to Resume Insulin Delivery
ar: فشل في استئناف توصيل الأنسولين
da: Kunne ikke genoptage insulintilførsel
es: No se pudo reanudar la administración de insulina
nb: Insulinleveringen kunne ikke gjenopptas
nl: Hervatten insulinelevering mislukt
uk: Не вдалося Відновити Подачу Інсуліну
vi: Không thể tiếp tục tiêm insulin trở lại

source: Failed to Set Pump Time
ar: فشل في ضبط وقت المضخة
da: Kunne ikke indstille pumpetid
es: No se establecio la hora de la bomba
nb: Kunne ikke angi pumpetid
nl: Instellen pomptijd mislukt
uk: Не вдалося Встановити Час Помпи
vi: Không thể cài đặt thời gian cho bơm

source: Failed to Cancel Manual Basal
ar: فشل في إلغاء الجرعة الأساسية اليدوية
da: Mislykkedes at annullere Manuel Basal
es: No se pudo cancelar la insulina basal manual
nb: Kunne ikke avbryte manuell basal
nl: Annuleren van handmatige basaal mislukt
uk: Не вдалося Скасувати Ручний Базал
vi: Không thể hủy liều basal thủ công

source: Please deactivate the pod. When deactivation is complete, you may remove it and pair a new pod.
ar: يرجى إلغاء تفعيل البود. عند اكتمال إلغاء التفعيل، يمكنك إزالة البود وإقران بود جديد.
da: Deaktiver Poden. Når deaktiveringen er fuldført, kan du fjerne den og parre en ny Pod.
es: Por favor, desactive el Pod. Cuando la desactivación se haya completado, puede retirarlo y emparejar un nuevo Pod.
nb: Vennligst deaktiver pod. Når den er deaktivert kan du fjerne den fra kroppen og parkoble en ny pod.
nl: Deactiveer de Pod. Wanneer de deactivering voltooid is, kun je de Pod verwijderen en een nieuwe koppelen.
uk: Будь ласка, деактивуйте Pod. Після завершення деактивації ви можете видалити його та створити пару з новим Podʼом.
vi: Hủy kích hoạt pod. Khi việc hủy kích hoạt hoàn tất, gỡ bỏ pod ra khỏi cơ thể và ghép nối pod mới.

source: Please deactivate the pod. When deactivation is complete, you may pair a new pod.
ar: يرجى إلغاء تفعيل البود. عند اكتمال إلغاء التفعيل، يمكنك إقران بود جديد.
da: Deaktiver Poden. Når deaktiveringen er fuldført, kan du parre en ny Pod.
es: Por favor, desactive el Pod. Cuando la desactivación se haya completado, puede emparejar un nuevo Pod.
nb: Vennligst deaktiver pod. Når den er deaktivert kan du parkoble en ny pod.
nl: Deactiveer de Pod. Wanneer de deactivering voltooid is, kun je hem verwijderen en een nieuwe Pod koppelen.
uk: Будь ласка, деактивуйте Pod. Після завершення деактивації ви можете підключити новий Pod.
vi: Hủy kích hoạt pod. Khi việc hủy kích hoạt hoàn tất, bạn có thể ghép nối pod mới.

source: Deactivate Pod
da: Deaktiver Pod
es: Desactivar Pod
nb: Deaktiver Pod
nl: Deactiveer Pod
uk: Деактивувати Pod
vi: Hủy kích hoạt Pod

source: Slide to Insert Cannula
ar: اسحب لإدخال الإبرة
da: Skub for at indsætte kanyle
es: Deslizar para insertar cánula
nb: Sveip for å sette inn kanyle
nl: Schuif om canule in te brengen
uk: Готовий до введення канюлі
vi: Trượt để chèn Cannula

source: Slide to Deactivate Pod
da: Skub for at Deaktivere Pod
es: Deslizar para desactivar Pod
nb: Sveip for å deaktivere Pod
nl: Schuif om de Pod te deactiveren
uk: Проведіть, щоб деактивувати Pod
vi: Trượt để vô hiệu hóa Pod

source: Deactivating.
ar: جارٍ إلغاء التفعيل.
da: Deaktiverer.
es: Desactivando.
nb: Deaktiverer.
nl: Deactiveren.
uk: Деактивувати.
vi: Đang hủy kích hoạt.

source: Pod deactivated successfully. Continue.
ar: تم إلغاء تفعيل البود بنجاح. تابع.
da: Pod deaktiveret med succes. Fortsæt.
es: Pod desactivado correctamente. Continúe.
nb: Deaktivering av pod var vellykket. Vennligst fortsett.
nl: Pod met succes gedeactiveerd. Doorgaan.
uk: Pod успішно деактивовано. Продовжити.
vi: Đã huỷ kích hoạt Pod thành công. Tiếp tục.

source: Continue
ar: تابع
da: Fortsæt
es: Continuar
nb: Fortsett
nl: Vervolg
uk: Продовжити
vi: Tiếp tục

source: There was a problem communicating with the pod. If this problem persists, tap Discard Pod. You can then activate a new Pod.
ar: كانت هناك مشكلة في التواصل مع البود. إذا استمرت هذه المشكلة، انقر على "تجاهل البود". يمكنك بعد ذلك تفعيل بود جديد.
da: Kunne ikke kommunikere med Pod'en. Hvis problemet fortsætter, tryk Afbryd og kassér Pod'en. Du kan herefter aktivere en ny Pod.
es: Se ha producido un problema de comunicación con el Pod. Si el problema persiste, pulse Descartar Pod. A continuación, puede activar un nuevo Pod.
nb: Det var kommunikasjonsproblemer med pod. Om problemet vedvarer, trykk Forkast pod. Du kan deretter aktivere en ny pod.
nl: Er was een communicatieprobleem met de Pod. Als dit probleem zich blijft voordoen, tik dan op 'Pod verwijderen'. Je kunt dan een nieuwe Pod activeren.
uk: Виникла проблема зв’язку з Podʼом. Якщо проблема не зникає, торкніться «Відхилити Pod». Потім ви можете активувати новий Pod.
vi: Đã xảy ra sự cố khi giao tiếp với Pod. Nếu sự cố này vẫn tiếp diễn, hãy nhấn vào Loại bỏ pod. Sau đó, bạn có thể kích hoạt Pod mới.

source: Discard Pod
ar: تجاهل البود
da: Kassér Pod
es: Descartar Pod
nb: Forkast pod
nl: Pod verwijderen
uk: Відхилити Pod
vi: Loại bỏ pod

source: Remove Pod from Body
ar: قم بإزالة البود من الجسم
da: Fjern Pod fra kroppen
es: Quitar Pod del cuerpo
nb: Fjern pod fra kroppen
nl: Verwijder Pod van lichaam
uk: Видалити Pod з тіла
vi: Gỡ pod khỏi cơ thể

source: Your Pod may still be delivering Insulin. Remove it from your body, then tap “Continue.“
ar: قد يكون البود لا يزال يقوم بتوصيل الأنسولين. قم بإزالته من جسمك، ثم اضغط على "تابع"
da: Din Pod leverer muligvis stadig insulin. Fjern den fra din krop og tryk derefter på "Fortsæt".
es: Es posible que su Pod siga suministrando insulina. Retírelo de su cuerpo y pulse "Continuar"
nb: Det kan fortsatt bli levert insulin fra poden. Fjern den fra kroppen, og trykk "Fortsett".
nl: Mogelijk levert je Pod nog steeds insuline. Verwijder deze van je lichaam en tik op "Doorgaan"
uk: Ваш Pod може все ще подавати інсулін. Вийміть його зі свого тіла, а потім натисніть «Продовжити».
vi: Pod có thể đang tiêm insulin. Gỡ pod khỏi người sau đó nhấn "Continue."

source: Change Pod now. Insulin delivery will stop 8 hours after the Pod has expired or when no more insulin remains.
ar: غيّر البود الآن. سيتوقف توصيل الأنسولين بعد 8 ساعات من انتهاء صلاحية البود أو عندما ينفد الأنسولين تمامًا.
da: Skift Pod nu. Insulintilførsel stopper 8 timer efter, at Pod'en er udløbet, eller når der ikke er mere insulin tilbage.
es: Cambie el Pod ahora. La administración de insulina se detendrá 8 horas después de que el Pod haya expirado o cuando no quede más insulina.
nb: Bytt pod nå. Insulintilførsel stopper 8 timer etter at den er utgått eller når det ikke er mer insulin igjen.
nl: Vervang Pod nu. De insulinetoediening stopt 8 uur nadat de Pod is verlopen of wanneer er geen insuline meer over is.
uk: Замініть Pod. Подача інсуліну буде зупинена через 8 годин після закінчення терміну дії Pod'a або коли резервуар буде порожній.
vi: Thay pod ngay. Insulin sẽ ngưng khi pod hết hạn 8 giờ tới hoặc khi không còn insulin.

source: Fill a new pod with U-100 Insulin (leave blue Pod needle cap on).
ar: املأ بودًا جديدًا بأنسولين U-100 (اترك غطاء الإبرة الأزرق على البود).
da: Fyld en ny Pod med 100 E insulin (lad den blå Pod nåledæksel sidde på).
es: Rellena un nuevo Pod con insulina U-100 (deja la tapa azul del Pod puesta).
nb: Fyll en ny Pod med U-100 insulin (la den blå hetten være på).
nl: Vul een nieuwe Pod met insuline. Verwijder de naalddop NIET!!
uk: Наповніть новий Pod інсуліном U-100 (залиште синю кришку капсули на голці).
vi: Dùng loại insulin U-100.

source: Remove the Pod's blue needle cap and check cannula. Then remove paper backing.
ar: قم بإزالة غطاء الإبرة الأزرق من البود وتحقق من الإبرة. ثم أزل الورق الخلفي.
da: Fjern Pod'ens blå nåledæksel og kontroller kanyle. Fjern derefter papirbagsiden.
es: Retire la tapa azul de la aguja del Pod y compruebe la cánula. A continuación, retire el envoltorio de papel de la parte de atrás.
nb: Fjern Pod'ens blå kanylehette og sjekk kanylen. Fjern deretter papirbeskyttelsen.
nl: Verwijder de blauwe naalddop van de Pod en controleer de canule. Verwijder vervolgens de beschermlaag van de hechtstrip.
uk: Видаліть синю кришку голки Podʼа та перевірте канюлю. Потім зніміть паперову підкладку.
vi: Tháo nắp kim màu xanh của Pod và kiểm tra ống thông. Sau đó loại bỏ lớp lót giấy.

source: Listen for 2 beeps.
ar: استمع لصافرتين.
da: Lyt efter 2 bip.
es: Escuche 2 pitidos.
nb: Lytt etter 2 pip.
nl: Luister naar 2 piepjes.
uk: Прослухайте 2 звукові сигнали.
vi: Nghe 2 tiếng bíp.

source: Paired
ar: تم الاقتران
da: Parret
es: Emparejado
nb: Sammenkoblet
nl: Verbonden
uk: Пов'язані
vi: Đã ghép đôi

source: Cancel
ar: إلغاء
da: Annuller
es: Cancelar
nb: Avbryt
nl: Annuleer
uk: Відмінити
vi: Hủy

source: Are you sure you want to cancel Pod setup?
ar: هل أنت متأكد أنك تريد إلغاء إعداد البود؟
da: Er du sikker på, at du vil annullere Pod-opsætningen?
es: ¿Está seguro de que desea cancelar la configuración del Pod?
nb: Er du sikker på at du vil avbryte parkobling av pod?
nl: Weet je zeker dat je de Podinstallatie wilt annuleren?
uk: Ви впевнені, що бажаєте скасувати налаштування Pod'a?
vi: Bạn có chắc chắn muốn hủy cấu hình pod?

source: If you cancel Pod setup, the current Pod will be deactivated and will be unusable.
ar: إذا قمت بإلغاء إعداد البود، سيتم إلغاء تنشيط البود الحالي وسيكون غير قابل للاستخدام.
da: Hvis du annullerer Pod-opsætningen, deaktiveres den aktuelle Pod og den vil være ubrugelig.
es: Si cancela la configuración del Pod, el Pod actual se desactivará y quedará inutilizable.
nb: Hvis du avbryter oppsett av pod, vil poden bli deaktivert og kan ikke lenger brukes.
nl: Als je de Podinstallatie annuleert, wordt de huidige Pod gedeactiveerd en onbruikbaar.
uk: Якщо ви скасуєте налаштування Pod'a, поточний Pod буде дезактивовано та стане непридатним для використання.
vi: Nếu bạn hủy cấu hình pod, pod hiện tại sẽ bị hủy kích hoạt và sẽ không sử dụng được nữa.

source: Yes, Deactivate Pod
ar: نعم، إلغاء تنشيط البود
da: Ja, deaktiver Pod
es: Sí, desactivar Pod
nb: Ja, deaktiver pod
nl: Ja, deactiveer deze Pod
uk: Так, відключити Pod
vi: Có, hủy kích hoạt pod

source: No, Continue With Pod
ar: لا، استمر مع البود
da: Nej, fortsæt med Pod
es: No, continuar con el Pod
nb: Nei, fortsett med pod
nl: Nee, ga door met deze Pod
uk: Ні, продовжити з Pod
vi: Không, tiếp tục

source: Prepare site.
ar: تحضير الموقع.
da: Forbered pumpested.
es: Prepare la zona.
nb: Gjør klart stedet hvor pod skal festes.
nl: Bereid de infusieplaats voor.
uk: Підготуйте місце.
vi: Chuẩn bị vị trí.

source: Check Pod, apply to site, then confirm pod attachment.
ar: قم بفحص البود، ثم طبقه على الموقع، وأكد وضع البود.
da: Tjek Pod, sæt på kroppen og bekræft derefter Pod er sat korrekt på.
es: Revise el Pod, aplíquelo y, a continuación, asegure que este está bien adherido.
nb: Kontroller pod, fest på kroppen, og bekreft at den sitter korrekt.
nl: Controleer de Pod, breng aan op de infusieplaats en bevestig de plaatsing.
uk: Перевірте Pod, установіть його на тілі, а потім підтвердіть установку Pod.
vi: Kiểm tra pod, gắn vào vị trí sau đó xác nhận pod đã được gắn chặt.

source: Attach Pod
da: Påsæt Pod
es: Adherir Pod
nb: Fest pod
nl: Bevestig Pod
uk: Прикріпіть Pod

source: Confirm Pod Attachment
ar: تأكيد وضع البود
da: Bekræft fastgørelse af Pod
es: Confirmar la fijación del Pod
nb: Bekreft at pod er festet
nl: Bevestig Podplaatsing
uk: Підтвердіть прикріплення Pod
vi: Xác nhận pod đã gắn chặt

source: Please confirm that the Pod is securely attached to your body. The cannula can be inserted only once with each Pod. Tap “Confirm” when Pod is attached.
ar: يرجى تأكيد أن البود مثبت بإحكام على جسمك. يمكن إدخال الإبرة مرة واحدة فقط مع كل بود. اضغط على "تأكيد" عندما يكون البود مثبت.
da: Bekræft venligst, at Pod er sikkert fastgjort til din krop. Kanyaen kan kun indsættes én gang med hver side. Tryk på “Bekræft”, når Pod er fastgjort.
es: Compruebe que el Pod está bien adherido a su cuerpo. La cánula sólo puede insertarse una vez con cada Pod. Pulse "Confirmar" cuando el Pod esté bien adherido a su cuerpo.
nb: Bekreft at pod er festet til kroppen. Kanylen kan bare settes inn en gang. Trykk på "Bekreft" når pod er festet.
nl: Bevestig dat de Pod goed op je lichaam is bevestigd. De canule kan slechts eenmaal per Pod worden ingebracht. Tik op "Bevestigen" wanneer de Pod goed is aangebracht op je lichaam.
uk: Будь ласка, підтвердьте, що Pod надійно прикріплений до тіла. Канюля може бути вставлена лише один раз з кожним Podʼом. Натисніть "Підтверджую", коли Pod буде прикріплено.
vi: Xác nhận rằng Pod được gắn chặt vào cơ thể bạn. Cannula chỉ có thể lắp một lần. Nhấn vào “Confirm” khi Pod đã gắn chặt.

source: Confirm
ar: تأكيد
da: Bekræft
es: Confirmar
nb: Bekreft
nl: Bevestig
uk: Підтвердити
vi: Xác nhận

source: Tap below to start cannula insertion.
ar: اضغط أدناه لبدء إدخال الإبرة.
da: Tryk nedenfor for at starte kanyleindsættelse.
es: Toque abajo para iniciar la inserción de la cánula.
nb: Trykk under for å begynne innsetting av kanylen.
nl: Tik hieronder om het inbrengen van de canule te starten.
uk: Натисніть нижче, щоб розпочати введення канюлі.
vi: Chạm phía dưới để bắt đầu gắn cannula.

source: Wait until insertion is completed.
ar: انتظر حتى يتم الانتهاء من الإدخال.
da: Vent, indtil indsættelsen er afsluttet.
es: Espere hasta que finalice la inserción.
nb: Vent til innsettingen er fullført.
nl: Wacht tot het inbrengen is voltooid.
uk: Дочекайтеся завершення введення канюлі.
vi: Đợi đến khi việc gắn hoàn tất.

source: Slide the switch below to start cannula insertion.
ar: مرر المفتاح أدناه لبدء إدخال الإبرة.
da: Skub kontakten nedenfor for at starte kanyleindsættelse.
es: Deslice el botón de abajo para iniciar la inserción de la cánula.
nb: Sveip under for å starte innsetting av kanylen.
nl: Schuif om de canule te starten.
uk: Посуньте перемикач нижче, щоб розпочати введення канюлі.
vi: Trượt bên dưới để bắt đầu chèn Cannula.

source: Inserted
ar: تم الإدخال
da: Indsat
es: Insertada
nb: Kanyle er satt inn
nl: Ingebracht
uk: Введено
vi: Đã gắn

source: Check Cannula
da: Kontroller kanylen
es: Revise la cánula
nb: Kontroller kanyle
nl: Check canule
uk: Перевірте Канюлю
vi: Kiểm tra Cannula

source: Is the cannula inserted properly?
ar: هل تم إدخال الإبرة بشكل صحيح؟
da: Er kanylen indsat korrekt?
es: ¿Está la cánula insertada correctamente?
nb: Er kanylen satt inn riktig?
nl: Is de canule correct ingebracht?
uk: Чи правильно вставлена канюля?
vi: Việc gắn cannual chuẩn chưa?

source: The window on the top of the Pod should be colored pink when the cannula is properly inserted into the skin.
ar: يجب أن تكون النافذة الموجودة في أعلى الكبسولة ملونة باللون الوردي عندما تكون الإبرة مدخلة بشكل صحيح في الجلد.
da: Vinduet på toppen af Pod'en skal være farvet pink, når kanylen er korrekt indsat i huden.
es: La ventana situada en la parte superior del Pod debe volverse de color rosa cuando la cánula esté correctamente insertada en la piel.
nb: Vinduet på oversiden av pod skal farges rosa når kanylen har blitt satt inn riktig.
nl: Het venster aan de bovenkant van de Pod moet roze gekleurd zijn wanneer de canule goed in de huid is ingebracht.
uk: Віконце у верхній частині Pod повинно бути рожевим, коли канюля правильно вставлена в шкіру.
vi: Ô vuông trên đầu của pod sẽ nháy đỏ khi cannual được gắn chuẩn vào trong cơ thể.

source: Yes
ar: نعم
da: Ja
es: Sí
nb: Ja
nl: Ja
uk: Так
vi: Có

source: No
ar: لا
da: Nej
nb: Nei
nl: Nee
uk: Ні
vi: Không

source: Pairing...
ar: جاري الاقتران...
da: Parrer...
es: Emparejando...
nb: Kobler sammen...
nl: Verbinden...
uk: Створення пари...
vi: Đang ghép đôi...

source: Priming...
ar: جاري التحضير...
da: Klargør...
es: Purgando...
nb: Fyller...
nl: Voorvullen...
uk: Присвоїти...
vi: Đang chuẩn bị...

source: Deactivating...
da: Deaktiverer...
es: Desactivando...
nb: Deaktiverer...
nl: Uitschakelen...
uk: Деактивувати...
vi: Đang hủy kích hoạt...

source: Deactivated
ar: تم إلغاء التنشيط
da: Deaktiveret
es: Desactivado
nb: Deaktivert
nl: Uitgeschakeld
uk: Деактивовано
vi: Đã hủy kích hoạt

source: Your Pod is ready for use. %1$@ will remind you to change your pod before it expires. You can change this to a time convenient for you.
ar: بودك جاهز للاستخدام. %1$@ سيذكرك بتغيير البود الخاص بك قبل انتهاء صلاحيته. يمكنك تغيير هذا إلى وقت مناسب لك.
da: Din pod er klar til brug. %1$@ minder dig om, at du skal skifte din pod, inden den udløber. Du kan ændre dette til et tidspunkt, der passer dig.
es: Su Pod está listo para usar. %1$@ le recordará cambiar su Pod antes de que caduque. Puede cambiar esto a un momento más conveniente para usted.
nb: Pod er klar til bruk. %1$@ vil minne deg på å bytte pod før den utløper. Du kan sette påminnelsen til et passende tidspunkt.
nl: Je Pod is klaar voor gebruik. iAPS (%1$@) zal je eraan herinneren om je Pod te vervangen voordat deze verloopt. Je kunt dit veranderen in een tijdstip dat je beter uitkomt.
uk: Ваш Pod готовий до використання. %1$@ нагадає вам змінити Pod до закінчення терміну його дії. Ви можете змінити це на зручний для вас час.
vi: Pod đã sẵn sàng hoạt động. %1$@ sẽ nhắc nhở bạn thay đổi khi pod hết hạn. Bạn có thể thay khi nào tiện.

source: Scheduled Reminder
da: Planlagt Påmindelse
es: Recordatorio programado
nb: Planlagt påminnelse
nl: Geplande melding
uk: Заплановане Нагадування
vi: Lịch biểu lời nhắc

source: Time
ar: الوقت
da: Tid
es: Tiempo
nb: Tidspunkt
nl: Tijd
uk: Час
vi: Thời gian

source: Finish Setup
ar: إتمام الإعداد
da: Afslut opsætning
es: Finalizar configuración
nb: Fullfør oppsett
nl: Voltooi setup
uk: Завершити налаштування
vi: Hoàn thành cài đặt

source: Setup Complete
da: Opsætning fuldført
es: Configuración completada
nb: Oppsett ferdig
nl: Setup voltooid
uk: Налаштування завершено
vi: Cấu hình hoàn thành

source: No Reminder
da: Ingen Påmindelse
es: Sin recordatorio
nb: Ingen påminnelse
nl: Geen herinnering
uk: Немає Нагадувань
vi: Không có lời nhắc

source: Peripheral Not Ready
ar: الجهاز الطرفي غير جاهز
da: Perifer Enhed Ikke Klar
es: El periférico no está listo
nb: Tilbehør er ikke klart
nl: Randapparaat niet gereed
uk: Периферійний пристрій не готовий
vi: Thiết bị ngoại vi chưa sẵn sàng

source: Incorrect Response
ar: استجابة غير صحيحة
da: Ukorrekt Respons
es: Respuesta incorrecta
nb: Ugyldig respons
nl: Onjuist antwoord
uk: Неправильна відповідь
vi: Phản hồi không chuẩn

source: Timeout
ar: انتهاء الوقت
es: Tiempo de espera superado
nb: Tidsavbrudd
uk: Затримка
vi: Hết thời gian

source: Empty Value
ar: قيمة فارغة
da: Tom Værdi
es: Valor vacío
nb: Tom verdi
nl: Lege waarde
uk: Порожнє значення
vi: Giá trị trống

source: Unknown Characteristic
ar: خاصية غير معروفة
da: Ukendt Karakteristik
es: Característica desconocida
nb: Ukjent karakteristikk
nl: Onbekend kenmerk
uk: Невідома характеристика
vi: Đặc điểm không xác định

source: Omnipod Reminders
ar: تذكيرات البود
da: Omnipod-påmindelser
es: Recordatorios de Omnipod
nb: Omnipod-påminnelser
nl: Omnipod herinneringen
uk: Нагадування Omnipod
vi: Lời nhắc của Omnipod
