Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/OmniBLE/Localizations/*.lproj/Localizable.strings
Languages: ar, da, es, nb, nl, uk, vi

source: Multiple Command Alert
ar: تنبيه الأوامر المتعددة
da: Advarsel om flere kommandoer
es: Alerta de comandos múltiples
nb: Varsel om samtidige kommandoer
nl: Waarschuwing voor meerdere commando's
uk: Попередження про Кілька Команд

source: Pod Expiration Reminder
ar: إشعار انتهاء صلاحية المضخة
da: Pod udløbspåmindelse
es: Recordatorio de caducidad del Pod
nb: Utløpspåminnelse
nl: Waarschuwing dat je Pod vervalt
uk: Нагадування про термін дії Podʼу
vi: Nhắc nhở hết hạn

source: Pod Expired
ar: انتهت صلاحية البود
da: Pod udløbet
es: Pod expirado
nb: Pod utløpt
nl: Pod verlopen
uk: Термін дії Podʼу минув
vi: Pod đã hết hạn

source: Low Reservoir
da: Lavt Reservoir
es: Reservorio bajo
nb: Lite insulin i pod
nl: Reservoir bijna leeg
uk: Пустий Резервуар
vi: Sắp hết thuốc

source: Suspend In Progress Reminder
ar: تذكير بإيقاف التشغيل قيد التقدم
da: Påmindelse om igangværende suspension
es: Suspender recordatorio en curso
nb: Påminnelse om pauset insulinleveranse
nl: Onderbreek in voortgang herinnering
uk: Нагадування про призупинення Podʼу
vi: Đang tiến hành tạm dừng lời nhắc

source: Resume Insulin
ar: استئناف الأنسولين
da: Genoptag insulin
es: Reanudar insulina
nb: Gjenoppta insulintilførsel
nl: Insuline hervatten
uk: Відновити подачу
vi: Tiếp tục lại việc tiêm insulin

source: Pod Pairing Incomplete
ar: إقران البود غير مكتمل
da: Pod-parring ufuldstændig
es: Emparejamiento del Pod incompleto
nb: Parkobling av pod var ufullstendig
nl: Pod koppeling onvolledig
uk: Створення Пари не завершено
vi: Pod ghép nối không thành công

source: Time Change Detected
ar: تم اكتشاف تغيير في الوقت
da: Tidsændring registreret
es: Cambio de hora detectado
nb: Tidsendring oppdaget
nl: Wijziging in tijd gedetecteerd
uk: Виявлено Зміну Часу
vi: Đã phát hiện thay đổi thời gian

source: Pod expires in %1$@.
ar: تنتهي صلاحية البدي في %1$@.
da: Pod udløber om %1$@.
es: El Pod expira en %1$@.
nb: Pod utløper om %1$@.
nl: Pod verloopt in %1$@.
uk: Pod спливає через %1$@.
vi: Pod sẽ hết hạn trong: %1$@.

source: Change Pod now. Pod has been active for 72 hours.
ar: قم بتغيير البود الآن. البود أُستخدم لمدة 72 ساعة.
da: Skift Pod nu. Pod har været aktiv i 72 timer.
es: Cambie el Pod ahora. El Pod ha estado activo durante 72 horas.
nb: Bytt pod nå. Pod har vært aktiv i 72 timer.
nl: Vervang Pod nu. Pod is 72 uur in gebruik geweest.
uk: Змінити Pod зараз. Pod був активним протягом 72 годин.
vi: Thay pod ngay. Pod đã hoạt động 72 giờ qua.

source: Change Pod now. Insulin delivery will stop in 1 hour.
ar: قم بتغيير البود الآن. سيتم إيقاف تسليم الإنسولين خلال ساعة واحدة.
da: Skift Pod nu. Insulintilførsel stopper om 1 time.
es: Cambie el Pod ahora. La administración de insulina se detendrá en 1 hora.
nb: Bytt Pod nå. Insulintilførselen stopper om 1 time.
nl: Vervang Pod nu. Insulinetoediening stopt over 1 uur.
uk: Замініть Pod зараз. Подача інсуліну припиниться через 1 годину.
vi: Thay pod ngay. Insulin sẽ ngừng trong 1 giờ tới.

source: %1$@ insulin or less remaining in Pod. Change Pod soon.
ar: %1$@ انسولين أو اقل متبقيا في البود. قم بتغيير البود بأسرع وقت.
da: %1$@ insulin eller mindre tilbage i Pod. Skift Pod snart.
es: Queda %1$@ de insulina o menos en el Pod. Cambie el Pod pronto.
nb: %1$@ insulin eller mindre igjen i pod. Bytt pod snart.
nl: %1$@ insuline of minder resterend in Pod. Vervang Pod binnenkort.
uk: %1$@ або менше інсуліну залишилося в Podʼі. Необхідна швидка заміна.
vi: %1$@ insulin hoặc ít hơn còn lại trong Pod. Thay Pod ngay.

source: The insulin suspension period has ended. You can resume delivery from the banner on the home screen or from your pump settings screen. You will be reminded again in 15 minutes.
ar: انتهت فترة تعليق الأنسولين. يمكنك استئناف التسليم من اللافتة على الشاشة الرئيسية أو من إعدادات المضخة الخاصة بك. سيتم تذكيرك مرة أخرى في 15 دقيقة.
da: Perioden for suspension af insulin er afsluttet. Du kan genoptage afgivelsen fra den øverste del af startskærmen eller fra skærmen med pumpeindstillinger. Du vil blive mindet om dette igen om 15 minutter.
es: El periodo de suspensión de la insulina ha finalizado. Puedes reanudar la administración desde el banner de la pantalla de inicio o desde la pantalla de ajustes de tu bomba. Se le recordará de nuevo en 15 minutos.
nb: Angitt tid for pause av insulintilførsel er utløpt. Du kan gjenoppta leveransen fra banneret på Hjem-skjermen, eller fra panelet på pumpen (gjelder kun Medtronic). Du vil bli påminnet igjen om 15 minutter.
nl: De insuline opschortingsperiode is afgelopen. Je kunt de toediening hervatten via de banner op het beginscherm of via de pompinstellingen. Je wordt na 15 minuten opnieuw herinnerd.
uk: Період призупинення інсуліну закінчився. Ви можете відновити введення з банера на головному екрані або з екрана налаштувань помпи. Вам буде нагадано знову через 15 хвилин.
vi: Thời gian tạm ngưng insulin đã kết thúc. Bạn có thể phục hồi việc tiêm thuốc từ màn hình chính hoặc từ màn hình cài đặt bơm. Sẽ có thông báo nhắc trong vòng 15 phút.

source: Please finish pairing your pod.
ar: يرجى إكمال إقران البود.
da: Færdiggør venligst parring af din pod.
es: Por favor, termine de emparejar su Pod.
nb: Vennligst fullfør parkobling av pod.
nl: Voltooi het koppelen van je Pod.
uk: Будь Ласка, завершіть підключення Podʼу.
vi: Vui lòng hoàn tất việc ghép nối pod của bạn.

source: The time on your pump is different from the current time. You can review the pump time and and sync to current time in settings.
ar: الوقت على مضختك يختلف عن الوقت الحالي. يمكنك مراجعة وقت المضخة ومزامنته مع الوقت الحالي في الإعدادات.
da: Tiden på din pumpe er forskellig fra den aktuelle tid. Du kan gennemgå pumpetiden og synkronisere til den aktuelle tid i indstillinger.
es: La hora de la bomba es diferente de la hora actual. Puedes revisar la hora de la bomba y sincronizarla con la hora actual en los ajustes.
nb: Tiden på pumpen er forskjellig fra gjeldende tidspunkt. Du kan kontrollere pumpens tid og synkronisere til gjeldende tidspunkt i innstillinger.
nl: De pomptijd verschilt van de huidige tijd. Je kunt de pomptijd bekijken en synchroniseren met de huidige tijd in instellingen.
uk: Час на вашій помпі відрізняється від поточного часу. Ви можете переглянути час помпи та синхронізувати його з поточним часом у налаштуваннях.
vi: Thời gian trên bơm khác so với thời gian thực tế. Bạn có thể xem thời gian trên bơm và sync thời gian hiện hành trong cài đặt.

source: Suspension time is up. Open the app and resume.
ar: انتهت فترة التعليق. افتح التطبيق واستأنف.
da: Suspensionstiden er udløbet. Åbn appen, og genoptag.
es: El tiempo de suspensión ha terminado. Abra la aplicación y reanude la bomba.
nb: Angitt tid for pause av insulintilførsel er utløpt. Åpne appen for å gjenoppta leveransen.
nl: Opschortingstijd is voorbij. Open iAPS en hervat.
uk: Час призупинення вже вичерпано. Відкрийте додаток та продовжуйте роботу.
vi: Đã hết thời gian tạm dừng. Mở ứng dụng và tiếp tục.

source: Ok
ar: حسناً
uk: Ок

source: Unfinished Activation
ar: تفعيل غير مكتمل
da: Uafsluttet aktivering
es: Activación no terminada
nb: Ufullstendig aktivering
nl: Onvoltooide activering
uk: Незавершена Активація
vi: Kích hoạt chưa hoàn thành

source: Pod expires in
ar: تنتهي صلاحية البود في
da: Pod udløber om
es: El Pod expira en
nb: Pod utløper om
nl: Pod verloopt over
uk: Pod закінчується через
vi: Pod sẽ hết hạn trong

source: Pod Expires
ar: تنتهي صلاحية البود
da: Pod Udløber
es: Pod expira
nb: Pod utløper
nl: Pod verloopt
uk: Термін дії Podʼу минув
vi: Pod hết hạn

source: Pod Activated
ar: تم تنشيط البود
da: Pod Aktiveret
es: Pod activado
nb: Pod aktivert
nl: Pod geactiveerd
uk: Pod активований
vi: Pod đã kích hoạt

source: Notification Settings
ar: إعدادات الإشعارات
da: Notifikationsindstillinger
es: Configuración de las notificaciones
nb: Varslingsinnstillinger
nl: Instellingen voor meldingen
uk: Параметри Сповіщень
vi: Cài đặt thông báo

source: Confidence Reminders
da: Tillidspåmindelser
es: Recordatorios de confianza
nb: Bekreftelseslyder
nl: Bevestigingsmeldingen met piepjes vanuit de Pod
uk: Нагадування про Верифікацію

source: Suspend Insulin Delivery
ar: تعليق توصيل الإنسولين
da: Suspenderer Insulinlevering
es: Suspender administración insulina
nb: Sett insulintilførsel på pause
nl: Onderbreken van insulinetoediening
uk: Призупинити Введення Інсуліну
vi: Tạm dừng insulin

source: Pod expired
ar: انتهت صلاحية البود
da: Pod udløbet
es: Pod expirado
nb: Utløpt pod
nl: Pod verlopen
uk: Термін дії Podʼу минув
vi: Pod đã hết hạn

source: Unfinished deactivation
ar: إلغاء التفعيل غير مكتمل
da: Uafsluttet deaktivering
es: Desactivación no terminada
nb: Ufullstendig deaktivering
nl: Onvoltooide activering
uk: Незавершена активація
vi: Vô hiệu hóa chưa hoàn tất

source: No Pod
ar: لا يوجد بود
da: Ingen Pod
es: No hay Pod
nb: Ingen pod
nl: Geen Pod
uk: Немає Podʼу
vi: Không có pod

source: Pair Pod
da: Par Pod
es: Emparejar Pod
nb: Parkoble pod
nl: Koppel Pod
uk: Парний Pod
vi: Kết nối Pod

source: Pair pod.
ar: إقران البود.
da: Par pod.
es: Emparejar Pod.
nb: Parkoble pod.
nl: Koppel Pod.
uk: Парний Pod.
vi: Kết nối Pod.

source: Pairing.
ar: إقران.
da: Parrer.
es: Emparejando.
nb: Kobler sammen.
nl: Verbinden….
uk: Створення пари.
vi: Đang ghép đôi.

source: Priming. Please wait.
ar: التحضير. يرجى الانتظار.
da: Klargør. Vent venligst.
es: Purgando. Por favor, espere.
nb: Fyller. Vennligst vent.
nl: Primen. Een ogenblik geduld.
uk: Заправлення. Будь ласка зачекайте.
vi: Đang priming. Xin chờ.

source: Pod paired successfully. Continue.
ar: تم إقران البود بنجاح. تابع.
da: Pod'en blev parret med succes. Fortsæt.
es: Pod emparejado correctamente. Continúe.
nb: Sammenkobling av pod var vellykket. Vennligst fortsett.
nl: Pod succesvol gekoppeld. Doorgaan.
uk: Підключення успішно створено. Продовжити.
vi: Pod ghép đôi thành công. Tiếp tục.

source: Finish deactivation
ar: أكمل إلغاء التفعيل
da: Afslut deaktivering
es: Finalizar la desactivación
nb: Fullfør deaktiveringen
nl: Voltooi de deactivering
uk: Завершення деактивації
vi: Hoàn tất việc ngưng kích hoạt

source: Replace Pod
ar: استبدل البود
da: Udskift Pod
es: Cambie el Pod
nb: Bytt pod
nl: Vervang Pod
uk: Замініть Pod
vi: Thay pod

source: day
ar: يوم
da: dag
es: día
nb: dag
nl: dag
uk: день
vi: ngày

source: days
da: dage
es: días
nb: dager
nl: dagen
uk: дні
vi: ngày

source: hour
ar: ساعة
da: time
es: hora
nb: time
nl: uur
uk: годин
vi: giờ

source: hours
da: timer
es: horas
nb: timer
nl: uren
uk: годин
vi: giờ

source: minute
ar: دقيقة
da: minut
es: minuto
nb: minutt
nl: minuut
uk: хвилин
vi: phút

source: minutes
ar: دقائق
da: minutter
es: minutos
nb: minutter
nl: minuten
uk: хвилин
vi: phút

source: Insulin Delivery
ar: توصيل الأنسولين
da: Insulintilførsel
es: Administración de insulina
nb: Insulintilførsel
nl: Insulinetoediening
uk: Подання Інсуліну
vi: Khối lượng tiêm insulin

source: Scheduled Basal
ar: الجرعة الأساسية المجدولة
da: Planlagt Basal
es: Basal programada
nb: Planlagt basal
nl: Gepland basaal
uk: Запланований Базал
vi: Đã lên chương trình cho liều Basal

source: Insulin Remaining
ar: الأنسولين المتبقي
da: Resterende Insulin
es: Insulina restante
nb: Insulin i pod
nl: Resterende insuline
uk: Залишок Інсуліну
vi: Insulin còn lại

source: Activity
ar: النشاط
da: Aktivitet
es: Actividad
nb: Aktivitet
nl: Activiteit
uk: Активність
vi: Hoạt động

source: Device Details
ar: تفاصيل الجهاز
da: Enhedsdetaljer
es: Detalles del dispositivo
nb: Enhetsdetaljer
nl: Apparaatdetails
uk: Деталі Пристрою
vi: Chi tiết thiết bị

source: Configuration
ar: ضبط
da: Konfiguration
es: Configuracion
nb: Oppsett
nl: Instellingen
uk: Налаштування
vi: Cấu hình

source: Fault
ar: خطأ
da: Fejl
es: Fallo
nb: Feil
nl: Fout
uk: Збій
vi: Lỗi

source: Pod Age
ar: عمر البود
da: Pod Alder
es: Edad del Pod
nb: Pod-alder
nl: Podleeftijd
uk: Pod пропрацював

source: Remaining
ar: متبقي
da: Tilbage
es: Restante
nb: Gjenstående
nl: Resterend
uk: Залишок
vi: Đang còn lại

source: No pod paired
ar: لا يوجد بود مقترن
da: Ingen Pod parret
es: No hay Pod emparejado
nb: Ingen sammenkoblet pod
nl: Geen Pod verbonden
uk: Немає підключеного Podʼу
vi: Không có pod nào được kết nối

source: Pod already paired
ar: تم إقران البود مسبقاً
da: Pod allerede parret
es: Ya hay un Pod emparejado
nb: Pod er allerede sammenkoblet
nl: Pod reeds verbonden
uk: Pod вже з'єднано
vi: Pod đã được ghép đôi

source: Insulin type not configured
ar: لم يتم تكوين نوع الإنسولين
da: Insulintype ikke konfigureret
es: Tipo de insulina no configurada
nb: Insulintype ikke konfigurert
nl: Insulinetype niet geconfigureerd
uk: Тип інсуліну не налаштований
vi: Loại insulin chưa được khai báo

source: Pod is not in a state ready for cannula insertion.
ar: البود ليس في حالة جاهزة لإدخال الإبرة.
da: Pod er ikke klar til kanyleindførsel.
es: El Pod no está listo para insertar la cánula
nb: Pod er ikke klar for å sette inn kanyle.
nl: Pod is niet gereed voor canuleplaatsing.
uk: Pod не готовий для введення канюли.
vi: Pod không sẵn sàng để gắn cannula.

source: Invalid Setting
ar: إعدادات غير صالحة
da: Ugyldig indstilling
es: Configuración no válida
nb: Ugyldig innstilling
nl: Ongeldige instelling
uk: Непридатні параметри
vi: Cài đặt không tồn tại

source: Please pair a new pod
ar: الرجاء إقران بود جديد
da: Venligst par med en ny Pod
es: Por favor, empareje un nuevo Pod
nb: Vennligst koble til ny pod
nl: Verbind een nieuwe Pod
uk: Будь ласка, підключіть новий Pod
vi: Đề nghị ghép đôi pod mới

source: Comms Issue
ar: مشكلة في الاتصالات
da: Kommunikationsproblem
es: Problema de comunicaciones
nb: Kommunikasjons-problem
nl: Opdrachtenprobleem
uk: Проблеми з повідомленням
vi: Câu lệnh có vấn đề

source: Finish Pairing
ar: إنهاء الاقتران
da: Afslut parring
es: Finalizar emparejamiento
nb: Fullfør parkobling
nl: Koppeling voltooien
uk: Завершити створення пари
vi: Hoàn tất ghép đôi

source: Finish Deactivation
ar: أكمل إلغاء التفعيل
da: Afslut deaktivering
es: Finalizar desactivación
nb: Fullfør deaktiveringen
nl: Voltooi deactivering
uk: Завершення деактивації
vi: Hoàn tất việc ngưng kích hoạt

source: No Insulin
ar: لا يوجد إنسولين
da: Ingen insulin
es: No hay insulina
nb: Tom for insulin
nl: Geen insuline
uk: Нема Інсуліну
vi: Hết Insulin

source: Pod Occlusion
ar: انسداد البود
da: Pod er blokeret
es: Oclusión del Pod
nb: Pumpen er tilstoppet
nl: Pod verstopping
uk: Помпа забита
vi: Pod bị tắc nghẽn

source: Pod Error
ar: خطأ في البود
da: Pod-fejl
es: Error del Pod
nb: Pod-feil
uk: Помилка Podʼу
vi: Lỗi Pod

source: Insulin Suspended
da: Insulin suspenderet
es: Insulina suspendida
nb: Insulintilførsel pauset
nl: Insuline tijdelijk uitgeschakeld
uk: Подання Інсуліну Припинено
vi: Insulin Đã tạm ngưng

source: Signal Loss
ar: فقدان الإشارة
da: Signaltab
es: Pérdida de señal
nb: Signaltap
nl: Signaalverlies
uk: Втрата сигналу
vi: Mất tín hiệu

source: Manual Basal
da: Manuel Basal
es: Basal temporal manual
nb: Manuell basal
nl: Handmatige tijdelijke basaal
uk: Ручна Тимчасова Базальна Швидкість (ТБШ)
vi: Liều Basal thủ công

source: Insert Cannula
da: Indfør kanyle
es: Insertar Cánula
nb: Sett inn kanyle
nl: Plaats canule
uk: Вставте Канюлю
vi: Thay Cannula

source: Inserting...
ar: جاري إدخال...
da: Indsætter...
es: Insertando...
nb: Setter inn...
nl: Inbrengen...
uk: Введення...
vi: Đang gắn...

source: Retry
ar: أعد المحاولة
da: Prøv igen
es: Reintentar
nb: Prøv igjen
nl: Opnieuw proberen
uk: Спробувати знову
vi: Thử lại

source: Checking...
ar: جارٍ التحقق...
da: Kontrollerer...
es: Comprobando...
nb: Kontrollerer...
nl: Controleren...
uk: Перевірка...
vi: Đang kiểm tra...

source: Check cannula insertion finished
ar: تحقق من انتهاء إدخال القنية
da: Kontroller indsættelse af kanyle færdig
es: Comprobar inserción de cannula finalizada
nb: Kontroller at kanyleinnsettingen er fullført
nl: Controleer of canuleplaatsing is voltooid
uk: Перевірте завершення введення канюлі
vi: Kiểm tra việc gắn cannula đã hoàn tất

source: Get pod status
ar: الحصول على حالة البود
da: Pod status
es: Obtener estado de Pod
nb: Les pod-status
nl: Podstatus ophalen
uk: Отримати статус Podʼу
vi: Lấy thông tin pod

source: Save Basal Profile
ar: حفظ ملف الانسولين القاعدي
da: Indstil Basal Profil
es: Guardar perfil basal
nb: Lagre basalprofil
nl: Bewaar basaalprofiel
uk: Зберегти Базальний профіль
vi: Lưu profile basal

source: Save basal profile failed: %{public}@
ar: فشل حفظ الملف الشخصي للأنسولين القاعدي: %{public}@
da: Kunne ikke gemme basal profil: %{public}@
es: Error al guardar perfil basal: %{public}@
nb: Lagring av basalprofil mislyktes: %{public}@
nl: Opslaan basaalprofiel mislukt: %{public}@
uk: Не вдалося зберегти базальний профіль:%{public}@
vi: Lưu profile basal gặp lỗi: %{public}@

source: Skipping Play Test Beeps due to bolus still in progress.
ar: تخطي نغمة الاختبار بسبب تنفيذ الجرعة.
da: Springer over Spil Test Bip på grund af at en bolus stadig er i gang.
es: Omitiendo sonidos de prueba por bolo aún en curso.
nb: Avbryter test av varsellyd fra pod siden bolus-leveranse fortsatt pågår.
nl: De testgeluiden worden overgeslagen omdat de bolus nog bezig is.
uk: Пропуск звукових сигналів через те, що болюс ще триває.
vi: Bỏ qua việc kiểm tra bíp do đang thực hiện liều bolus.

source: Play Test Beeps
ar: تشغيل نغمة الاختبار
da: Afspil Test Bip
es: Tocar pitidos de prueba
nb: Spill test-toner
nl: Speel testpiepjes af
uk: Програти тестовий звук
vi: Kiểm tra bíp

source: Skipping Read Pulse Log due to bolus still in progress.
ar: تخطي سجل النبض المقروء بسبب البولوس الذي لا يزال قيد التقدم.
da: Springer over Spil Test Bip på grund af at en bolus stadig er i gang.
es: Omitiendo lectura de registro de pulso por bolo aún en curso.
nb: Avbryter lesing av pulslogg siden bolus-leveranse fortsatt pågår.
nl: Overslaan 'Read Pulse Log' omdat bolus nog bezig is.
uk: Пропуск журналу пульсу через те, що болюс ще триває.
vi: Bỏ qua nhật ký đọc xung do liều bolus chưa hoàn thành.

source: Read Pulse Log
ar: قراءة سجل النبض
da: Læs Pulslog
es: Leer registro de pulso
nb: Les pulslogg
nl: Pulslog uitlezen
uk: Читати Журнал Подій
vi: Đọc nhật ký do xung

source: Set Confirmation Beeps to %s
ar: ضبط إشعارات التأكيد على %s
da: Sæt bekræftelsesbip til %s
es: Establecer pitidos de confirmación a %s
nb: Angi bekreftelseslyder til %s
nl: Stel bevestigingsgeluiden in op %s
uk: Установіть значення для звукових сигналів підтвердження %s
vi: Cài đặt tiếng Bíp mức %s

source: Set Confirmation Beeps Preference
ar: تعيين تفضيل إشعارات التأكيد
da: Sæt Bekræftelse Bip Præference
es: Establecer preferencia de pitidos de confirmación
nb: Angi innstillinger for bekreftelseslyder
nl: Stel voorkeuren bevestigingsgeluiden in
uk: Встановіть налаштування звукових сигналів підтвердження
vi: Cài đặt tiếng Bíp

source: Suspend
da: Suspender
es: Suspender
nb: Pause leveranse
nl: Onderbreek
uk: Призупинити
vi: Đã tạm ngưng

source: Failed to suspend: %{public}@
ar: فشل في التعليق (الإيقاف المؤقت): %{public}@
da: Kunne ikke suspendere %{public}@
es: Error al suspender: %{public}@
nb: Kunne ikke sette på pause: %{public}@
nl: Opschorten mislukt: %{public}@
uk: Не вдалося призупинити
vi: Tạm ngưng thất bại: %{public}@

source: Resume
da: Genoptag
es: Reanudar
nb: Gjenoppta leveranse
nl: Hervat
uk: Відновити
vi: Tiếp tục

source: Bolus
ar: الجرعة
es: Bolo
uk: Болюс
vi: Liều bolus

source: Cancel Bolus
ar: إلغاء الجرعة
da: Annuller bolus
es: Cancelar bolo
nb: Avbryt bolus
nl: Annuleer bolus
uk: Скасувати Болюс
vi: Hủy bỏ liều bolus

source: OK
ar: حسناً
uk: ОК

source: Empty Reservoir
ar: الخزان فارغ
da: Tomt Reservoir
es: Reservorio vacío
nb: Tomt reservoar
nl: Reservoir leeg
uk: Порожній резервуар
vi: Hết thuốc

source: Occlusion Detected
ar: تم الكشف عن انسداد
da: Blokering Opdaget
es: Oclusión detectada
nb: Tilstoppelse oppdaget
nl: Afsluiting gedetecteerd
uk: Виявлено оклюзію
vi: Phát hiện tắc nghẽn

source: Critical Pod Error
ar: خطأ حرج في البود
da: Kritisk Pod-fejl
es: Error crítico del Pod
nb: Kritisk feil ved pod
nl: Kritieke Pod fout
uk: Критична Помилка
vi: Pod lỗi nghiêm trọng

source: Insulin delivery stopped. Change Pod now.
ar: تم إيقاف توصيل الأنسولين. يجب تغيير الكبسولة الآن.
da: Insulintilførslen er stoppet. Skift Pod nu.
es: El suministro de insulina se detuvo. Cambie el Pod ahora.
nb: Insulintilførselen har stanset. Bytt pod nå.
nl: Insulinetoediening gestopt. Vervang Pod nu.
uk: Введення інсуліну припинено. Змініть Pod зараз.
vi: Insulin ngừng. Thay Pod ngay.

source: Set Temporary Basal Rate
ar: ضبط معدل القاعدي المؤقت
da: Indstil Midlertidig Basalrate
es: Establecer basal temporal
nb: Angi manuell basal
nl: Stel tijdelijke basaal in
uk: Встановіть Тимчасову Базальну Швидкість
vi: Cài đặt liều nền tạm thời

source: Your insulin delivery will not be automatically adjusted until the temporary basal rate finishes or is canceled.
ar: لن يتم تعديل توصيل الأنسولين تلقائيًا حتى ينتهي معدل القاعدة المؤقت أو يتم إلغاؤه.
da: Din insulindosis justeres ikke automatisk, før den midlertidige basalsats er færdig eller er annulleret.
es: Su entrega insulina no se ajustará automáticamente hasta que la basal temporal termine o sea cancelada.
nl: Je insuline levering zal niet automatisch worden aangepast totdat de tijdelijke basaalstand is beëindigd of is geannuleerd.
uk: Ваша подача інсуліну не буде автоматично скоригована, доки тимчасова базальна доза не закінчиться або не буде скасована.
vi: Việc cung cấp insulin của bạn sẽ không được điều chỉnh tự động cho đến khi mức cơ bản tạm thời kết thúc hoặc bị hủy bỏ.

source: Previous Pod
ar: البود السابق
da: Forrige Pod
es: Pod anterior
nb: Forrige pod
nl: Vorige Pod
uk: Попередній Pod
vi: Pod trước

source: Pump Time
ar: وقت المضخة
da: Pumpetid
es: Hora de la bomba
nb: Pumpe-tid
nl: Pomptijd
uk: Час помпи
vi: Thời gian của Bơm

source: Adjusting Pump Time...
ar: جاري ضبط وقت المضخة...
da: Justerer pumpetid...
es: Ajustando hora de la bomba...
nb: Juster pumpe-tid...
nl: Pomptijd aanpassen...
uk: Налаштування Часу Помпи...
vi: Đang điều chỉnh thời gian của bơm...

source: Sync to Current Time
ar: المزامنة مع الوقت الحالي
da: Synkroniser til aktuel tid
es: Sincronizar con la hora actual
nb: Synkroniser til gjeldende tid
nl: Synchroniseer met de huidige tijd
uk: Встановити Поточний Час
vi: Đồng bộ thời gian hiện tại

source: Switch to other insulin delivery device
ar: التبديل إلى جهاز توصيل الأنسولين الآخر
da: Skift til en anden insulintilførselsenhed
es: Cambiar a otra bomba de insulina
nb: Bytt til en annen insulinpumpe
nl: Schakel over op een ander insulinetoedieningsapparaat
uk: Перейдіть на інший пристрій для введення інсуліну
vi: Chuyển đổi sang bơm khác

source: The time on your pump is different from the current time. Do you want to update the time on your pump to the current time?
ar: الوقت في مضختك مختلف عن الوقت الحالي. هل ترغب في تحديث الوقت في مضختك ليتوافق مع الوقت الحالي؟
da: Tiden på din pumpe er forskellig fra den aktuelle tid. Vil du opdatere tiden på din pumpe til det aktuelle tidspunkt?
es: La hora de la bomba es diferente de la hora actual. ¿Desea actualizar la hora de su bomba a la hora actual?
nb: Tiden det tar på pumpen er forskjellig fra nåværende tidspunkt. Ønsker du å oppdatere tidspunktet på pumpen til nåværende tidspunkt?
nl: De pomptijd is anders dan de huidige tijd. Wil je de tijd van je pomp updaten naar de huidige tijd?
uk: Час на вашій помпі відрізняється від поточного часу. Хочете оновити час на помпі до поточного?
vi: Thời gian trên máy bơm của bạn khác với thời gian hiện tại. Bạn có muốn cập nhật thời gian trên máy bơm của mình đến thời điểm hiện tại không?
