Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/OmniBLE/Localizations/*.lproj/Localizable.strings
Languages: ar, da, es, nb, nl, uk, vi

source: The app configures a reminder on the pod to notify you in advance of Pod expiration. Set the number of hours advance notice you would like to configure when pairing a new Pod.
ar: يقوم التطبيق بتكوين تذكير على البود لتنبيهك مسبقًا قبل انتهاء صلاحية البود. قم بتحديد عدد الساعات التي تود تلقي إشعار مسبق بها بشكل افتراضي عند إقران بود جديد.
da: Appen konfigurerer en påmindelse på Pod'en for at give dig besked inden Pod-udløb. Indstil antallet af timer i forvejen, du vil konfigurere, når du parrer en ny Pod.
es: La aplicación configura un recordatorio en el Pod para notificarle con antelación sobre la expiración del mismo. Establezca el número de horas de antelación con las que desea que se le avise para emparejar una nueva bomba.
nb: Appen stiller inn en påminnelse i poden for å varsle deg i forkant av at pod utløper. Angi hvor mange timer i forveien du ønsker varselet når du parkobler en ny pod.
nl: iAPS configureert melding op de Pod om je op de hoogte te stellen wanneer de Pod verloopt. Stel het aantal uren vooraf in dat je standaard wilt instellen als je een nieuwe Pod koppelt.
uk: Програма налаштовує нагадування на Podʼі, щоб завчасно повідомити вас про закінчення терміну дії Pod. Встановіть кількість годин попереднього сповіщення, яке ви хочете налаштувати під час підключення нового Podʼу.
vi: Ứng dụng cấu hình lời nhắc trên pod để thông báo trước cho bạn khi pod hết hạn. Đặt số giờ bạn muốn cấu hình khi ghép nối pod mới.

source: This is a reminder that you scheduled when you paired your current Pod.
ar: هذا تذكير قمت بجدولته عند إقرانك للبود الحالي.
da: Dette er en påmindelse om, at du planlagde, hvornår du parrede din nuværende Pod.
es: Este es un recordatorio que programó cuando enlazó su Pod actual.
nb: Dette er en påminnelse om at du planla da du parkoblet din nåværende pod.
nl: Dit is een herinnering die je hebt gepland toen je je huidige Pod koppelde.
uk: Це нагадування, яке ви запланували, коли сполучали свій поточний Pod.
vi: Đây là lời nhắc mà bạn đã lên lịch khi ghép nối Pod hiện tại của mình.

source: The App notifies you when the amount of insulin in the Pod reaches this level.
ar: يقوم التطبيق بإشعارك عندما يصل مقدار الأنسولين في البود إلى هذا المستوى.
da: Appen giver dig besked, når mængden af insulin i Pod'en når dette niveau.
es: La aplicación le notificará cuando la cantidad de insulina en el Pod alcance este nivel.
nb: Appen gir deg beskjed når insulinmengden i pod når dette nivået.
nl: iAPS geeft een melding als de hoeveelheid insuline in de Pod dit niveau bereikt.
uk: Програма сповіщає вас, коли кількість інсуліну в Podʼі досягає цього рівня.
vi: Ứng dụng nhắc nhở bạn khi lượng insulin trong pod đạt đến mức này.

source: Critical Alerts
ar: تنبيهات هامة
da: Kritiske Advarsler
es: Alertas críticas
nb: Kritiske varslinger
nl: Kritieke waarschuwingen
uk: Критичні Сповіщення
vi: Cảnh báo nghiêm trọng

source: The reminders above will not sound if your device is in Silent or Do Not Disturb mode. There are other critical Pod alerts and alarms that will sound even if you device is set to Silent or Do Not Disturb mode.
da: Påmindelserne ovenfor vil ikke lyde, hvis din enhed er i lydløs tilstand eller Forstyr ikke. Der er andre kritiske Pod alarmer og alarmer, der vil lyde, selvom din enhed er indstillet til Lydløs eller Forstyr ikke.
es: Los recordatorios de arriba no emitirán sonido si su dispositivo está en modo Silencio o No Molestar. Existen otras alertas críticas del Pod que sonarán incluso si su dispositivo está en dichos modos.
nb: Påminnelsene over vil ikke lyde hvis enheten er i stillemodus eller Ikke forstyrr-modus. Det finnes andre kritiske pod-varsler og -alarmer som vil lyde selv om enheten er satt til stillemodus eller Ikke forstyrr.
nl: Als je apparaat stil is of in de Niet storen-modus staat, hoor je de bovenstaande herinneringen niet in de app. Er zijn echter andere belangrijke waarschuwingen voor de Pod die nog steeds in de app verschijnen, zelfs als je apparaat stil is of in de Niet storen-modus staat. De Pod maakt ook geluid met piepjes voor alle herinneringen en waarschuwingen, behalve als de Pod is uitgeschakeld.
uk: Нагадування вище не звучатимуть, якщо ваш пристрій перебуває в беззвучному режимі або режимі «Не турбувати». Існують інші важливі сповіщення та будильники Podʼу, які лунатимуть, навіть якщо на пристрої встановлено режим «Без звуку» або «Не турбувати».
vi: Lời nhắc ở trên sẽ không phát ra âm thanh nếu thiết bị của bạn ở trạng thái Silent hoặc Do Not Disturb. Có nhiều cách cảnh báo khác nhau phát ra âm thanh ngay cả khi thiết bị của bạn ở trạng thái Silent hoặc Do Not Disturb.

source: Low Reservoir Reminder
da: Påmindelse om lavt reservoir
es: Recordatorio de reservorio bajo
nb: Påminnelse om lite insulin i pod
nl: Herinnering 'Reservoir bijna leeg'
uk: Нагадування про Низький Рівень Резервуару
vi: Báo nhắc gần hết thuốc

source: Make sure your phone and pod are close to each other. If communication issues persist, move to a new area.
da: Sørg for, at din telefon og Pod er tæt på hinanden. Hvis der fortsat er kommunikationsproblemer, skal du flytte til et nyt område.
es: Asegúrese de que su teléfono y su Pod estén cerca el uno del otro. Si los problemas de comunicación persisten, muévase a otra área.
nb: Sørg for at telefonen og poden er nær hverandre. Gå til et nytt område hvis kommunikasjonsproblemene vedvarer.
nl: Zorg ervoor dat je iPhone en Pod dicht bij elkaar liggen. Als communicatieproblemen aanhouden, ga dan naar een nieuw gebied.
uk: Переконайтеся, що ваш телефон і Pod знаходяться поруч один з одним. Якщо проблеми звʼязку не зникають, перейдіть у інше місце.
vi: Đảm bảo điện thoại và pod được đặt gần nhau. Nếu kết nối vẫn gặp trở ngại, đặt lại chổ khác.

source: Change Pod now. Insulin delivery will stop in %1$@ or when no more insulin remains.
da: Skift Pod nu. Insulintilførsel stopper om %1$@, eller når der ikke er mere insulin tilbage.
es: Cambie el Pod ahora. La administración de insulina se detendrá en %1$@ o cuando no quede más insulina.
nb: Bytt pod nå. Insulintilførselen stopper om %1$@, eller når det er tomt for insulin.
nl: Vervang Pod nu. De insulinetoediening stopt over %1$@ of wanneer er geen insuline meer over is.
uk: Змініть Pod зараз. Введення інсуліну припиниться через %1$@ або коли інсулін закінчиться.
vi: Thay pod ngay. Insulin sẽ ngưng tiêm trong %1$@ hoặc khi không còn insulin.

source: Disabled
da: Deaktiveret
es: Desactivado
nb: Deaktivert
nl: Uitgeschakeld
uk: Вимкнено
vi: Vô hiệu hóa

source: Enabled
da: Aktiveret
es: Habilitado
nb: Aktivert
nl: Ingeschakeld
uk: Активовано
vi: Cho phép

source: Extended
da: Forlænget
es: Extendido
nb: Utvidet
nl: Uitgebreid
uk: Розширений
vi: Mở rộng

source: No confidence reminders are used.
da: Der anvendes ingen tillidspåmindelser.
es: No se utilizan recordatorios de confianza.
nb: Det brukes ingen bekreftelseslyder.
nl: Er worden geen bevestigingsmeldingen gebruikt.
uk: Нагадування про довіру не використовуються.
vi: Không có lời nhắc nào được sử dụng.

source: Confidence reminders will sound for commands you initiate, like bolus, cancel bolus, suspend, resume, save notification reminders, etc. When the app automatically adjusts delivery, no confidence reminders are used.
da: Påmindelser om succesfulde handlinger vil lyde for de kommandoer du igangsætter, som bolus, annulleret, suspenderet, genoptaget bolus, gemte notifikationspåmindelser etc. Når iAPS automatisk justerer tilførslen, bliver påmindelser om succesfulde handlinger ikke benyttet.
es: Los recordatorios de confianza sonarán para los comandos que inicie, como bolo, cancelar bolo, suspender, reanudar, guardar recordatorios de notificación, etc. Cuando el lazo cerrado ajusta automáticamente la administración de insulina, no se utilizan recordatorios de confianza.
nb: Du vil høre påminnelseslyder for kommandoer du starter, slik som bolus, avbryt bolus, pause, gjenoppta, lagre innstillinger, osv. Når appen automatisk justerer insulinlevering hører du ingen påminnelseslyder.
nl: Bevestigingsmeldingen zullen klinken voor opdrachten die je zelf geeft zoals bolus, annulering, geschorst, hervatten, opslaan van meldingen etc. Als iAPS de toediening automatisch wijzigt dan worden geen bevestigingsmeldingen gegeven.
uk: Нагадування про достовірність лунатимуть для команд, які ви ініціюєте, як-от болюс, скасування болюсу, призупинення, відновлення, збереження сповіщень тощо. Коли Loop автоматично регулює доставку, нагадування про довіру не використовуються.
vi: Các tác vụ sẽ có âm thanh như khi bạn bolus, hủy bỏ bolus, tạm dừng bơm, hoạt động lại hay lưu các lời nhắc thông báo... sẽ không có âm thanh khi ứng dụng chạy tự động.

source: Confidence reminders will sound when the app automatically adjusts delivery as well as for commands you initiate.
da: Påmindelser om succesfulde handlinger vil lyde, når iAPS automatisk justerer tilførslen og for de kommandoer du igangsætter.
es: Los recordatorios de confianza sonarán cuando el lazo cerrado ajuste la administración de insulina, así como para los comandos manuales.
nb: Du vil høre påminnelseslyder når appen automatisk justerer insulinlevering, og for kommandoer du starter.
nl: Bevestigingsmeldingen zullen klinken als iAPS de levering automatisch aanpast en bij opdrachten die je zelf geeft.
uk: Нагадування про довіру лунатимуть, коли Loop автоматично регулює доставку, а також для команд, які ви ініціюєте.
vi: Sẽ có âm thanh báo nhắc khi ứng dụng tự động điều chỉnh liều cũng như khi bạn khởi tạo ứng dụng.

source: Rate
ar: معدّل
da: Værdi
es: Ratio
nb: Ratio
nl: Waarde
uk: Швидкість
vi: Tỷ lệ

source: U/hr
da: E/t
es: U/h
nb: E/t
nl: E/uur
uk: U/год

source: %1$@ for %2$@
da: %1$@ i %2$@
es: %1$@ para %2$@
nb: %1$@ i %2$@
nl: %1$@ voor %2$@
uk: %1$@ для %2$@
vi: %1$@ cho %2$@

source: Loop will not automatically adjust your insulin delivery until the temporary basal rate finishes or is canceled.
da: iAPS justerer ikke automatisk din insulindosering, før den midlertidige basalrate er afsluttet eller annulleret.
es: iAPS no ajustará automáticamente su administración de insulina hasta que el actual ratio de insulina basal temporal finalice o sea cancelado.
nb: Appen vil ikke automatisk justere insulintilførselen før den manuelle basalraten er fullført eller kansellert.
nl: iAPS zal niet automatisch jouw insulinetoediening aanpassen tot de tijdelijke basaalstand is beëindigd of is geannuleerd.
uk: Петля не регулюватиме подачу інсуліну автоматично, доки тимчасова базальна доза не закінчиться або не буде скасована.
vi: Loop sẽ không tự động điều chỉnh liều insulin đến khi liều nền tạm thời thực hiện xong hoặc bị hủy bỏ.

source: Set Temporary Basal
da: Sæt Midlertidig Basal
es: Establecer basal temporal
nb: Angi manuell basal
nl: Tijdelijke basaal instellen
uk: Встановіть Тимчасову Базальну Швидкість
vi: Cài đặt liều nền tạm thời

source: Temporary Basal
da: Midlertidig Basal
es: Basal temporal
nb: Manuell basal
nl: Tijdelijke basaal
uk: Тимчасовий Базал
vi: Liều nền tạm thời

source: Temporary Basal Failed
da: Midlertidig Basal Mislykkedes
es: Basal temporal fallida
nb: Manuell basal mislyktes
nl: Tijdelijke basaalstanden mislukt
uk: Тимчасовий Базал не виконан
vi: Liều nền tạm thời thất bại

source: Unable to set a temporary basal rate: %1$@ %2$@
da: Kan ikke indstille en midlertidig basalrate: %1$@ %2$@
es: No se ha podido establecer una basal temporal: %1$@ %2$@
nb: Kunne ikke angi en manuell basalrate: %1$@ %2$@
nl: Kan geen tijdelijke basaalstand instellen: %1$@ %2$@
uk: Не вдалося встановити Тимчасову Базальну Швидкість: %1$@ %2$@
vi: Không thể cài đặt liều nền tạm thời: %1$@ %2$@

source: Unable to set a temporary basal rate: %1$@
da: Kan ikke indstille en midlertidig basalrate: %1$@
es: No se ha podido establecer una basal temporal: %1$@
nb: Kunne ikke angi en manuell basalrate: %1$@
nl: Kan geen tijdelijke basaalstand instellen: %1$@
uk: Неможливо встановити Тимчасову Базальну Швидкість: %1$@
vi: Không thể cài đặt liều nền tạm thời: %1$@

source: Missing Config
da: Manglende Konfiguration
es: Configuración faltante
nb: Manglende konfigurasjon
nl: Configuratie ontbreekt
uk: Відсутня конфігурація
vi: Thiếu cấu hình

source: This PumpManager has not been configured with a maximum basal rate because it was added before manual temp basal was a feature. Please go to therapy settings -> delivery limits and set a new maximum basal rate.
da: Denne PumpManager er ikke blevet konfigureret med maximal basal rate fordi det var tilføjet før manuel temp basal var en feature. Gå til Terapi Indstillinger -> Leveringsgrænser og set en ny maximal basal rate.
es: Este gestor de bomba no ha sido configurado con una tasa basal máxima porque fue añadido antes de que basal manual temporal fuese una funcionalidad. Por favor, vaya a 'Configuración de terapia -> Límites de administración' y establezca una nueva tasa basal máxima.
nb: Denne pumpedriveren har ikke blitt konfigurert med en maksimal basalrate fordi den ble lagt til før manuell midlertidig basal var en tilgjengelig funksjon. Gå til Pumpeinnstillinger -> leveringsgrenser og sett en ny maksimal basal rate.
nl: Deze pompmanager is niet geconfigureerd met een maximale basaalstand omdat het is toegevoegd voordat handmatig tijdelijke basaal een functie was. Ga naar therapie instellingen -> afleverlimieten en stel een nieuwe maximale basaalstand in.
uk: Помічник налаштування помпи не був налаштований щодо максимального рівня Базального інсуліну. Будь ласка, перейдіть в "Параметри помпи" -> "Межа подачі" і встановіть новий максимальний рівень Базального інсуліну.
vi: Liều nền tối đa chưa được cấu hình. Đề nghị vào Cài đặt-> Cấu hình bơm và cấu hình Liều nền tối đa mới.

source: Expiration Reminder Default
da: Standard for udløbspåmindelse
es: Recordatorio de expiración predeterminado
nb: Utløpspåminnelse
nl: Standaard herinnering voor einde Pod
uk: Нагадування про закінчення терміну дії за умовчанням
vi: Mặc định nhắc nhở hết hạn

source: Previous Pod Information
da: Forringe Pod Information
es: Información del Pod anterior
nb: Informasjon om forrige pod
nl: Informatie vorige Pod
uk: Попередня інформація про Pod
vi: Thông tin Pod trước đó

source: No Delivery
da: Ingen levering
es: Sin administración
nb: Ingen leveranse
nl: Geen levering
uk: Без Подачи
vi: Không Tiêm

source: Active Time
da: Aktiv Tid
es: Tiempo Activo
nb: Aktiveringstidspunkt
nl: Actieve duur
uk: Активний Час
vi: Thời gian Hoạt động

source: Total Delivery
da: Total Levering
es: Total administrado
nb: Total leveranse
nl: Totaal afgegeven
uk: Усього подано
vi: Tổng liều

source: Device Name
da: Enhedsnavn
es: Nombre del dispositivo
nb: Enhetsnavn
nl: Apparaatnaam
uk: Ім'я пристрою
vi: Tên thiết bị

source: Lot Number
da: Lot-nummer
es: Número de lote
nb: Lot-nummer
nl: Lotnummer
uk: Номер партії
vi: Số Lô

source: Sequence Number
da: Sekvensnummer
es: Número de secuencia
nb: Sekvensnummer
nl: Volgnummer
uk: Порядковий номер
vi: Số thứ tự

source: Firmware Version
es: Versión del firmware
nb: Fastvareversjon
nl: Firmwareversie
uk: Версія прошивки
vi: Phiên bản phần mềm

source: BLE Firmware Version
es: Versión del firmware BLE
nb: BLE fastvareversjon
nl: BLE Firmwareversie
uk: Версія мікропрограми BLE
vi: Phiên bản phần mềm Bluetooth

source: Last Status
da: Sidste Status
es: Último estado
nb: Siste status
nl: Laatste status
uk: Останній статус
vi: Trạng thái gần nhất

source: Pod Fault Details
da: Pod Fejldetaljer
es: Detalles del fallo del Pod
nb: Detaljer om pod-feil
nl: Pod foutdetails
uk: Деталі несправності Podʼу
vi: Thông tin lỗi Pod

source: Pod Setup
da: Pumpe Setup
es: Configuración del Pod
nb: Pumpeoppsett
uk: Налаштування Podʼу
vi: Cấu hình Pod

source: You will now begin the process of configuring your reminders, filling your Pod with insulin, pairing to your device and placing it on your body.
da: Du skal nu begynde at konfigurere dine påmindelser, fylde din Pod med insulin, parre den med din enhed og placere den på din krop.
es: Ahora comenzará el proceso de configurar sus recordatorios, llenar su Pod con insulina, emparejarlo con su dispositivo y colocárselo en el cuerpo.
nb: Du vil nå starte prosessen med å konfigurere påminnelser, fylle pod med insulin, koble den til telefonen, og plassere den på kroppen.
nl: Je gaat nu beginnen met het configureren van je herinneringen, het vullen van je Pod met insuline, het koppelen van je apparaat en het plaatsen van de Pod op je lichaam.
uk: Тепер ви почнете процес налаштування своїх нагадувань, заправляєте свій Pod інсуліном, з’єднуєте пристрій і розміщуєте його на своєму тілі.
vi: Bạn bắt đầu quá trình cài đặt các lời nhắc, đổ đầy thuốc vào pod, ghép đôi thiết bị và gắn pod lên người.

source: Skip Omnipod Onboarding?
da: Spring Omnipod Onboarding over?
es: ¿Omitir la inicialización de Omnipod?
nb: Hopp over Omnipod onboarding?
nl: Omnipod onboarding overslaan?
uk: Пропустити онборт Omnipod?
vi: Bỏ qua giới thiệu Omnipod không?

source: The App notifies you in advance of Pod expiration. Scroll to set the number of hours advance notice you would like to have.
da: Appen giver dig besked før Pod'en udløber. Indstil antallet af timer før udløb som påmindelse.
es: La aplicación le avisa con antelación de la expiración del Pod. Deslice para establecer el número de horas de antelación que le gustaría tener.
nb: Appen varsler deg før pod utløper. Angi hvor mange timer i forkant du vil varsles.
nl: iAPS geeft een melding voordat de Pod vervalt. Scroll om in te stellen hoeveel uren, voordat de Pod verloopt, je een kennisgeving wilt hebben.
uk: Програма заздалегідь сповіщає вас про закінчення терміну дії Podʼу. Прокрутіть, щоб установити кількість годин попереднього сповіщення, яке ви хочете отримувати.
vi: Ứng dụng sẽ thông báo trước cho bạn thời gian pod hết hạn. Kéo xuống để thiết lập số giờ để ứng dụng thông báo.

source: Next
da: Næste
es: Siguiente
nb: Neste
nl: Volgende
uk: Далі
vi: Kế tiếp

source: Expiration Reminder
da: Udløbs Påmindelse
es: Recordatorio de Caducidad
nb: Utløpspåminnelse
nl: Let op je Pod vervalt
uk: Нагадування про термін дії
vi: Nhắc nhở hết hạn

source: The App notifies you when the amount of insulin in the Pod reaches this level (50-10 U). Scroll to set the number of units at which you would like to be reminded.
da: Appen giver dig besked, når mængden af insulin i Pod'en når dette niveau (50-10 E) Indstil antallet enheder, du vil bruge som påmindelse.
es: La app le avisará cuando la cantidad de insulina en el Pod alcance este nivel (10 a 50U). \Deslice para establecer el número de unidades en las que desea ser notificado.
nb: Appen varsler deg når mengden insulin i pod kommer ned på dette nivået (50-10 E). Angi insulinnivå som skal utløse denne påminnelsen.
nl: iAPS geeft een melding als de hoeveelheid insuline in de Pod dit niveau bereikt (50-10 E). Scroll om in te stellen bij welk aantal eenheden je wilt worden herinnerd.
uk: Додаток сповістить вас, коли кількість інсуліну в Podʼі досягне цього рівня (50-10 ОД). Прокрутіть, щоб установити кількість одиниць, про яку ви хочете отримати нагадування.
vi: Ứng dụng sẽ thông báo khi lượng insulin trong Pod đạt đến mức này (50-10 U). Kéo xuống để chọn số Unit mà bạn muốn để nhận thông báo.

source: Save
ar: إحفظ
da: Gem
es: Guardar
nb: Lagre
nl: Opslaan
uk: Зберегти
vi: Lưu

source: hr
da: t
es: h
nb: t
nl: uur
uk: год
vi: giờ

source: Cancel Manual Basal
da: Annuller Manuel Basal
es: Cancelar basal manual
nb: Avbryt manuell basal
nl: Annuleer handmatige basaal
uk: Скасувати ручний Базал
vi: Hủy bỏ liều basal thủ công

source: Resume Insulin Delivery
da: Genoptag Insulintilførsel
es: Reanudar administración de insulina
nb: Gjenoppta insulintilførsel
nl: Insulinetoediening hervatten
uk: Відновити введення інсуліну
vi: Phục hồi liều insulin

source: Make sure your pod is nearby and try again.
da: Sørg for, at din pod er tæt på, og prøv igen.
es: Asegúrate que tu Pod se encuentre cerca e inténtelo de nuevo.
nb: Pass på at poden er i nærheten, og prøv igjen.
nl: Zorg dat je Pod in de buurt is en probeer opnieuw.
uk: Переконайтеся, що Pod поблизу, і повторіть спробу.
vi: Đảm bảo rằng Pod của bạn đang ở gần và thử lại.

source: Pod not connected
da: Pod ikke forbundet
es: Pod no conectado
nb: Pod er ikke tilkoblet
nl: Pod is niet verbonden
uk: Pod не під'єднано
vi: Pod chưa được kết nối

source: Suspended At
da: Suspenderet
es: Suspendido a las
nb: Pauset kl
nl: Onderbroken op
uk: Призупинено у
vi: Tạm ngưng tại

source: Resuming insulin delivery...
da: Genoptager insulintilførsel...
es: Reanudando administración de insulina...
nb: Gjenopptar insulintilførselen...
nl: Insulinetoediening hervatten...
uk: Відновлення введення інсуліну...
vi: Đang phục hồi liều insulin...

source: Suspending insulin delivery...
da: Suspenderer insulinlevering...
es: Suspendiendo administración de insulina...
nb: Stopper insulintilførsel...
nl: Onderbreken van insulinetoediening...
uk: Призупинення введення інсуліну...
vi: Đang tạm dừng liều insulin...

source: No pods found
da: Ingen Pods fundet
es: No se encontraron Pods
nb: Finner ikke pod
nl: Geen pods gevonden
uk: Pod не знайдено
vi: Không tìm thấy Pod

source: Too many pods found
da: For mange pods fundet
es: Se encontraron demasiados Pods
nb: Fant for mange poder
nl: Te veel pods gevonden
uk: Знайдено забагато Podʼів
vi: Phát hiện quá nhiều pod

source: Make sure iPhone is nearby the active pod
da: Sørg for, at iPhone er i nærheden af den aktive pod
es: Asegúrese de que el iPhone está cerca del Pod activo
nb: Pass på at iPhone er i nærheten av den aktive poden
nl: Zorg ervoor dat de iPhone dicht bij de actieve pod in de buurt is
uk: Переконайтеся, що iPhone знаходиться поруч з активним Podʼом
vi: Đảm bảo rằng iPhone gần với pod đang kích hoạt

source: Try again
da: Prøv igen
es: Vuelva a intentarlo
nb: Prøv på nytt
nl: Probeer opnieuw
uk: Спробуйте знову
vi: Thử lại

source: Move to a new area away from any other pods and try again.
da: Flyt til et nyt område væk fra andre Pods og prøv igen.
es: Muévase a una área alejado de cualquier otro Pod e inténtelo de nuevo.
nb: Prøv på nytt et annet sted, utenfor rekkevidde av andre poder.
nl: Verplaats naar een nieuw gebied dat uit de buurt is van andere Pods en probeer opnieuw.
uk: Перейдіть у інше місце подалі від будь-яких інших Podʼів і спробуйте ще раз.
vi: Chuyển pod đến vị trí mới và thử lại.

source: Make sure your pod is filled and nearby.
da: Sørg for, at din pod er fyldt og i nærheden.
es: Asegúrese de que su Pod está lleno y a poca distancia.
nb: Pass på at poden er fylt, og i nærheten av telefonen.
nl: Zorg ervoor dat je pod is ingevuld en in de buurt is.
uk: Переконайтеся, що Pod наповнений і знаходиться поруч.
vi: Đảm bảo pod đã chứa đầy thuốc và gần bên.

source: Please reposition iPhone further from the pod
da: Flyt iPhone længere væk fra podden
es: Por favor, posicione el iPhone más lejos del Pod
nb: Vennligst flytt iPhone lenger bort fra poden
nl: Verplaats de iPhone verder weg van de pod
uk: Перемістіть iPhone далі від Podʼу
vi: Đặt iPhone xa khỏi pod

source: Please reposition iPhone relative to the pod
da: Flyt iPhone nærmere podden
es: Por favor, posicione el iPhone cerca del Pod
nb: Vennligst flytt iPhone relativt til pod
nl: Verplaats de iPhone ten opzichte van de pod
uk: Перемістіть iPhone далі від Podʼу
vi: Đặt iPhone lại gần pod
