Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/OmniBLE/Localizations/*.lproj/Localizable.strings
Languages: ar, da, es, nb, nl, uk, vi

source: Please bring only original pod in range or deactivate original pod
da: Hav kun den originale pod tæt på eller deaktiver den original pod
es: Por favor, ponga solamente el Pod inicial en rango o desactívelo
nb: Vennligst ha bare den opprinnelige poden innenfor rekkevidde, eller deaktiver den opprinnelige poden
nl: Breng alstublieft alleen de originele pod binnen bereik of deactiveer de originele pod
uk: Будь ласка, тримайте лише вихідний Pod у зоні дії або деактивуйте оригінальний Pod
vi: Chỉ mang pod gốc trong phạm vi hoạt động hoặc hủy kích hoạt pod gốc

source: Crosstalk possible. Please move to a new location
da: Kommunikationsfejl. Flyt til et nyt område
es: Interferencia posible. Por favor, muévase a una nueva ubicación
nb: Elektronisk støy i omgivelsene? Prøv på ny i et annet rom.
nl: Verstoring mogelijk. Ga naar een nieuwe locatie en probeer het opnieuw
uk: Перехресні перешкоди можливі. Будь ласка, перейдіть на нове місце
vi: Có nhiễu xuyên âm. Vui lòng di chuyển đến địa điểm mới

source: Wait for existing bolus to finish, or cancel bolus
da: Vent, indtil eksisterende bolus er færdig, eller annuller bolus
es: Espere a que termine el bolo actual o cancélelo
nb: Vent til eksisterende bolus er ferdig, eller avbryt bolus.
nl: Wacht tot huidige bolus is voltooid, of annuleer bolus
uk: Зачекайте, поки поточний болюс закінчиться, або скасуйте болюс
vi: Chờ đợi liều bolus hiện tại hoàn tất hoặc hủy liều bolus

source: Wait for existing temp basal to finish, or suspend to cancel
da: Vent, indtil den eksisterende midlertidige basal er færdig, eller suspender for at annullere
es: Espere a que termine la basal temporal existente o suspéndala para cancelar
nb: Vent til eksisterende midlertidig basal er ferdig, eller sett insulintilførsel på pause for å avbryte.
nl: Wacht tot de huidige tijdelijke basaalsnelheid is voltooid, of onderbreek om te annuleren
uk: Дочекайтеся закінчення поточного Тимчасового Базалу або скасуйте його
vi: Chờ đợi liều basal tạm thời hoàn tất hoặc chọn ngưng để hủy

source: %@ ago
ar: منذ ‭%@
da: %@ siden
es: Hace %@
nb: %@ siden
nl: %@ geleden
uk: %@ тому
vi: %@ trước đó

source: Silenced
da: Gjort tavs
es: Silenciado
nb: Dempet
nl: Gedempt
uk: Сповіщення вимкнено
vi: Im lặng

source: Normal operation mode where audible Pod beeps are used for all Pod alerts and when confidence reminders are enabled.
da: Normal driftstilstand, hvor hørbar Pod bip bruges til alle Pod advarsler, og når tillidspåmindelser er aktiveret.
es: Modo de operación normal, donde se utilizan pitidos audibles para todas las alertas del Pod y cuando los recordatorios de confianza están habilitados.
nb: Normal driftsmodus der Pod piper for alle Pod-varslinger og når påminnelsesvarsler er aktivert.
nl: Normale modus waarbij hoorbare piepjes worden gebruikt voor alle Podwaarschuwingen en wanneer bevestigingsmeldingen zijn ingeschakeld.
uk: Звичайний режим роботи, коли звукові сигнали Pod використовуються для всіх сповіщень Pod і коли ввімкнено нагадування про конфіденційність.
vi: Chế độ hoạt động bình thường trong đó tiếng bíp của Pod được dùng cho mọi cảnh báo của Pod và khi lời nhắc được bật.

source: All Pod alerts use no beeps and confirmation reminder beeps are suppressed. The Pod will only beep for fatal Pod faults and when playing test beeps. ⚠️Warning - Whenever the Pod is silenced it must be kept within Bluetooth range of this device to receive notifications for Pod alerts.
da: Alle Pod advarsler bruger ingen bip og bekræftelse påmindelse bip er undertrykt. Pod vil kun bippe for fatale Pod fejl og når du spiller test bip. ⚠️Advarsel - Når Pod er lydløs, skal den holdes inden for Bluetooth-rækkevidde af denne enhed for at modtage meddelelser om Pod advarsler.
es: Ninguna alerta del Pod emitirá sonido. Los recordatorios de confirmación también son suprimidos. El Pod sólo sonará en caso de error crítico del Pod o de pruebas manuales. ⚠️Advertencia - Siempre que el Pod esté silenciado, debe mantenerse dentro del alcance Bluetooth del dispositivo para recibir las alertas mencionadas anteriormente.
nb: Pipelyder er slått av for alle Pod-varsler og påminnelsesvarsler er slått av. Pod'en vil kun pipe hvis den slutter å virke og når du ber om test-lyd. ⚠️Advarsel - Når pipelyder er slått av må du passe på å ha Pod'en innenfor Bluetooth-rekkevidde til mobiltelefonen slik at du kan motta varsler på telefonen ved feil på Pod'en.
nl: Pods maken geen piepjes en meldingen worden stil doorgegeven. De Pod piept alleen bij ernstige fouten of als je een testpiepje doet. ⚠️ Let op: Als de Pod in stille modus staat, moet hij in de buurt van je apparaat blijven (binnen Bluetooth-bereik) om meldingen te kunnen ontvangen.
uk: Усі сповіщення Pod не використовують звукові сигнали, а звукові сигнали нагадування про підтвердження пригнічуються. Pod подає звукові сигнали лише у разі фатальних помилок Pod і під час відтворення тестових звукових сигналів. ⚠️Попередження. Щоразу, коли Pod вимкнено, він має залишатися в зоні дії Bluetooth цього пристрою, щоб отримувати сповіщення про сповіщення Pod.
vi: Tất cả các cảnh báo của Pod đều không sử dụng tiếng bíp và tiếng bíp nhắc nhở sẽ bị chặn. Pod sẽ chỉ phát ra tiếng bíp khi Pod gặp lỗi nghiêm trọng và khi thực hiện kiểm tra tiếng bíp. ⚠️Cảnh báo - Bất cứ khi nào Pod ở chế độ im lặng, nó phải được đặt trong phạm vi hoạt động của Bluetooth để nhận thông báo về các cảnh báo của Pod.

source: Silence Pod mode suppresses all Pod alert and confirmation reminder beeping.
da: Lydløs Pod tilstand undertrykker alle Pod alarmer og bekræftelsespåmindelsesbip.
es: El modo Silence Pod reprime toda la alerta de Pod y el recordatorio de confirmación.
nb: Stillemodus slår av alle pipelyder for Pod'en.
nl: Stille Podmodus dempt alle Podalarmen en bevestigingsmeldingen.
uk: Режим Silence Pod пригнічує всі звукові сигнали сповіщень і нагадувань про підтвердження.
vi: Chế độ Silence Pod sẽ chặn tất cả tiếng bíp và lời nhắc nhở.

source: Pod Details
da: Pod Detaljer
es: Detalles del Pod
nb: Pod-detaljer
uk: Деталі Pod
vi: Các thông tin của Pod

source: Previous Pod Details
da: Forrige Pod Detaljer
es: Detalles del Pod anterior
nb: Detaljer fra forrige Pod
nl: Details vorige Pod
uk: Попередні подробиці Pod
vi: Thông tin của Pod trước đó

source: Pump Manager Details
da: Pumpe Manager Detaljer
es: Detalles del gestor de la bomba
nb: Detaljer for pumpehåndtering
nl: Details pompmanager
uk: Деталі менеджера помпи
vi: Chi tiết về Trình quản lý Bơm

source: Retrieving Pump Manager Details...
da: Henter Pump Manager Detaljer...
es: Recuperando detalles del gestor de la bomba...
nb: Henter detaljer for pumpehåndtering...
nl: Gegevens pompmanager ophalen...
uk: Отримання деталей менеджера помп...
vi: Đang truy xuất thông tin Trình quản lý Bơm...

source: Refresh Pump Manager Details
da: Opdater Pump Manager Detaljer
es: Actualizar detalles del gestor de la bomba
nb: Oppdater detaljer for pumpehåndtering
nl: Ververs details pompmanager
uk: Оновити відомості про керування помпами
vi: Làm mới Chi tiết về Trình quản lý Bơm

source: Diagnostics
da: Diagnostik
es: Diagnósticos
nb: Diagnose
nl: Diagnostische gegevens
uk: Діагностика
vi: Chẩn đoán

source: Read Pod Status
ar: قراءة حالة البود
da: Læs pod-status
es: Obtener estado del Pod
nb: Les Pod-status
nl: Lees pompstatus
uk: Отримати статус Pod'у
vi: Đọc tình trạng pod

source: Done
ar: تمّ
da: OK
es: Hecho
nb: Ferdig
nl: OK
uk: Готово
vi: Xong

source: Pod Diagnostics
ar: تشخيص البود
da: Pod Diagnosticering
es: Diagnósticos del Pod
nl: Diagnostische Pod gegevens
uk: Діагностика Pod'у
vi: Chẩn đoán Pod

source: Read Pulse Log Plus
ar: قراءة سجل النبض
da: Læs Puls Log Plus
es: Leer registro de pulso extendido
nl: Pulslog uitlezen
uk: Читати Журнал Подій

source: Read Activation Time
ar: قراءة وقت التفعيل
da: Læs Aktiveringstid
es: Leer el tiempo de activación
nl: Activatietijd lezen
uk: Прочитайте час активації
vi: Đọc thời gian kích hoạt

source: Read Triggered Alerts
ar: قراءة التنبيهات المُفعلة
da: Læs Udløste Advarsler
es: Leer alertas activadas
nl: Lees geactiveerde waarschuwingen
uk: Читайте Тригерні Сповіщення
vi: Đọc cảnh báo được kích hoạt

source: Silence Pod
da: Lydløs Pod
es: Silenciar Pod
nb: Stillemodus
nl: Podgeluiden dempen
vi: Pod im lặng

source: U
da: E
nb: E
nl: E

source: Nack
vi: Không có gì

source: Omnipod DASH
ar: أومينبود داش
