Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/rileylink_ios/RileyLink/*.lproj/Localizable.strings
Languages: cs, tr

source: About
cs: Podrobnosti
tr: Hakkında

source: Add Account
cs: Přidat účet
tr: Hesap Ekle

source: Add Minimed Pump
cs: Přidat pumpu Minimed
tr: Minimed Pompa Ekle

source: Configuration
cs: Konfigurace
tr: Konfigürasyon

source: Delete Account
cs: Smazat účet
tr: Hesabı sil

source: Enter the 6-digit pump ID
cs: Zadejte 6místné ID pumpy
tr: 6 haneli pompa kimliğini girin

source: Fetch CGM
cs: Načíst CGM
tr: CGM verilerini getir

source: http://mysite.herokuapp.com
cs: http://mojestranka.herokuapp.com
tr: http://site_adresim.herokuapp.com

source: Pump ID
cs: ID pumpy
tr: Pompa Kimliği

source: Pumps
cs: Pumpy
tr: Pompalar

source: Required
cs: Povinné
tr: Gerekli

source: RileyLink Testing
cs: Testování RileyLinku
tr: RileyLink Testi

source: Setup Omnipod
cs: Nastavit Omnipod
tr: Omnipod Kurulumu

source: Site URL
cs: URL adresa webu
tr: Nightscout URL

source: Tap to set
cs: Klepnutím nastavit
tr: Ayarlamak için dokunun

source: Upload To Nightscout
cs: Nahrát do Nightscout
tr: Nightscout'a Yükle
