Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/G7SensorKit/G7SensorKitUI/*.lproj/Localizable.strings
Languages: hi, pl, ro

source: Are you sure you want to delete this CGM?
pl: Czy na pewno chcesz usunąć ten CGM?
ro: Sunteți sigur că doriți să ștergeți acest CGM?

source: Cancel
hi: निरस्त
pl: Anuluj
ro: Renunță

source: Configuration
pl: Konfiguracja
ro: Configurare

source: Connected
hi: कनेक्ट हो गया
pl: Połączono
ro: Conectat

source: Connecting
hi: कनेक्ट हो रहा है
pl: Łączenie
ro: Conectare

source: Continue
hi: जारी
pl: Kontynuuj
ro: Continuă

source: Delete CGM
pl: Usuń CGM
ro: Ștergeți CGM

source: Done
pl: Gotowe
ro: Realizat

source: Glucose
hi: शुगर
pl: Glukoza
ro: Glucoza

source: Grace Period End
hi: ग्रेस समय समाप्त
pl: Sensor zakończy działanie
ro: Sfârșitul perioadei de grație

source: Grace period remaining
hi: बचा हुआ ग्रेस समय
pl: Wiek sensora
ro: Perioada de grație rămasă

source: HIGH
pl: WYSOKI
ro: HIPER

source: Last Connect
hi: लास्ट कनेक्ट
pl: Ostatnie połączenie
ro: Ultima conectare

source: Last Reading
pl: Ostatnie czytanie
ro: Ultima citire

source: iAPS can read G7 CGM data, but you must still use the Dexcom G7 App for pairing, calibration, and other sensor management.
hi: लूप G7 सीजीएम की रीडिंग्स पढ़ सकता है लेकिन सीजीएम सेन्सर के मैनज्मेंट, सेन्सर पैरिंग और कैलिब्रेशन की लिए dexcom का G7 ऐप ही इस्तेमाल करना चाहिए।
ro: Loop poate citi datele G7 CGM, dar pentru cuplare, calibrare și alte activități de gestionare a senzorului, va trebui să folosiți aplicația Dexcom G7.

source: LOW
pl: NISKI
ro: HIPO

source: Name
hi: नाम
pl: Nazwa
ro: Nume

source: Scan for new sensor
pl: Wyszukaj nowy sensor
ro: Scanați pentru un senzor nou

source: Scanning
hi: स्कैनिंग
pl: Skanowanie
ro: Scanare

source: Searching for Sensor
hi: सेन्सर ढूँड रहा है
pl: Wyszukiwanie sensora
ro: Detectarea senzorului

source: Searching for sensor
hi: सेन्सर ढूँड रहा है
pl: Wyszukiwanie sensora
ro: Detectarea senzorului

source: Sensor Expired
hi: सेन्सर समाप्त
pl: Sensor stracił ważność
ro: Senzorul a expirat

source: Sensor Failed
hi: सेन्सर ख़राब
pl: Błąd sensora
ro: Senzorul a eșuat

source: Sensor Issue
hi: सेन्सर ख़राबी
pl: Błąd Sensora
ro: Problemă cu senzorul

source: Sensor Warmup
hi: सेन्सर का शुरुआती समय
pl: Rozgrzewanie sensora
ro: Senzorul se încălzește

source: Sensor Expiration
hi: सेन्सर समाप्ति
pl: Sensor ważny do
ro: Expirarea senzorului

source: Sensor expired
hi: सेन्सर समाप्त हो गया
pl: Sensor stracił ważność
ro: Senzorul a expirat

source: Sensor expires
hi: सेन्सर समाप्त
pl: Ważność sensora
ro: Senzorul expiră

source: Sensor failed
hi: सेन्सर ख़राब हो गया है
pl: Błąd sensora
ro: Senzorul a eșuat

source: Sensor Start
hi: सेन्सर शुरू
pl: Sensor uruchomiony
ro: Pornirea senzorului

source: Signal Loss
hi: सिग्नल लॉस
pl: Utracono sygnał
ro: Pierdere de semnal

source: Time
hi: समय
pl: Czas
ro: Timp

source: Trend
hi: ट्रेंड
ro: Tendinţă

source: Upload Readings
hi: अपलोड रीडिंग्स
pl: Wysyłaj odczyty
ro: Urcă citirile de glicemie

source: Warmup completes
hi: शुरुआती वॉर्म अप पूर्ण
pl: Rozgrzewanie G7 zakończone
ro: Încălzirea s-a încheiat

source: Loop can read G7 CGM data, but you must still use the Dexcom G7 App for pairing, calibration, and other sensor management.
pl: Pętla może odczytywać dane G7 CGM, ale nadal musisz używać aplikacji Dexcom G7 do parowania, kalibracji i zarządzania innymi czujnikami.

source: %@/min
hi: %@/मिनट
