Repository: Artificial-Pancreas/iAPS
Catalog: Dependecies/rileylink_ios/RileyLink/*.lproj/Localizable.strings
Languages: pt_br, sv

source: About
pt_br: Sobre
sv: Om

source: Add Account
pt_br: Adicionar Conta
sv: Lägg till konto

source: Configuration
pt_br: Configuração
sv: Konfiguration

source: Delete Account
pt_br: Remover Conta
sv: Radera konto

source: Enter the 6-digit pump ID
pt_br: Digite o ID da bomba de 6 dígitos
sv: Ange 6-siffrigt pump-ID

source: Fetch CGM
pt_br: Buscar CGM
sv: Hämta CGM

source: http://mysite.herokuapp.com
sv: https://min-nightscoutsida.herokuapp.com

source: Pumps
pt_br: Bombas
sv: Pumpar

source: Required
pt_br: Obrigatório
sv: Krävs

source: RileyLink Testing
sv: RileyLink-testning

source: Setup Omnipod
sv: Omnipod-konfiguration

source: Site URL
sv: Nightscout-URL

source: Tap to set
pt_br: Toque para definir
sv: Tryck för att ange

source: Upload To Nightscout
pt_br: Enviar para Nightscout
sv: Nightscout-uppladdning

source: API Secret
pt_br: Chave API

source: Pump ID
pt_br: ID da Bomba
