Repository: Artificial-Pancreas/iAPS
Catalog: DanaKit/Localization/*.lproj/Localizable.strings
Languages: ru

source: loading
ru: загрузка

source: Continue
ru: Продолжить

source: Dana-i/RS Setup
ru: Настройка Dana-i/RS

source: Select your pump
ru: Выберите Вашу помпу

source: Setting up DanaRS v1
ru: Настройка DanaRS v1

source: During the pairing process, your DanaRS v1 will show a pairing prompt while you iPhone will show a prompt for a pairing code. On your pump, select OK and type the code on your iPhone. After that, %1$@ is ready to communicate with your DanaRS v1
ru: Во время процесса сопряжения на вашей DanaRS v1 появится запрос на сопряжение, а на вашем iPhone отобразится запрос на ввод кода сопряжения. На помпе выберите «ОК» и введите код на вашем iPhone. После этого %1$@ будет готов к взаимодействию с вашей DanaRS v1

source: Before starting with the pairing process, it is recommended to check, and if needed update, the pump password. You can do this by going to the pump settings -> user settings -> password. The default password is 1234, if this is your password, please consider changing it
ru: Перед началом сопряжения рекомендуется проверить и, если требуется, изменить пароль помпы. Для этого перейдите в настройки помпы → пользовательские настройки → пароль. По умолчанию пароль — 1234. Если он у Вас установлен, рекомендуется его изменить

source: Password DanaRS v1
ru: Пароль DanaRS v1

source: Fill in password
ru: Введите пароль

source: Setting up DanaRS v3
ru: Настройка DanaRS v3

source: During the pairing process, your DanaRS v3 will show a pairing prompt while you iPhone will show a prompt for two pairing codes. On your pump, select OK and type the two codes on your iPhone. After that, %1$@ is ready to communicate with your DanaRS v3
ru: Во время процесса сопряжения на вашей DanaRS v3 появится запрос на сопряжение, а на вашем iPhone отобразится запрос на ввод двух кодов сопряжения. На помпе выберите «ОК» и введите оба кода на вашем iPhone. После этого %1$@ будет готов к взаимодействию с вашей DanaRS v3

source: Setting up Dana-i
ru: Настройка Dana-i

source: After setting up the insulin type and bolus speed, you will see all the found Dana pumps. Select the pump you want to link with %1$@.
ru: После настройки типа инсулина и скорости болюса вы увидите экран со всеми найденными помпами Dana. Выберите помпу, которую Вы хотите связать с %1$@.

source: During the pairing process, your Dana-i will show a pairing prompt while your iPhone will show a prompt for a pairing code. On you pump, select OK and type the 6-digit code in screen on your iPhone. After that, %1$@ is ready to communicate with your Dana-i
ru: Во время процесса сопряжения на экране Dana-i появится запрос на сопряжение, а на экране iPhone - запрос на код сопряжения. Выберите OK и введите 6-значный код на экране iPhone. После этого %1$@ будет готов к работе с Вашей Dana-i

source: ERROR: Failed to pair device
ru: ОШИБКА: Не удалось выполнить сопряжение устройства

source: OK
ru: ОК

source: Cancel
ru: Отмена

source: Found Dana-i/RS pumps
ru: Найдены помпы Dana-i/RS

source: Scanning
ru: Сканирование

source: Connecting
ru: Подключение

source: Select the type of insulin that you will be using in this pump
ru: Выберите тип инсулина, который вы будете использовать в этой помпе

source: Remove Pump
ru: Снимите Под

source: Are you sure you want to stop using Dana-i/RS?
ru: Вы уверены, что хотите прекратить использование Dana-i/RS?

source: Delete pump
ru: Удалить помпу

source: Delete Pump
ru: Удалить помпу

source: Error while connecting to device
ru: Ошибка при подключении к устройству

source: Dana-RS v3 found!
ru: Dana-RS v3 найдена!

source: Pincode required
ru: Требуется ПИН-код

source: Pin 1
ru: ПИН 1

source: Pin 2
ru: ПИН 2

source: Received invalid pincode lengths. Try again
ru: Неверная длина ПИН-кода. Попробуйте еще раз

source: Received invalid hex strings. Try again
ru: Заданы недопустимые символы. Попробуйте еще раз

source: Checksum failed. Try again
ru: Ошибка контрольной суммы. Попробуйте еще раз

source: Delivery speed
ru: Скорость подачи

source: 12 sec/U
ru: 12 сек/ед

source: 30 sec/U
ru: 30 сек/ед

source: 60 sec/U
ru: 60 сек/ед

source: The Dana pumps support different delivery speeds. You can set it up here, but also in the settings menu
ru: Помпы Dana поддерживают разные скорости подачи. Настроить их можно здесь, а также в меню настроек

source: Finish
ru: Завершить

source: Your
ru: Ваш

source: is ready to be used!
ru: готов к использованию!

source: Note: You Dana pump has a special setting which allows you to silence your Dana pump beeps. To enable this, please contact your Dana distributor
ru: Примечание: Помпа Dana имеет специальную настройку, которая позволяет отключить звуковые сигналы. Чтобы включить эту функцию, обратитесь к дистрибьютору Dana

source: Failed to make a connection
ru: Не удалось установить соединение

source: Failed to adjust temp basal
ru: Не удалось установить временную базальную скорость

source: Failed to adjust suspension
ru: Не удалось приостановить подачу инсулина

source: Failed to generate Dana basal program
ru: Не удалось сгенерировать базальную программу Dana

source: Failed to adjust basal
ru: Не удалось установить базальную скорость

source: Failed to adjust pump time
ru: Не удалось установить время на помпе

source: Setting temp basal is not supported at this time
ru: Установка временной базальной скорости на данный момент не поддерживается

source: The insulin delivery has been suspend. Action failed
ru: Подача инсулина была приостановлена. Действие не удалось

source: Action has been canceled, because the pump is busy
ru: Действие было отменено, так как помпа занята

source: A bolus timeout is active. The loop cycle cannot be completed till the timeout is inactive
ru: Тайм-аут болюса активен. Цикл петли не может быть завершен пока тайм-аут активен

source: The max bolus limit is reached. Please try a lower amount or increase the limit
ru: Лимит болюса достигнут. Попробуйте задать меньшее количество или увеличьте лимит

source: The max daily insulin limit is reached. Please try a lower amount or increase the limit
ru: Суточный лимит инсулина достигнут. Попробуйте задать меньшее количество или увеличьте лимит

source: Only Automatic Bolus is supported
ru: Поддерживается только автоматический болюс

source: Please consider changing your dosing strategy in the setting menu
ru: Пожалуйста, измените стратегию дозирования в меню настроек

source: Resume delivery
ru: Возобновить подачу

source: Suspend delivery
ru: Приостановить подачу

source: Stop temp basal
ru: Остановить временную базальную скорость

source: Insulin Type
ru: Тип инсулина

source: Select insulin Type
ru: Выберите тип инсулина

source: Scheduled Basal
ru: Запланированный Базал

source: Insulin Delivery
ru: Подача инсулина

source: Insulin Suspended
ru: Подача Приостановлена

source: Unknown
ru: Неизвестно

source: U/hr
ru: Ед/ч

source: Insulin Remaining
ru: Осталось инсулина

source: Pump name
ru: Название помпы

source: Hardware model
ru: Модель устройства

source: Firmware version
ru: Версия прошивки

source: Sync pump data
ru: Синхронизация данных помпы

source: Last sync
ru: Последняя синхронизация

source: Pump time
ru: Время на помпе

source: Checked at
ru: Проверено в

source: Nightly pump time sync
ru: Ночная синхронизация времени на помпе

source: Manually sync Pump time
ru: Ручная синхронизация времени на помпе

source: Time Change Detected
ru: Обнаружено изменение времени

source: The time on your pump is different from the current time. Do you want to update the time on your pump to the current time?
ru: Время на помпе отличается от текущего времени. Обновить время на помпе до текущего времени?

source: The time on your pump is different from the current time. Your pump’s time controls your scheduled therapy settings. Scroll down to Pump Time row to review the time difference and configure your pump.
ru: Время на помпе отличается от текущего времени. Время вашей помпы контролирует ваши запланированные настройки терапии. Прокрутите вниз до строки времени помпы, чтобы просмотреть разницу во времени и настроить помпу.

source: Yes, Sync to Current Time
ru: Да, синхронизировать с текущим временем

source: No, Keep Pump As Is
ru: Нет, оставить как есть

source: Bolus
ru: Болюс

source: Temp Basal
ru: Врем. базал

source: Basal
ru: Базал

source: Resume
ru: Возобновление

source: Suspend
ru: Остановка

source: User options
ru: Настройки пользователя

source: Share Dana pump logs
ru: Поделиться логами Dana

source: Loading
ru: Загрузка

source: Save
ru: Сохранить

source: 24h display
ru: 24-часовой дисплей

source: Should time be display in 12h or 24h
ru: Показывать время в 12ч или 24ч формате

source: On
ru: Включено

source: Off
ru: Выключено

source: 12h notation
ru: 12ч формат

source: 24h notation
ru: 24ч формат

source: Scroll function
ru: Функция прокрутки

source: sec
ru: сек

source: Backlight on time
ru: Время подсветки экрана

source: Lcd on time
ru: Время отображения экрана

source: Alarm beeps
ru: Сигналы тревоги

source: Sound
ru: Звук

source: Vibration
ru: Вибрация

source: Both
ru: Оба

source: Pump battery 0%
ru: Батарея помпы 0%

source: Pump battery is empty. Replace it now!
ru: Батарея помпы разряжена. Замените ее немедленно!

source: Pump error
ru: Ошибка помпы

source: Check the pump and try again
ru: Проверьте помпу и повторите попытку

source: Occlusion
ru: Закупорка

source: Check the reservoir and infus and try again
ru: Проверьте резервуар, заполните и повторите попытку

source: Low pump battery
ru: Низкий заряд батареи помпы

source: Pump battery needs to be replaced soon
ru: Батарею помпы необходимо заменить в ближайшее время

source: Pump shutdown
ru: Отключение помпы

source: There has not been any interactions with the pump for too long. Either disable this function in the pump or interact with the pump
ru: Слишком долго не было никаких взаимодействий с помпой. Либо отключите эту функцию в помпе, либо взаимодействуйте с помпой

source: Basal Compare
ru: Сравнение Базала

source: Blood glucose Measure
ru: Измерение уровня глюкозы в крови

source: Remaining insulin level
ru: Количество оставшегося инсулина

source: Empty reservoir
ru: Резервуар пуст

source: Reservoir is empty. Replace it now!
ru: Резервуар пуст. Замените его немедленно!

source: Check chaft
ru: Проверьте вал

source: The pump has detected an issue with its chaft. Please remove the reservoir, check everything and try again
ru: Помпа обнаружила проблему с валом. Пожалуйста, снимите резервуар, проверьте все и повторите попытку

source: Basal limit reached
ru: Достигнут лимит Базала

source: Your daily basal limit has been reached. Please contact your Dana distributer to increase the limit
ru: Ваш суточный лимит Базала достигнут. Обратитесь к дистрибьютору Dana, чтобы увеличить лимит

source: Daily limit reached
ru: Суточный лимит достигнут

source: Your daily insulin limit has been reached. Please contact your Dana distributer to increase the limit
ru: Ваш суточный лимит инсулина достигнут. Обратитесь к дистрибьютору Dana, чтобы увеличить лимит

source: Missed Blood glucose check
ru: Пропущен контроль уровня глюкозы в крови

source: A blood glucose check reminder has been setup in your pump and is triggered. Please remove it or give your glucose level to the pump
ru: В вашей помпе установлено и срабатывает напоминание о проверке уровня глюкозы в крови. Пожалуйста, удалите его или сообщите помпе свой уровень глюкозы

source: Unknown error
ru: Неизвестная ошибка

source: An unknown error has occurred during processing the alert from the pump. Please report this
ru: При обработке сигнала от помпы произошла неизвестная ошибка. Пожалуйста, сообщите об этом

source: Pump information
ru: Информация о помпе

source: Toggle silent tone?
ru: Включить фоновый звук?

source: No, Keep as is
ru: Нет, оставить как есть

source: Yes, Disable silent tones
ru: Да, отключить фоновый звук

source: Yes, Enable silent tones
ru: Да, включить фоновый звук

source: Set the basal profile the pump should use. Note, that it will overwrite the profile that is in the pump, with the one in %1$@
ru: Установите базальный профиль, который должна использовать помпа. Обратите внимание, что при этом профиль, установленный в помпе, будет заменен профилем, установленным в %1$@

source: No Insulin
ru: Нет инсулина

source: Signal Loss
ru: Сигнал потерян

source: day(s)
ru: день(и)

source: Cannula age
ru: Возраст канюли

source: Reservoir age
ru: Возраст резервуара

source: Status
ru: Статус

source: Disconnecting...
ru: Отключение...

source: Reconnecting...
ru: Переподключение...

source: Disconnect from pump
ru: Отключить от помпы

source: Reconnect tp pump
ru: Переподключиться к помпе

source: Disconnected
ru: Разъединено

source: Connected
ru: Подключено

source: Pump is still disconnected
ru: Помпа по-прежнему отключена

source: Your pump is still disconnected after the set period!
ru: Ваша помпа по-прежнему отключена по истечении заданного периода!

source: Set reminder for disconnect
ru: Установить напоминание при отключении

source: Do you wish to receive a notification when the pump is longer disconnected for a specific time?
ru: Хотите ли вы получать уведомление, когда помпа отключена в течение определенного времени?

source: Yes, 5 minutes
ru: Да, 5 минут

source: Yes, 15 minutes
ru: Да, 15 минут

source: Yes, 30 minutes
ru: Да, 30 минут

source: Yes, 1 hour
ru: Да, 1 час

source: No, just disconnect
ru: Нет, просто отсоединить

source: Reservoir/cannula refill
ru: Заправка резервуара/канюли

source: Cannula refill
ru: Заправка канюли

source: Type of refill
ru: Тип заправки

source: Cannula only
ru: Только канюля

source: Reservoir and cannula
ru: Резервуар и канюля

source: Toggle Bluetooth mode
ru: Переключить режим Bluetooth

source: What is this?
ru: Что это?

source: Yes, Switch to interactive mode
ru: Да, переключить в интерактивный режим

source: Yes, Switch to continuous mode
ru: Да, переключить в непрерывный режим

source: Disable bolus syncing?
ru: Отключить синхронизацию болюсов?

source: Re-enable bolus syncing?
ru: Повторно включить синхронизацию болюсов?

source: Yes, re-enable bolus syncing
ru: Да, включить синхронизацию болюсов

source: Yes, disable bolus syncing
ru: Да, отключить синхронизацию болюсов

source: The Dana pumps support different delivery speeds. You can set it up here
ru: Помпы Dana поддерживают разные скорости подачи. Вы можете настроить это здесь

source: Basal profile
ru: Базальный профиль

source: Battery level
ru: Уровень заряда

source: Configuration
ru: Конфигурация

source: Low reservoir reminder
ru: Уведомление о низком уровне инсулина в резервуаре

source: Refill amount
ru: Остаток в резервуаре

source: U
ru: Ед

source: Step 1: Set reservoir level
ru: Шаг 1: Задайте уровень в резервуаре

source: Reservoir amount
ru: Объем резервуара

source: Step 2: Set tube refill amount
ru: Шаг 2: Задайте объем заполнения трубки

source: Tube refill amount
ru: Объем заполнения трубки

source: This method of refilling is only intended for when the pump cannot provide a way to refill the reservoir or prime the cannula
ru: Этот способ заправки предназначен только для тех случаев, когда помпа не может обеспечить заполнение резервуара или заправку канюли

source: WARNING: USE WITH CAUTION!
ru: ВНИМАНИЕ: ИСПОЛЬЗОВАТЬ С ОСТОРОЖНОСТЬЮ!

source: Step 1: Prime cannula
ru: Шаг 1: Заправка канюли

source: Failed to set reservoir amount. Re-sync pump data and try again please
ru: Не удалось установить объем инсулина в резервуаре. Пересинхронизируйте данные помпы и повторите попытку

source: Failed to prime the cannula. Please try again later
ru: Не удалось заправить канюлю. Повторите попытку позже

source: Failed to prime the tube. Please try again later
ru: Не удалось заправить трубку. Пожалуйста, повторите попытку позже

source: Battery age
ru: Возраст батареи

source: NOTE: The DanaRS v1 is not supported (yet). If you have a DanaRS v1 pump available for testing, please contact Bastiaan Verhaar!
ru: ПРИМЕЧАНИЕ: DanaRS v1 пока не поддерживается. Если у вас есть помпа DanaRS v1 для тестирования, пожалуйста, свяжитесь с Бастианом Верхааром!
