Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/MedtrumKit/Localization/*.lproj/Localizable.strings
Languages: ar, da, de, es, fi, fr, it, nb, nl, pl, pt_br, ru, sk, sl, sv, tr

source: Press the needle button to insert the needle. Click on "Activate" to complete the activation process.
ar: اضغط على زر الإبرة لإدراج الإبرة. انقر على "تفعيل" لإكمال عملية التفعيل.
da: Tryk på nåleknappen for at stikke nålen ind. Klik på "Aktiver" for at fuldføre aktiveringsprocessen.
de: Drücken Sie die Nadel Taste, um die Nadel einzulegen. Klicken Sie auf "Aktivieren", um den Aktivierungsvorgang abzuschließen.
es: Pulse el botón de aguja para insertar la aguja. Haga clic en "Activar" para completar el proceso de activación.
fi: Paina neulan nappia lisätäksesi neulaa. Napsauta "Aktivoi" saadaksesi aktivointiprosessin valmiiksi.
fr: Appuyez sur le bouton de l'aiguille pour insérer l'aiguille. Cliquez sur "Activer" pour terminer le processus d'activation.
it: Premere il pulsante dell’ago per inserire l’ago. Fare clic su "Attiva" per completare il processo di attivazione.
nb: Trykk på nåleknappen for å sette inn nålen. Klikk på "Activate" for å fullføre aktiveringsprosessen.
nl: Druk op de naaldknop om de naald in te voegen. Klik op "Activeren" om het activeringsproces te voltooien.
pl: Wcisnąć przycisk igły, aby wprowadzić igłę. Kliknij przycisk "Aktywuj", aby zakończyć proces aktywacji.
pt_br: Pressione o botão da agulha para inserir a agulha. Clique em "Ativar" para concluir o processo de ativação.
ru: Нажмите на кнопку иглы, чтобы вставить иглу. Нажмите на кнопку "Активировать", чтобы завершить процесс активации.
sk: Stlačte tlačidlo ihly, aby ste vložili ihlu. Kliknite na „Aktivovať“, aby ste dokončili proces aktivácie.
sl: Pritisnite gumb za iglo, da vstavite iglo. Za dokončanje postopka aktivacije kliknite "Activate" (Aktiviraj).
sv: Tryck på nålknappen för att sätta in nålen. Klicka på "Aktivera" för att slutföra aktiveringsprocessen.
tr: İğneyi yerleştirmek için iğne düğmesine basın. Etkinleştirme işlemini tamamlamak için "Etkinleştir" üzerine tıklayın.

source: Patch activation
ar: تنشيط التصحيح
da: Patch aktivering
de: Patch-Aktivierung
es: Activación del parche
fi: Paikan aktivointi
fr: Activation du correctif
it: Attivazione patch
nb: Aktivering av lapp
nl: Patch activering
pl: Aktywacja aktualizacji
pt_br: Ativação de Atualização
ru: Активация исправлений
sk: Aktivácia náplasti
sl: Aktivacija obliža
sv: Patch aktivering
tr: Yama aktivasyonu

source: Welcome
ar: مرحبا بك
da: Velkommen
de: Begrüßung
es: Bienvenida
fi: Tervetuloa
fr: Bienvenue
it: Benvenuto
nb: Velkommen
nl: Verwelkoming
pl: Witaj
pt_br: Boas-vindas
ru: Добро пожаловать
sk: Vitajte
sl: Dobrodošli
sv: Välkommen
tr: Hoş geldiniz

source: You will start by setting up your insulin type & basic patch settings before activating your patch.
ar: ستبدأ بإعداد نوع الأنسولين وإعدادات التصحيح الأساسية قبل تفعيل التصحيح الخاص بك.
da: Du vil starte med at indstille dine indstillinger for insulintype og basisplaster, før du aktiverer dit plaster.
de: Du beginnst damit, deine Insulintypen und Grundpatcheinstellungen einzurichten, bevor du den Patch aktivierst.
es: Empezará por configurar su tipo de insulina y la configuración básica del parche antes de activar el parche.
fi: Aloitat asettamalla insuliinityypin ja laastarin perusasetukset ennen kuin otat laastarin käyttöön.
fr: Vous commencerez par configurer votre type d'insuline et vos paramètres de correctifs de base avant d'activer votre patch.
it: Inizierà impostando il tipo di insulina e le impostazioni base del cerotto prima di attivare il cerotto.
nb: Du starter med å konfigurere insulintype og grunnleggende plasterinnstillinger før du aktiverer plasteret.
nl: Je zal beginnen met het instellen van jouw insulinetype & basispatch instellingen voordat je jouw patch activeert.
pl: Przed aktywacją plastra rozpocznie się konfiguracja typu insuliny i podstawowych ustawień plastra.
pt_br: Você começará configurando as configurações do patch e do tipo insulina antes de ativar o patch.
ru: Перед активацией патча вы начнете с установки типа инсулин и базовых настроек патча.
sk: Pred aktiváciou náplasti najskôr nastavíte typ inzulínu a základné nastavenia náplasti.
sl: Preden boste aktivirali svoj obliž, boste najprej nastavili svojo vrsto insulina in osnovne nastavitve obliža.
sv: Du kommer att börja med att konfigurera din insulintyp och grundläggande patchinställningar innan du aktiverar din patch.
tr: Yamanızı etkinleştirmeden önce insülin tipinizi ve temel yama ayarlarınızı yaparak başlayacaksınız.

source: Go back to pump base
ar: العودة إلى قاعدة المضخة
da: Gå tilbage til pumpebasen
de: Zurück zur Pumpenbasis gehen
es: Volver a la base de bombas
fi: Palaa takaisin pumppupohjaan
fr: Retour à la base de la pompe
it: Tornare alla base della pompa
nb: Gå tilbake til pumpebasen
nl: Ga terug naar de pompbasis
pl: Powrót do bazy pomp
pt_br: Voltar para a base da bomba
ru: Вернитесь на базу насосов
sk: Vrátiť sa k základni pumpy
sl: Vrnite se v bazo črpalke
sv: Gå tillbaka till pumpbasen
tr: Pompa tabanına geri dönün

source: Go back to priming
ar: العودة إلى الإعداد الأولي
da: Gå tilbage til priming
de: Zurück zur Grundierung
es: Volver a la imprimación
fi: Palaa takaisin pohjustukseen
fr: Retourner à l'amorçage
it: Tornare al priming
nb: Gå tilbake til klaring
nl: Ga terug naar primen
pl: Wróć do gruntowania
pt_br: Voltar para a preparação
ru: Вернитесь к грунтовке
sk: Vrátiť sa k plneniu
sl: Vrnite se k temeljnemu premazu
sv: Gå tillbaka till priming
tr: Hazırlamaya geri dönün

source: Your patch will expire soon!
ar: ستنتهي صلاحية التصحيح الخاص بك قريباً!
da: Din patch udløber snart!
de: Ihr Patch wird bald ablaufen!
es: Tu parche caducará pronto.
fi: Laastarin voimassaolo päättyy pian!
fr: Votre patch va bientôt expirer !
it: La tua patch scadrà presto!
nb: Depotplasteret ditt vil utløpe snart!
nl: Je patch verloopt binnenkort!
pl: Twój patch wkrótce wygaśnie!
pt_br: Seu patch expirará em breve!
ru: Срок действия вашего патча скоро истечет!
sk: Tvoja náplasť čoskoro exspiruje!
sl: Vaš obliž bo kmalu potekel!
sv: Din patch kommer snart att upphöra att gälla!
tr: Yamanızın süresi yakında dolacak!

source: Your patch has %i hours left
ar: يتبقى لديك %i ساعة
da: Din patch har %i timer tilbage
de: Ihr Patch hat noch %i Stunden
es: A su parche le quedan %i horas
fi: Laastariasi on jäljellä %i tuntia
fr: Votre patch a %i heures restantes
it: La vostra patch ha %i ore rimanenti
nl: Je patch heeft nog %i uur over
pl: Do końca aktualizacji pozostało %i godzin
pt_br: Seu patch tem %i horas restantes
ru: У вашего патча осталось %i часов.
sk: Tvoja náplasť má zostávajúcich %i hodín
sl: Vaš popravek ima še %i ur.
sv: Din patch har %i timmar kvar
tr: Yamanızın %i saati kaldı

source: Insulin has been suspended!
de: Das Insulin wurde ausgesetzt!
es: ¡Se ha suspendido la insulina!
fi: Insuliini on keskeytetty!
nl: Insuline is opgeschort!
sk: Inzulín bol pozastavený!
tr: İnsülin askıya alındı!

source: Your patch has reached its daily maximum!
de: Ihr Pflaster hat sein Tagesmaximum erreicht!
es: Tu parche ha alcanzado su máximo diario.
fi: Laastarisi on saavuttanut päivittäisen enimmäismääränsä!
nl: Je patch heeft zijn dagelijkse maximum bereikt!
sk: Vaša náplasť dosiahla svoje denné maximum!
tr: Yamanız günlük maksimum değerine ulaştı!

source: Your patch has reached its hourly maximum!
de: Ihr Patch hat sein stündliches Maximum erreicht!
es: Tu parche ha alcanzado su máximo horario.
fi: Laastarisi on saavuttanut tuntikohtaisen maksimiarvonsa!
nl: Je patch heeft zijn uurmaximum bereikt!
sk: Vaša náplasť dosiahla svoje hodinové maximum!
tr: Yamanız saatlik maksimum değerine ulaştı!

source: Replace your patch now!
de: Ersetzen Sie Ihr Pflaster jetzt!
es: Sustituya su parche ahora
fi: Vaihda laastari nyt!
nl: Vervang je patch nu!
sk: Vymeňte svoju náplasť teraz!
tr: Yamanızı şimdi değiştirin!

source: Your patch has detected an occlussion!
de: Ihr Patch hat eine Störung entdeckt!
es: Su parche ha detectado una oclusión.
fi: Laastarisi on havainnut poikkeaman!
nl: Je patch heeft een occlusie gedetecteerd!
sk: Vaša oprava zistila okázalosť!
tr: Yamanız bir tıkanıklık tespit etti!

source: Your patch is in Fault state!
de: Ihr Patch befindet sich im Fehlerzustand!
es: ¡Tu parche está en estado de Fallo!
fi: Laastarisi on vikatilassa!
nl: Je patch is in de fouttoestand!
sk: Vaša záplata je v stave poruchy!
tr: Yamanız Hata durumunda!

source: Your patch is out of insulin!
de: Ihr Pflaster hat kein Insulin mehr!
es: ¡Tu parche no tiene insulina!
fi: Laastarisi on insuliinin loppu!
nl: Je patch heeft geen insuline meer!
sk: Vaša náplasť je bez inzulínu!
tr: Yamanda insülin kalmamış!

source: Force remove
de: Entfernen erzwingen
es: Forzar eliminación
fi: Poista väkisin
nl: Forceer verwijderen
sk: Násilné odstránenie
tr: Kaldırmaya zorla

source: Are you sure?
de: Sind Sie sicher?
es: ¿Seguro?
fi: Oletko varma?
nl: Weet je het zeker?
sk: Ste si istý?
tr: Emin misin?

source: It is recommended to deactivate first
de: Es wird empfohlen, zuerst zu deaktivieren
es: Se recomienda desactivar primero
fi: On suositeltavaa poistaa ensin käytöstä
nl: Het wordt aanbevolen om eerst te deactiveren
sk: Odporúča sa najprv deaktivovať
tr: Önce devre dışı bırakılması önerilir

source: Confirm
de: Bestätigen Sie
es: Confirme
fi: Vahvista
nl: Bevestig
sk: Potvrďte
tr: Onaylayın

source: Cancel
de: Abbrechen
es: Cancelar
fi: Peruuta
nl: Annuleren
sk: Zrušiť
tr: İptal
