Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/MedtrumKit/Localization/*.lproj/Localizable.strings
Languages: ar, da, de, es, fi, fr, it, nb, nl, pl, pt_br, ru, sk, sl, sv, tr

source: loading
ar: التحميل
da: Indlæsning
de: Laden
es: cargando
fi: lastaus
fr: chargement
it: caricamento
nb: lasting
nl: laden
pl: ładowanie
pt_br: carregamento
ru: загрузка
sk: načítanie
sl: nalaganje
sv: lastning
tr: yükleme

source: Remove Pump
ar: إزالة المضخة
da: Fjern Pumpe
de: Pumpe entfernen
es: Eliminar bomba
fi: Poista Pumppu
fr: Enlever la pompe
it: Rimuovi Pompa
nb: Fjern pumpen
nl: Pomp verwijderen
pl: Usuń pompę
pt_br: Remover Bomba
ru: Снимите насос
sk: Odstrániť Pod
sl: Odstranite črpalko
sv: Ta bort pump
tr: Pompayı Çıkarın

source: Are you sure you want to stop using Medtrum TouchCare Nano 200u/300u?
ar: هل أنت متأكد من أنك تريد التوقف عن استخدام Medtrum TouchCare Nano 200u/300u؟
da: Er du sikker på, at du vil stoppe med at bruge Medtrum TouchCare Nano 200u/300u?
de: Sind Sie sicher, dass Sie die Verwendung von Medtrum TouchCare Nano 200u/300u beenden möchten?
es: ¿Está seguro de que desea dejar de usar Medtrum TouchCare Nano 200u/300u?
fi: Oletko varma, että haluat lopettaa Medtrum TouchCare Nano 200u/300u?
fr: Êtes-vous sûr de vouloir arrêter d'utiliser Medtrum TouchCare Nano 200u/300u?
it: Sei sicuro di voler smettere di usare Medtrum TouchCare Nano 200u/300u?
nb: Er du sikker på at du vil slutte å bruke Medtrum TouchCare Nano 200u/300u?
nl: Weet je zeker dat je geen gebruik meer wilt maken van Medtrum TouchCare Nano 200u/300u?
pl: Czy na pewno chcesz przerwać stosowanie Medtrum TouchCare Nano 200u/300?
pt_br: Tem certeza que deseja parar de usar o Medtrum TouchCare Nano 200u/300u?
ru: Вы уверены, что хотите прекратить использование Medtrum TouchCare Nano 200u/300u?
sk: Naozaj chcete prestať používať Medtrum TouchCare Nano 200U/300U?
sl: Ste prepričani, da želite prenehati uporabljati zdravilo Medtrum TouchCare Nano 200u/300u?
sv: Är du säker på att du vill sluta använda Medtrum TouchCare Nano 200u/300u?
tr: Medtrum TouchCare Nano 200u/300u kullanmayı bırakmak istediğinizden emin misiniz?

source: Delete pump
ar: حذف المضخة
da: Slet pumpe
de: Pumpe löschen
es: Eliminar bomba
fi: Poista pumppu
fr: Supprimer la pompe
it: Elimina micro
nb: Slett pumpe
nl: Pomp verwijderen
pl: Usuń pompę
pt_br: Excluir bomba
ru: Удалить насос
sk: Odstrániť pumpu
sl: Izbriši črpalko
sv: Ta bort pump
tr: Pompayı sil

source: Currently, you are using a heartbeat mode. This is needed to keep %1$@ running in the background. This might be interesting if your CGM already provides a heartbeat. It is recommended to keep this feature enabled
ar: حاليا، أنت تستخدم وضع نبض القلب. هذا مطلوب لإبقاء %1$@ قيد التشغيل في الخلفية. قد يكون هذا مثيراً للاهتمام إذا كان CGM الخاص بك يوفر مسبقاً نبض القلب. من المستحسن إبقاء هذه الميزة ممكنة
da: I øjeblikket bruger du et hjerteslagstilstand. Dette er nødvendigt for at holde %1$@ kørende i baggrunden. Dette kan være interessant, hvis din CGM allerede giver et hjerteslag. Det anbefales at holde denne funktion aktiveret
de: Zurzeit verwenden Sie einen Heartbeat-Modus. Dieser wird benötigt, um %1$@ im Hintergrund laufen zu lassen. Dies könnte interessant sein, wenn Ihr CGM bereits einen Herzschlag liefert. Es wird empfohlen, diese Funktion aktiviert zu lassen
es: Actualmente estás usando un modo latido del corazón. Esto es necesario para mantener %1$@ funcionando en segundo plano. Esto podría ser interesante si su CGM ya proporciona un latido de corazón. Se recomienda mantener esta función habilitada
fi: Tällä hetkellä käytät syke tilaa. Tämä on tarpeen pitää %1$@ käynnissä taustalla. Tämä saattaa olla mielenkiintoista, jos CGM jo tarjoaa sykkeen. On suositeltavaa pitää tämä ominaisuus käytössä
fr: Actuellement, vous utilisez un mode de pulsation cardiaque. Ceci est nécessaire pour garder %1$@ en cours d'exécution en arrière-plan. Cela pourrait être intéressant si votre MGC fournit déjà un coup de cœur. Il est recommandé de garder cette fonctionnalité activée
it: Attualmente, stai usando una modalità battito cardiaco. Questo è necessario per mantenere %1$@ in esecuzione in background. Questo potrebbe essere interessante se il vostro CGM fornisce già un battito cardiaco. Si consiglia di mantenere questa funzione abilitata
nb: For øyeblikket bruker du en heartbeat-modus. Dette er nødvendig for å holde %1$@ i gang i bakgrunnen. Dette kan være interessant hvis CGM-en din allerede gir hjerteslag. Det anbefales å beholde denne funksjonen aktivert
nl: Op dit moment gebruikt u een hartbeet modus. Dit is nodig om %1$@ actief te houden op de achtergrond. Dit kan interessant zijn als uw CGM al een hartenslag biedt. Het wordt aangeraden om deze functie ingeschakeld te houden
pl: Obecnie używasz trybu bicia serca. Jest to konieczne, aby %1$@ działał w tle. To może być interesujące, jeśli Twój CGM już zapewnia bicie serca. Zaleca się, aby ta funkcja była włączona
pt_br: Atualmente, você está usando um modo de pulso. Isto é necessário para manter %1$@ em execução em segundo plano. Isso pode ser interessante se seu CGM já fornecer um batimento cardíaco. É recomendado manter este recurso ativado
ru: В данный момент вы используете режим heartbeat. Необходимо держать %1$@ в фоновом режиме. Это может быть интересно если ваш CGM уже предоставляет сердечный процесс. Рекомендуется сохранить эту функцию
sk: V súčasnosti používate režim heartbeat. Je to potrebné na to, aby %1$@ bežal na pozadí. To môže byť zaujímavé, ak Váš CGM už poskytuje heartbeat. Odporúča sa nechať túto funkciu zapnutú
sl: Trenutno uporabljate način srčnega utripa. Ta način je potreben, da %1$@ deluje v ozadju. To je lahko zanimivo, če vaš CGM že zagotavlja srčni utrip. Priporočljivo je, da ta funkcija ostane omogočena
sv: För närvarande använder du ett hjärtslagsläge. Detta behövs för att hålla %1$@ igång i bakgrunden. Detta kan vara intressant om din CGM redan ger ett hjärtslag. Det rekommenderas att hålla denna funktion aktiverad
tr: Şu anda bir kalp atışı modu kullanıyorsunuz. Bu, %1$@ adresini arka planda çalışır durumda tutmak için gereklidir. CGM'niz zaten bir kalp atışı sağlıyorsa bu ilginç olabilir. Bu özelliğin etkin tutulması tavsiye edilir

source: Currently, you are NOT using a heartbeat mode. A heartbeat is needed to keep %1$@ running in the background. It is recommended to keep enable this feature
ar: حالياً، أنت لا تستخدم وضع نبض القلب. هناك حاجة إلى نبض القلب لإبقاء %1$@ قيد التشغيل في الخلفية. من المستحسن الحفاظ على تمكين هذه الميزة
da: I øjeblikket bruger du IKKE et hjerteslagstilstand. Et hjerteslag er nødvendigt for at holde %1$@ kørende i baggrunden. Det anbefales at fortsætte med at aktivere denne funktion
de: Momentan verwenden Sie NICHT einen Heartbeat Modus. Ein Heartbeat wird benötigt, um %1$@ im Hintergrund laufen zu lassen. Es wird empfohlen, diese Funktion weiterhin zu aktivieren
es: Actualmente, NO estás usando un modo latido del corazón. Se necesita un latido del corazón para mantener %1$@ funcionando en segundo plano. Se recomienda mantener activa esta función
fi: Tällä hetkellä et käytä sydämen syke tilaa. Sydämen syke tarvitaan pitämään %1$@ käynnissä taustalla. On suositeltavaa ottaa tämä ominaisuus käyttöön
fr: Actuellement, vous n'utilisez PAS le mode "heartbeat". Un battement de cœur est nécessaire pour que %1$@ continue à fonctionner en arrière-plan. Il est recommandé de continuer à activer cette fonction
it: Attualmente, NON stai usando una modalità battito cardiaco. È necessario un battito cardiaco per mantenere %1$@ in esecuzione sullo sfondo. Si consiglia di mantenere attiva questa funzione
nb: For øyeblikket bruker du IKKE hjerteslagmodus. Hjerteslag er nødvendig for å holde %1$@ i gang i bakgrunnen. Det anbefales å fortsette å aktivere denne funksjonen
nl: Op dit moment gebruikt u GEEN hartslag modus. Een hartenslag is nodig om %1$@ actief te houden op de achtergrond. Het is aanbevolen om deze functie in te schakelen
pl: Obecnie NIE używasz trybu bicia serca. Potrzebne jest bicie serca, aby %1$@ działał w tle. Zalecane jest utrzymanie tej funkcji
pt_br: Atualmente, você NÃO está usando um modo pulso. Uma batida cardíaca é necessária para manter %1$@ a rodar em segundo plano. Recomenda-se manter ativado esse recurso
ru: В данный момент вы НЕ используете режим heartbeat. Для продолжения работы %1$@ в фоновом режиме, необходимо использовать heartbeat. Рекомендуется включить эту функцию
sk: V súčasnosti NEPOUŽÍVATE režim heartbeat. Heartbeat je potrebný na to, aby %1$@ bežal na pozadí. Odporúča sa ponechať túto funkciu zapnutú
sl: Trenutno NE uporabljate načina srčnega utripa. Srčni utrip je potreben, da %1$@ deluje v ozadju. Priporočljivo je, da še naprej omogočate to funkcijo
sv: För närvarande använder du INTE ett hjärtslagsläge. Ett hjärtslag behövs för att hålla %1$@ igång i bakgrunden. Det rekommenderas att behålla den här funktionen
tr: Şu anda bir kalp atışı modu KULLANMIYORSUNUZ. %1$@ 'un arka planda çalışmaya devam etmesi için bir kalp atışı gereklidir. Bu özelliği etkinleştirmeye devam etmeniz önerilir

source: Yes, Disable heartbeat mode
ar: نعم، قم بتعطيل وضع حبات القلب
da: Ja, Deaktivér hjertebank-tilstand
de: Ja, Herzbeat-Modus deaktivieren
es: Sí, deshabilitar modo latido cardiaco
fi: Kyllä, Poista syke tila käytöstä
fr: Oui, désactiver le mode de pulsation
it: Sì, Disabilita la modalità battito cardiaco
nb: Ja, Deaktiver hjerterytmemodus
nl: Ja, Schakel hartbeet modus uit
pl: Tak, wyłącz tryb bicia serca
pt_br: Sim, desativar o modo pulso
ru: Да, отключить режим heartbeat
sk: Áno, vypnúť režim heartbeat
sl: Da, onemogočite način srčnega utripa
sv: Ja, inaktivera hjärtslag läge
tr: Evet, Kalp atışı modunu devre dışı bırak

source: Yes, Enable heartbeat mode
ar: نعم، تمكين وضع نبضات القلب
da: Ja, Aktiver hjerteslag tilstand
de: Ja, Herzbeat-Modus aktivieren
es: Sí, activar el modo latido cardiaco
fi: Kyllä, Ota syke käyttöön
fr: Oui, activer le mode pulsation
it: Sì, Abilita la modalità battito cardiaco
nb: Ja, Aktiver hjerteslagmodus
nl: Ja, hartslag modus inschakelen
pl: Tak, Włącz tryb bicia serca
pt_br: Sim, Ativar modo pulso
ru: Да, включить режим heartbeat
sk: Áno, zapnúť režim heartbeat
sl: Da, Omogočite način srčnega utripa
sv: Ja, Aktivera hjärtslagsläge
tr: Evet, Kalp atışı modunu etkinleştir

source: Toggle heartbeat mode
ar: تبديل وضع نبضات القلب
da: Slå hjerteslag til/fra
de: Herzschlag-Modus umschalten
es: Cambiar modo latido del corazón
fi: Vaihda sykkeen tilaa
fr: Basculer en mode pulsations cardiaques
it: Attiva/Disattiva modalità battito cardiaco
nb: Veksle mellom hjerteslagmodus
nl: Schakel harbeat modus aan/uit
pl: Przełącz tryb bicia serca
pt_br: Alternar modo pulso
ru: Вкл/выкл режим сердца
sk: Zapnutie/vypnutie režimu heartbeat
sl: Preklapljanje načina srčnega utripa
sv: Växla hjärtslag läge
tr: Kalp atışı modunu değiştir

source: No, Keep as is
ar: لا، احتفظ كما هو
da: Nej, behold som det er
de: Nein, behalten wie ist
es: No, mantener como es
fi: Ei, pidä sellaisena kuin se on
fr: Non, Garder tel quel
it: No, tieni come è
nb: Nei, behold som den er
nl: Nee, zo houden
pl: Nie, zachowaj tak jak
pt_br: Não, manter como está
ru: Нет, Держите как это
sk: Nie, nechajte tak, ako je
sl: Ne, naj ostane takšna, kot je
sv: Nej, behåll som är
tr: Hayır, olduğu gibi kalsın

source: Patch state
ar: تصحيح الحالة
da: Patch tilstand
de: Patch-Status
es: Estado del parche
fi: Erän tila
fr: Statut du correctif
it: Stato patch
nb: Patch-tilstand
pl: Stan aktualizacji
pt_br: Estado da Atualização
ru: Статус патча
sk: Stav pumpy
sl: Stanje obliža
sv: Patchstatus
tr: Yama durumu

source: Last sync
ar: آخر مزامنة
da: Seneste synkronisering
de: Letzter Sync
es: Última sincronización
fi: Viimeisin synkronointi
fr: Dernière synchronisation
it: Ultima sincronizzazione
nb: Siste synkronisering
nl: Laatste synchronisatie
pl: Ostatnia synchronizacja
pt_br: Última sincronização
ru: Последняя синхронизация
sk: Posledná synchronizácia
sl: Zadnja sinhronizacija
sv: Senaste synkronisering
tr: Son senkronizasyon

source: Status
ar: الحالة
es: Estado
fi: Tila
fr: Statut
it: Stato
pt_br: SItuação
ru: Статус
sk: Stav
tr: Durum

source: Disconnect
ar: قطع الاتصال
da: Afbryd
de: Verbindung trennen
es: Desconectar
fi: Katkaise
fr: Déconnecter
it: Disconnetti
nb: Koble fra
nl: Verbreek
pl: Rozłącz
pt_br: Desconectar
ru: Отключиться
sk: Odpojiť
sl: Odklop
sv: Koppla från
tr: Bağlantıyı Kes

source: Reconnect
ar: إعادة الاتصال
da: Genopret
de: Neu verbinden
es: Volver a conectar
fi: Yhdistä Uudelleen
fr: Reconnecter
it: Riconnetti
nb: Koble til igjen
nl: Opnieuw verbinden
pl: Połącz ponownie
pt_br: Reconectar
ru: Переподключить
sk: Znova pripojiť
sl: Ponovna povezava
sv: Återanslut
tr: Yeniden Bağlan

source: Sync patch data
ar: مزامنة بيانات التصحيح
da: Synkroniser patch data
de: Patchdaten synchronisieren
es: Sincronizar datos
fi: Synkronoi korjaustiedot
fr: Synchroniser les données de correctifs
it: Sincronizza dati patch
nb: Synkroniser patchdata
nl: Synchroniseer patch gegevens
pl: Synchronizuj dane łatwy
pt_br: Sincronizar dados corretos
ru: Синхронизировать данные патча
sk: Synchronizovať dáta z náplasti
sl: Sinhronizacija podatkov o popravkih
sv: Synkronisera patchdata
tr: Yama verilerini senkronize et

source: Activate patch
ar: تنشيط التصحيح
da: Aktivér plaster
de: Patch aktivieren
es: Activar parche
fi: Aktivoi laastari
fr: Activer le patch
it: Attiva patch
nb: Aktiver plaster
nl: Activeer patch
pl: Aktywuj łatkę
pt_br: Ativar patch
ru: Активировать патч
sk: Aktivovať náplasť
sl: Aktivacija obliža
sv: Aktivera patch
tr: Yamayı etkinleştir

source: Deactivate Patch
ar: إلغاء تنشيط التصحيح
da: Deaktiver Patch
de: Patch deaktivieren
es: Desactivar parche
fi: Poista Paikkaus Käytöstä
fr: Désactiver le correctif
it: Disattiva Patch
nb: Deaktiver lapp
nl: Patch deactiveren
pl: Dezaktywuj Patch
pt_br: Desativar Correção
ru: Отключить патч
sk: Deaktivovať náplasť
sl: Deaktiviranje obliža
sv: Inaktivera Patch
tr: Yamayı Devre Dışı Bırak

source: Configuration
ar: الإعدادات
da: Konfiguration
de: Konfiguration
es: Configuración
fi: Asetukset
it: Configurazione
nb: Konfigurasjon
nl: Configuratie
pl: Konfiguracja
pt_br: Configuração
ru: Конфигурация
sk: Nastavenie
sl: Konfiguracija
sv: Konfiguration
tr: Konfigürasyon

source: Insulin Type
ar: نوع الإنسولين
de: Insulintyp
es: Tipo de insulina
fi: Insuliinityyppi
fr: Type d'insuline
it: Tipo Di Insulina
nl: Insuline type
pl: Typ insuliny
pt_br: Tipo de insulina
ru: Тип изоляции
sk: Typ Inzulínu
sl: Vrsta insulina
sv: Typ av insulin
tr: İnsülin Tipi

source: Patch settings
ar: إعدادات التصحيح
da: Indstillinger for rettelse
de: Patch-Einstellungen
es: Ajustes del parche
fi: Paikan asetukset
fr: Paramètres du correctif
it: Impostazioni patch
nb: Patch-innstillinger
nl: Patch instellingen
pl: Ustawienia aktualizacji
pt_br: Configurações de Atualização
ru: Настройки патча
sk: Nastavenia náplaste
sl: Nastavitve popravkov
sv: Inställningar för patch
tr: Yama ayarları

source: Information
ar: معلومات
de: Informationen
es: Información
fi: Tiedot
it: Informazioni
nb: Informasjon
nl: Informatie
pl: Informacje
pt_br: Informacao
ru: Информация
sk: Informácie
sl: Informacije
tr: Bilgi

source: Pump base SN
ar: مضخة قاعدة SN
da: Pumpe base SN
de: Pumpen-Basis-SN
es: Bomba base SN
fi: Pumpun pohja SN
fr: Base de pompe SN
it: Base microinfusore SN
nb: Pumpebase SN
nl: Pomp basis SN
pl: Podstawowa pompa SN
pt_br: Base da Bomba SN
ru: Базовый насос SN
sk: Sériové číslo základne pumpy
sl: Osnova črpalke SN
sv: Pumpbas SN
tr: Pompa tabanı SN

source: Pump base model
ar: نموذج مضخة الأساس
da: Pumpe base model
de: Pumpen-Basis-Modell
es: Modelo base de bomba
fi: Pumpun perusmalli
fr: Modèle de base de la pompe
it: Modello base pompa
nb: Basismodell for pumpe
nl: Pomp basis model
pl: Model podstawowy pompy
pt_br: Modelo base da bomba
ru: Базовая модель насоса
sk: Model základne pumpy
sl: Osnovni model črpalke
sv: Pump basmodell
tr: Pompa temel modeli

source: Patch ID
ar: معرف التصحيح
es: ID del parche
fi: Paikan Tunnus
fr: ID du correctif
it: ID Patch
pl: Identyfikator aktualizacji
pt_br: ID da Atualização
ru: ID патча
sk: Identifikátor náplaste
sl: ID popravka
tr: Yama Kimliği

source: Patch activated at
ar: تم تفعيل التصحيح في
da: Patch aktiveret på
de: Patch aktiviert am
es: Parche activado en
fi: Erä aktivoitu
fr: Patch activé à
it: Patch attivato alle
nb: Lappen aktiveres ved
nl: Patch geactiveerd op
pl: Patch aktywowany w
pt_br: Patch ativado em
ru: Патч активирован в
sk: Náplasť aktivovaná o
sl: Obliž se aktivira pri
sv: Patch aktiverad den
tr: Yama şu adreste etkinleştirildi

source: Patch expires at
ar: انتهت صلاحية التصحيح في
da: Patch udløber den
de: Patch läuft ab um
es: El parche expira en
fi: Paikan voimassaolo päättyy
fr: Le patch expire le
it: La patch scade alle
nb: Oppdateringen utløper kl.
nl: Patch verloopt op
pl: Aktualizacja wygasa o
pt_br: Atualização expira em
ru: Патч истекает в
sk: Náplasť exspiruje o
sl: Obliž poteče pri
sv: Patchen löper ut den
tr: Yama şu tarihte sona eriyor

source: Battery
ar: البطارية
da: Batteri
de: Akku
es: Batería
fi: Akku
fr: Batterie
it: Batteria
nb: Batteri
nl: Accu
pl: Bateria
pt_br: Bateria
ru: Батарея
sk: Batéria
sl: Baterija
sv: Batteri
tr: Akü

source: Previous Patch Details
ar: تفاصيل التصحيح السابقة
da: Forrige Rettelsesdetaljer
de: Vorherige Patch-Details
es: Detalles del parche anteriores
fi: Edellisen Paikan Tiedot
fr: Détails du patch précédent
it: Dettagli Patch Precedente
nb: Tidligere oppdateringsdetaljer
nl: Vorige Patch Details
pl: Poprzednia aktualizacja
pt_br: Detalhes da Atualização Anterior
ru: Предыдущие детали патча
sk: Podrobnosti o predchádzajúcej náplasti
sl: Podrobnosti o prejšnjem popravku
sv: Tidigare Patch Detaljer
tr: Önceki Yama Ayrıntıları

source: Deactivated at
ar: غير مفعّل في
da: Deaktiveret på
de: Deaktiviert am
es: Desactivado el
fi: Deaktivoitu klo
fr: Désactivé le
it: Disattivato il
nb: Deaktivert på
nl: Gedeactiveerd op
pl: Dezaktywowane
pt_br: Desativado em
ru: Отключено в
sk: Deaktivovaná o
sl: Deaktivirano pri
sv: Avaktiverad den
tr: Şu adreste devre dışı bırakıldı

source: Share Medtrum patch logs
ar: مشاركة سجلات التصحيح ميدتروم
da: Del Medtrum patch logs
de: Medtrum Patchlogs teilen
es: Compartir registros de parche Medtrum
fi: Jaa Medtrum laastari lokit
fr: Partager les rustines de Medtrum
it: Condividi i log delle patch Medtrum
nb: Del Medtrums oppdateringslogger
nl: Deel Medtrum patch-logs
pl: Udostępnij dzienniki aplikacji Medtrum
pt_br: Compartilhar registros de correções Medtrum
ru: Поделиться журналами Medtrum
sk: Zdieľať logy náplaste Medtrum
sl: Skupna raba dnevnikov popravkov Medtrum
sv: Dela Medtrum-patch loggar
tr: Medtrum yama günlüklerini paylaşın

source: Delete Pump
ar: حذف مضخة
da: Slet Pumpe
de: Pumpe löschen
es: Eliminar bomba
fi: Poista Pumppu
fr: Supprimer la pompe
it: Elimina Pompa
nb: Slett pumpe
nl: Pomp verwijderen
pl: Usuń pompę
pt_br: Excluir Bomba
ru: Удалить насос
sk: Odstrániť pumpu
sl: Izbriši črpalko
sv: Ta bort pump
tr: Pompayı Sil

source: Insulin Remaining
ar: الإنسولين المتبقي
da: Resterende Insulin
de: Insulin verbleibend
es: Insulina restante
fi: Jäljellä Oleva Insuliini
fr: Insuline restante
it: Insulina Rimanente
nb: Gjenværende insulin
nl: Resterende insuline
pl: Pozostała insulina
pt_br: Insulina Restante
ru: Оставшиеся инсулины
sk: Zostávajúci inzulín
sl: Preostali inzulin
sv: Återstående insulin
tr: Kalan İnsülin

source: Insulin Suspended
ar: الأنسولين معلق
da: Insulin Suspenderet
de: Insulin ausgesetzt
es: Insulina Suspendida
fi: Insuliini Keskeytetään
fr: Insuline suspendue
it: Insulina Sospesa
nb: Insulin Suspendert
nl: Insuline opgeschort
pl: Insulina Zawieszona
pt_br: Insulina Suspenso
ru: Инсулин приостановлен
sk: Inzulín Pozastavený
sl: Inzulin Odložen
sv: Insulin avstängd
tr: İnsülin Askıya Alındı

source: No active patch
ar: لا يوجد تعديل نشط
da: Intet aktivt plaster
de: Kein aktiver Patch
es: Ningún parche activo
fi: Ei aktiivista laastaria
fr: Aucun patch actif
it: Nessuna patch attiva
nb: Ingen aktiv lapp
nl: Geen actieve patch
pl: Brak aktywnego plastra
pt_br: Nenhum patch ativo
ru: Нет активного патча
sk: Žiadna aktívna náplasť
sl: Brez aktivnega obliža
sv: Ingen aktiv patch
tr: Aktif yama yok

source: Age:
ar: العمر:
da: Alder:
de: Alter:
es: Edad:
fi: Ikä:
fr: Âge:
it: Età:
nb: Alder:
nl: Leeftijd:
pl: Wiek:
pt_br: Idade:
ru: Возраст:
sk: Vek:
sl: Starost:
sv: Ålder:
tr: Yaş:

source: day
ar: يوم
da: dag
de: tag
es: día
fi: päivä
fr: jour
it: giorno
nb: dag
nl: Dag
pl: dzień
pt_br: Dia
ru: день
sk: deň
sl: dan
sv: dag
tr: gün

source: days
ar: أيام
da: dage
de: tage
es: días
fi: päivää
fr: Jours
it: giorni
nb: dager
nl: Dagen
pl: dni
pt_br: Dias
ru: дней
sk: dni
sl: dni
sv: dagar
tr: günler

source: hour
ar: ساعة
da: time
de: std
es: hora
fi: tunti
fr: heure
it: ora
nb: time
nl: uur
pl: godzina
pt_br: hora
ru: час
sk: hodina
sl: ura
sv: timme
tr: saat

source: hours
ar: ساعات
da: timer
de: std
es: horas
fi: tuntia
fr: heures
it: ore
nb: timer
nl: Uren
pl: godziny
pt_br: horas
ru: часов
sk: hodiny
sl: ure
sv: timmar
tr: saatler

source: minute
ar: دقيقة
da: minut
es: minuto
fi: minuutti
it: minuto
nb: minutt
nl: minuut
pl: minuta
pt_br: minuto
ru: минута
sk: minúta
sl: minuta
sv: minut
tr: dakika

source: minutes
ar: دقائق
da: minutter
de: minuten
es: minutos
fi: minuuttia
it: minuti
nb: minutter
nl: minuten
pl: minuty
pt_br: Minutos
ru: минуты
sk: minút
sl: minute
sv: minuter
tr: dakika

source: Patch expired
ar: انتهت صلاحية التصحيح
da: Patch udløbet
de: Patch abgelaufen
es: Parche caducado
fi: Paikka vanhentunut
fr: Le correctif a expiré
it: Patch scaduta
nb: Oppdatering utløpt
nl: Patch verlopen
pl: Aktualizacja wygasła
pt_br: Atualização expirada
ru: Истек срок действия патча
sk: Náplasť exspirovala
sl: Obliž se je iztekel
sv: Patchen har gått ut
tr: Yama süresi doldu

source: Done
ar: تم
da: Udført
de: Fertig
es: Hecho
fi: Valmis
fr: Fait
it: Fatto
nb: Ferdig
nl: Voltooid
pl: Gotowe
pt_br: Concluído
ru: Готово
sk: Hotovo
sl: Končano
sv: Klar
tr: Bitti

source: Connected
ar: متصل
da: Forbundet
de: Verbunden
es: Conectado
fi: Yhdistetty
fr: Connecté
it: Connesso
nb: Tilkoblet
nl: Verbonden
pl: Połączono
pt_br: Conectado
ru: Подключено
sk: Pripojené
sl: Povezano
sv: Ansluten
tr: Bağlı

source: Reconnecting...
ar: إعادة الاتصال...
da: Genforbinder...
de: Verbinde neu...
es: Reconectando...
fi: Yhdistetään Uudelleen...
fr: Reconnexion en cours...
it: Riconnessione...
nb: Gjenopprette forbindelsen...
nl: Opnieuw verbinden...
pl: Ponowne łączenie...
pt_br: Reconectando...
ru: Переподключение...
sk: Opätovné spojenie...
sl: Ponovno povezovanje...
sv: Återansluter...
tr: Yeniden bağlanıyor...

source: Disconnected
ar: قطع
da: Afbrudt
de: Verbindung getrennt
es: Desconectado
fi: Yhteys Katkaistu
fr: Déconnecté
it: Disconnesso
nb: Frakoblet
nl: Losgekoppeld
pl: Rozłączony
pt_br: Desconectado
ru: Отключено
sk: Odpojené
sl: Odklopljena stran
sv: Frånkopplad
tr: Bağlantı kesildi

source: Scheduled Basal
ar: قاعدة مجدولة
da: Planlagt Basal
de: Geplanter Basal
es: Basal programada
fi: Ajastettu Basaali
fr: Basal planifié
it: Base Pianificata
nb: Planlagt Basal
nl: Geplande Basaal
pl: Zaplanowana baza
pt_br: Basal Agendada
ru: Запланированный Базал
sk: Naplánovaný bazál
sl: Načrtovana osnovna vrednost
sv: Schemalagd basal
tr: Planlanmış Bazal

source: Temp Basal
ar: قالب أساسي
da: Midlertidig Basal
de: Tempel Basal
es: Basal temporal
fi: Väliaikainen Basaali
fr: Basal Temporaire
it: Basale Temporanea
nl: Tijdelijk basaal
pl: Baza tymczasowa
pt_br: Basal temporaria
ru: Временный базал
sk: Dočasný bazál
tr: Sıcaklık Bazal
