Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/MedtrumKit/Localization/*.lproj/Localizable.strings
Languages: ar, da, de, es, fi, fr, it, nb, nl, pl, pt_br, ru, sk, sl, sv, tr

source: Insulin Delivery
ar: توصيل الإنسولين
da: Insulin Levering
de: Insulinlieferung
es: Entrega de insulina
fi: Insuliinin Toimitus
fr: Livraison d'insuline
it: Consegna Di Insulina
nb: Levering av insulin
nl: Insuline levering
pl: Podawanie insuliny
pt_br: Entrega da insulina
ru: Инсулин доставки
sk: Podávanie inzulínu
sl: Dostava insulina
sv: Insulin Leverans
tr: İnsülin Dağıtımı

source: Continue
ar: متابعة
da: Fortsæt
de: Weiter
es: Continuar
fi: Jatka
fr: Continuer
it: Continua
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
tr: Devam et

source: Select insulin type
ar: حدد نوع الأنسولين
da: Vælg insulintype
de: Wähle Insulintyp
es: Seleccionar tipo de insulina
fi: Valitse insuliinityyppi
fr: Sélectionnez le type d'insuline
it: Seleziona tipo di insulina
nb: Velg insulintype
nl: Selecteer type insuline
pl: Wybierz typ insuliny
pt_br: Selecionar tipo de insulina
ru: Выберите тип инсулина
sk: Vybrať typ inzulínu
sl: Izberite vrsto insulina
sv: Välj insulintyp
tr: İnsülin tipini seçin

source: Select the type of insulin that you will be using
ar: حدد نوع الأنسولين الذي ستستخدمه
da: Vælg den type insulin, som De skal bruge.
de: Wähle den Insulintyp, den du verwenden möchtest
es: Seleccione el tipo de insulina que usará
fi: Valitse insuliinin tyyppi, jota aiot käyttää
fr: Sélectionnez le type d'insuline que vous utiliserez
it: Seleziona il tipo di insulina che utilizzerai
nb: Velg hvilken type insulin du skal bruke
nl: Selecteer het type insuline dat je gaat gebruiken
pl: Wybierz rodzaj insuliny, którą będziesz stosował
pt_br: Selecione o tipo de insulina que você estará usando
ru: Выберите тип инсулина который вы будете использовать
sk: Vyberte typ inzulínu, ktorý budete používať v tejto pumpe
sl: Izberite vrsto insulina, ki ga boste uporabljali
sv: Välj vilken typ av insulin du ska använda
tr: Kullanacağınız insülin türünü seçin

source: Max hourly insulin
ar: الانسولين في الساعة القصوى
da: Maks. timeinsulin
de: Max. stündliche Insulin
es: Máximo de insulina por hora
fi: Insuliinin maksimi tuntimäärä
fr: Insuline horaire max
it: Max insulina oraria
nb: Maks insulin per time
nl: Max uur insuline
pl: Maksymalna insulina godzinowa
pt_br: Insulina máxima horária
ru: Макс. почасовой инсулин
sk: Maximálna hodinová dávka
sl: Največji urni inzulin
sv: Max timvis insulin
tr: Maksimum saatlik insülin

source: Max daily insulin
ar: أقصى الأنسولين اليومي
da: Max daglig insulin
de: Max. tägliches Insulin
es: Máximo de insulina diaria
fi: Suurin päivittäinen insuliini
fr: Insuline quotidienne max
it: Insulina massima giornaliera
nb: Maks daglig insulin
nl: Max. dagelijkse insuline
pl: Maksymalna dobowa insulina
pt_br: Insulina diária máxima
ru: Максимальное количество инсулинов
sk: Maximálna denná dávka
sl: Največji dnevni inzulin
sv: Max dagligt insulin
tr: Maksimum günlük insülin

source: Alarm setting
ar: إعداد المنبه
da: Indstilling af alarm
de: Alarm-Einstellung
es: Ajuste de alarma
fi: Hälytyksen asetus
fr: Réglage de l'alarme
it: Impostazioni allarme
nb: Innstilling av alarm
nl: Alarm instelling
pl: Ustawienia alarmu
pt_br: Configuração de alarme
ru: Настройка будильника
sk: Nastavenia alarmov
sl: Nastavitev alarma
sv: Alarm inställning
tr: Alarm ayarı

source: Light, vibrate and, beep
ar: الضوء والاهتزاز والتنبيه
da: Lys, vibration og bip
de: Hell, vibrieren und Piepton
es: Luz, vibración y, pitido
fi: Valo, väriset ja äänimerkki
fr: Lumière, vibreur et bip
it: Luce, vibrare e, beep
nb: Lys, vibrasjon og pip
nl: Licht, trillen en piep
pl: Światło, wibracje i dźwięk
pt_br: Luz, vibração e bipe
ru: Светлая, вибрация и пчела
sk: Svetlo, vibrácie a zvukový signál
sl: Svetloba, vibriranje in zvočni signal
sv: Ljus, vibrerar och pip
tr: Işık, titreşim ve bip sesi

source: Light and vibrate
ar: الضوء والاهتزاز
da: Lys og vibrere
de: Hell und vibrieren
es: Luz y vibración
fi: Vaalea ja värinä
fr: Lumière et vibration
it: Luce e vibrazione
nb: Lys og vibrasjon
nl: Licht en trillen
pl: Światło i wibracje
pt_br: Luz e vibração
ru: Светлая и вибрация
sk: Svetlo a vibrácie
sl: Svetloba in vibracija
sv: Ljus och vibrera
tr: Işık ve titreşim

source: Light and beep
ar: ضوء ونبش
da: Lys og bip
de: Hell und Piepton
es: Luz y pitido
fi: Vaalea ja äänimerkki
fr: Lumière et bip
it: Luce e segnale acustico
nb: Lys og pipetone
nl: Lichte en pieptoon
pl: Światło i dźwięk
pt_br: Claro e bipe
ru: Светлый и пчеловый
sk: Svetlo a zvukový signál
sl: Svetloba in zvočni signal
sv: Ljus och pip
tr: Işık ve bip sesi

source: Light-only
ar: الضوء فقط
da: Kun Lys
de: Nur Licht
es: Solo luz
fi: Vain valolle
fr: Lumière seule
it: Sola Luce
nb: Kun lys
nl: Licht-alleen
pl: Tylko w świetle
pt_br: Luz-apenas
ru: Только для света
sk: Iba svetlo
sl: Samo za svetlobo
sv: Endast ljus
tr: Yalnızca ışık

source: Vibrate and beep
ar: الاهتزاز والتنبيه
da: Vibration og bip
de: Vibrieren und Piepton
es: Vibrar y beep
fi: Värinä ja äänimerkki
fr: Vibrer et bip
it: Vibra e segnale acustico
nb: Vibrerer og piper
nl: Trillen en piepen
pl: Wibracje i dźwięk
pt_br: Vibrar e bipe
ru: Вибрация и пчела
sk: Vibrácie a zvukový signál
sl: Vibriranje in piskanje
sv: Vibrera och pipa
tr: Titreşim ve bip sesi

source: Vibrate-only
ar: فيبرايت فقط
da: Kun vibrationQShortcut
de: Nur Vibration
es: Solo vibración
fi: Vain Värinä
fr: Vibrer uniquement
it: Solo Vibrazione
nb: Kun vibrasjon
nl: Enkel trillingen
pl: Tylko wibracje
pt_br: Somente vibração
ru: Только вибрация
sk: Iba vibrovať
sl: Samo vibriranje
sv: Endast vibrerande
tr: Yalnızca titreşim

source: Beep-only
ar: بيب-فقط
da: Kun Bip
de: Nur Piepton
es: Sólo Beep
fi: Vain Äänimerkki
fr: Bip seulement
it: Unicamente Beep
nb: Kun lydsignal
nl: Biep alleen-
pl: Tylko na piwo
ru: Только пип
sk: Iba zvukový signál
sl: Samo zvočni signal
sv: Endast pip
tr: Yalnızca bip sesi

source: Silence
ar: صمت
da: Tavshed
de: Stille
es: Silencio
fi: Hiljaisuus
fr: Silencieux
it: Silenzio
nb: Stillhet
nl: Stilte
pl: Wyciszenie
pt_br: Silêncio
ru: Тишина
sk: Stíšiť
sl: Tišina
sv: Tystnad
tr: Sessizlik

source: Patch lifetime
ar: تعديل عمر
da: Patch levetid
de: Patch-Lebensdauer
es: Tiempo de vida del parche
fi: Erän käyttöikä
fr: Durée de mise à jour
it: Durata patch
nb: Lappens levetid
nl: Patch levensduur
pl: Okres życia plastra
pt_br: Vida útil da atualização
ru: Время жизни патча
sk: Životnosť náplaste
sl: Življenjska doba obliža
sv: Patch livslängd
tr: Yama ömrü

source: Use extended lifetime (continue till battery empty)
ar: استخدام تمديد العمر (الاستمرار حتى تكون البطارية فارغة)
da: Brug forlænget levetid (fortsæt indtil batteriet er tomt)
de: Verwende längere Lebensdauer (bis zum Akku leer)
es: Usar tiempo de vida prolongado (continuar hasta que la batería esté vacía)
fi: Käytä pidennettyä käyttöikää (jatka kunnes akku tyhjä)
fr: Utiliser la durée de vie prolongée (continuer jusqu'à ce que la batterie soit vide)
it: Usa durata prolungata (continua fino al vuoto della batteria)
nb: Bruk forlenget levetid (fortsett til batteriet er tomt)
nl: Gebruik verlengde levensduur (doorgaan tot batterij leeg is)
pl: Użyj dłuższego okresu życia (kontynuuj aż do opróżnienia baterii)
pt_br: Usar duração estendida (continue até ficar sem bateria)
ru: Длительное время службы (продолжайте до тех пор, пока не разрядите аккумулятор)
sk: Použiť predĺženú životnosť (pokračovať až do vybitia batérie)
sl: Uporabite podaljšano življenjsko dobo (nadaljujte, dokler se baterija ne izprazni)
sv: Använd förlängd livslängd (fortsätt tills batteriet är tomt)
tr: Uzatılmış kullanım ömrü kullanın (pil bitene kadar devam edin)

source: Use normal lifetime (3d 8h)
ar: استخدام الحياة العادية (3d 8 ساعة)
da: Brug normal levetid (3d 8 timer)
de: Verwende normale Lebensdauer (3d 8h)
es: Usar tiempo de vida normal (3d 8h)
fi: Käytä normaalia käyttöikää (3d 8h)
fr: Utiliser la durée de vie normale (3d 8h)
it: Usa vita normale (3d 8h)
nb: Bruk normal levetid (3d 8t)
nl: Gebruik normale levensduur (3d 8h)
pl: Użyj normalnego okresu życia (3d 8 godz.)
pt_br: Usar tempo de vida normal (3d 8h)
ru: Использовать нормальное время жизни (3d 8h)
sk: Použiť štandardnú životnosť (3d 8h)
sl: Uporabite običajno življenjsko dobo (3d 8h)
sv: Använd normal livslängd (3d 8h)
tr: Normal kullanım ömrünü kullanın (3d 8h)

source: Notification for expirate patch
ar: إشعار بتصحيح انتهاء الصلاحية
da: Notifikation for udløbsplaster
de: Benachrichtigung für verfallenen Patch
es: Notificación del parche de caducidad
fi: Ilmoitus vanhentuneelle korjaukselle
fr: Notification pour le patch d'expiration
it: Notifica per la patch di scadenza
nb: Melding om expirate patch
nl: Kennisgeving voor vervaldatum
pl: Powiadomienie o aktualizacji daty wygaśnięcia
pt_br: Notificação de expiração do patch
ru: Уведомление об истечении срока действия патча
sk: Upozornenie na exspiráciu náplaste
sl: Obvestilo za popravek za iztekanje
sv: Avisering för utgång patch
tr: Expirate yaması için bildirim

source: When clicking on the button, you will get a Biometrics prompt. Once completed, the patch will be deactivated and you will be prompted to pair a new patch.
ar: عند النقر على الزر، ستحصل على طلب من القياسات الحيوية. بمجرد اكتمال التصحيح سوف يتم تعطيله وسيتم مطالبتك باقران تعديل جديد.
da: Når du klikker på knappen, vil du få en Biometrics prompt. Når plasteret er færdigt, vil det blive deaktiveret, og De vil blive bedt om at parre et nyt plaster.
de: Wenn Sie auf den Button klicken, erhalten Sie eine biometrische Eingabeaufforderung. Sobald der Patch abgeschlossen ist, wird der Patch deaktiviert und Sie werden aufgefordert, einen neuen Patch zu koppeln.
es: Al hacer clic en el botón, obtendrá un indicador biométrico. Una vez completado, el parche será desactivado y se le pedirá que empareje un nuevo parche.
fi: Kun napsautat painiketta, saat Biometricsin kehotuksen. Kun laastari on valmis, se poistetaan käytöstä ja sinua kehotetaan yhdistämään uusi laastar.
fr: En cliquant sur le bouton, vous obtiendrez une invite biométrique. Une fois terminé, le patch sera désactivé et vous serez invité à associer un nouveau patch.
it: Quando si fa clic sul pulsante, si otterrà un prompt Biometrica. Una volta completato, il cerotto sarà disattivato e le verrà chiesto di abbinare un nuovo cerotto.
nb: Når du klikker på knappen, får du en biometrisk melding. Når du er ferdig, deaktiveres lappen, og du blir bedt om å koble til en ny lapp.
nl: Wanneer je op de knop klikt, krijg je een Biometrie prompt. Zodra klaar is wordt de patch gedeactiveerd en wordt je gevraagd om een nieuwe patch te koppelen.
pl: Po kliknięciu przycisku otrzymasz komunikat biometryczny. Po zakończeniu plaster zostanie zdezaktywowany i zostanie poproszony o parę nowego plastra.
pt_br: Ao clicar no botão, você receberá um prompt de Biometria. Uma vez concluído, o patch será desativado e você será solicitado para parear um novo patch.
ru: Нажав на кнопку, вы получите запрос на биометрию. После завершения, патч будет деактивирован и вам будет предложено парять новый патч.
sk: Po kliknutí na tlačidlo sa zobrazí výzva na biometrickú identifikáciu. Po jej dokončení sa náplasť deaktivuje a zobrazí sa výzva na spárovanie novej náplasti.
sl: Ko kliknete na gumb, se prikaže poziv za vnos biometričnih podatkov. Po zaključku se bo obliž deaktiviral in pozvan bo k seznanitvi z novim obližem.
sv: När du klickar på knappen får du en Biometrics prompt. När den är klar, kommer patchen att inaktiveras och du kommer att uppmanas att para ihop en ny patch.
tr: Düğmeye tıkladığınızda bir Biyometri istemi alacaksınız. Tamamlandığında, yama devre dışı bırakılacak ve yeni bir yama eşleştirmeniz istenecektir.

source: Authenticate & deactivate patch
ar: المصادقة و تعطيل التصحيح
da: Godkend og deaktiver patch
de: Patch authentifizieren & deaktivieren
es: Autenticar y desactivar el parche
fi: Todenna ja poista paikannus käytöstä
fr: Authentification et désactivation du patch
it: Autenticazione e disattivazione patch
nb: Autentisering og deaktivering av patch
nl: Authenticeer & deactiveer patch
pl: Uwierzytelnij i dezaktywuj łatkę
pt_br: Autenticar e desativar patch
ru: Аутентификация и деактивация патча
sk: Over a deaktivuj náplasť
sl: Preverjanje pristnosti in deaktiviranje popravka
sv: Autentisera och inaktivera patch
tr: Kimlik doğrulama ve yamayı devre dışı bırakma

source: Deactivate patch
ar: إلغاء تنشيط التصحيح
da: Deaktiver patch
de: Patch deaktivieren
es: Desactivar parche
fi: Poista paikannus käytöstä
fr: Désactiver le patch
it: Disattiva patch
nb: Deaktiver plaster
nl: Patch deactiveren
pl: Dezaktywuj łatkę
pt_br: Desativar o patch
ru: Деактивировать патч
sk: Deaktivovať náplasť
sl: Deaktiviranje obliža
sv: Inaktivera patch
tr: Yamayı devre dışı bırak

source: Serial number
ar: الرقم التسلسلي
da: Serienummer
de: Seriennummer
es: Número de serie
fi: Sarjanumero
fr: Numéro de série
it: Numero d’ordine
nb: Serienummer
nl: Serienummer
pl: Numer seryjny
pt_br: Número de série
ru: Серийный номер
sk: Sériové číslo
sl: Serijska številka
sv: Serienummer
tr: Seri numarası

source: Make sure the Serial Number is correct before connecting it to the patch.
ar: تأكد من أن الرقم التسلسلي صحيح قبل توصيل التصحيح.
da: Kontrollér, at serienummeret er korrekt, før det sættes på plasteret.
de: Stellen Sie sicher, dass die Seriennummer korrekt ist, bevor Sie sie mit dem Patch verbinden.
es: Asegúrese de que el número de serie es correcto antes de conectarlo al parche.
fi: Varmista, että sarjanumero on oikein ennen kuin yhdistät sen laastariin.
fr: Assurez-vous que le numéro de série est correct avant de le connecter au patch.
it: Assicurarsi che il Numero di serie sia corretto prima di collegarlo al cerotto.
nb: Kontroller at serienummeret er riktig før du kobler den til patchen.
nl: Zorg ervoor dat het serienummer correct is voordat u het verbindt met de patch.
pl: Przed podłączeniem do plastra należy upewnić się, że numer seryjny jest prawidłowy.
pt_br: Certifique-se de que o Número de Série está correto antes de conectá-lo ao patch.
ru: Убедитесь, что серийный номер указан верно, прежде чем подключить его к патчу.
sk: Pred pripojením k náplasti sa uistite, že sériové číslo je správne.
sl: Pred priključitvijo na popravek se prepričajte, da je serijska številka pravilna.
sv: Se till att serienumret är korrekt innan du ansluter det till patchen.
tr: Eke bağlamadan önce Seri Numarasının doğru olduğundan emin olun.

source: Pump base settings
ar: إعدادات الأساس المضخة
da: Pumpe base indstillinger
de: Pump-Basis-Einstellungen
es: Ajustes base de la bomba
fi: Pumpun perusasetukset
fr: Paramètres de base de la pompe
it: Impostazioni base micro
nb: Innstillinger for pumpebase
nl: Pomp basisinstellingen
pl: Podstawowe ustawienia pompy
pt_br: Configurações da bomba
ru: Базовые настройки насоса
sk: Nastavenia základne pumpy
sl: Osnovne nastavitve črpalke
sv: Pump basinställningar
tr: Pompa tabanı ayarları

source: Save and continue
ar: حفظ ومتابعة
da: Gem og fortsæt
de: Speichern und fortfahren
es: Guardar y continuar
fi: Tallenna ja jatka
fr: Enregistrer et continuer
it: Salva e continua
nb: Lagre og fortsett
nl: Opslaan en doorgaan
pl: Zapisz i kontynuuj
pt_br: Salvar e continuar
ru: Сохранить и продолжить
sk: Uložiť a pokračovať
sl: Shrani in nadaljuj
sv: Spara och fortsätt
tr: Kaydet ve devam et

source: Connect your pump base to the patch.
ar: قم بتوصيل قاعدة المضخة الخاصة بك إلى التصحيح.
da: Tilslut din pumpebase til plasteret.
de: Verbinden Sie Ihre Pumpenbasis mit dem Patch.
es: Conecta tu base de bomba al parche.
fi: Liitä pumpun tukikohta laastariin.
fr: Connectez la base de votre pompe au patch.
it: Collega la base della pompa al cerotto.
nb: Koble pumpebasen til lappen.
nl: Verbind je pomp basis met het patch.
pl: Podłącz bazę pompy do plastra.
pt_br: Conecte a sua base da bomba ao patch.
ru: Подключите базу насоса к патчу.
sk: Pripoj základňu k náplasti.
sl: Podstavek črpalke povežite z obližem.
sv: Anslut din pumpbas till patchen.
tr: Pompa tabanınızı yamaya bağlayın.

source: Fill the syringe with insulin
ar: املأ المحاقنة بالأنسولين
da: Fyld sprøjten med insulin
de: Füllen Sie die Spritze mit Insulin
es: Rellena la jeringa con insulina
fi: Täytä ruisku insuliinilla
fr: Remplissez la seringue avec l'insuline
it: Riempire la siringa con insulina
nb: Fyll sprøyten med insulin
nl: Vul de spuit met insuline
pl: Napełnić strzykawkę insuliną
pt_br: Preencha o seringa com insulina
ru: Заполните шприц инсулином
sk: Naplň injekčnú striekačku inzulínom
sl: Napolnite brizgo z inzulinom
sv: Fyll sprutan med insulin
tr: Şırıngayı insülin ile doldurun

source: Place the syringe in the patch and pull out 1 to 2 dashes of air.
ar: ضع المحاقنة في التصحيح وسحب 1 إلى 2 شرطة من الهواء.
da: Placer sprøjten i plasteret og træk 1 til 2 bindestreger luft ud.
de: Legen Sie die Spritze in den Patch und ziehen Sie 1 bis 2 Bindestriche Luft aus.
es: Coloque la jeringa en el parche y saque de 1 a 2 guiones de aire.
fi: Laita ruisku laastariin ja vedä ulos 1 - 2 ilman välipalaa.
fr: Placez la seringue dans le patch et tirez 1 à 2 tirets d'air.
it: Posizionare la siringa nel cerotto e tirare fuori da 1 a 2 trattini d’aria.
nb: Plasser sprøyten i plasteret og trekk ut 1 til 2 streker med luft.
nl: Plaats de spuit in de patch en trek 1 tot 2 streepjes lucht.
pl: Umieścić strzykawkę w plastrze i odciągnąć od 1 do 2 myślników powietrza.
pt_br: Coloque a seringa na atualização e extraia 1 a 2 traços de ar.
ru: Поместите шприц в патч и вытащите от 1 до 2 дефис воздуха.
sk: Vložte injekčnú striekačku do náplasti a vytiahnite 1 až 2 dávky vzduchu.
sl: Injekcijsko brizgo vstavite v obliž in izvlecite 1 do 2 črtici zraka.
sv: Placera sprutan i plåstret och dra ut 1 till 2 streck luft.
tr: Şırıngayı banda yerleştirin ve 1 ila 2 çizgi hava çekin.

source: Fill the patch with insulin. NOTE: A minimum of 70U is required for activation.
ar: املأ التصحيح بالأنسينين. ملاحظة: مطلوب على الأقل 70U للتفعيل.
da: Fyld plasteret med insulin. BEMÆRK: Mindst 70 E er nødvendigt for aktivering.
de: Füllen Sie den Patch mit Insulin. HINWEIS: Mindestens 70U ist für die Aktivierung erforderlich.
es: Rellena el parche con insulina. NOTA: Se requiere un mínimo de 70U para su activación.
fi: Täytä laastari insuliinilla. HUOMAUTUS: Aktivointia varten tarvitaan vähintään 70U.
fr: Remplissez le patch avec de l'insuline. NOTE : Un minimum de 70U est requis pour l'activation.
it: Riempire il cerotto con insulina. NOTA: per l’attivazione è richiesto un minimo di 70U.
nb: Fyll plasteret med insulin. MERK: Det kreves minst 70U for aktivering.
nl: Vul de patch in met insuline. Let op: een minimum van 70U is vereist om te activeren.
pl: Napełnij plaster insuliną. UWAGA: Do aktywacji wymagany jest co najmniej 70U insuliny.
pt_br: Preencha a atualização com insulina. NOTA: é necessário um mínimo de 70U para ativação.
ru: Заполните патч инсулином. ПРИМЕЧАНИЕ: Для активации требуется не менее 70U.
sk: Naplňte náplasť inzulínom. POZNÁMKA: Na aktiváciu je potrebných minimálne 70j.
sl: Napolnite obliž z insulinom. OPOMBA: Za aktivacijo je potrebnih najmanj 70 enot insulina.
sv: Fyll plåstret med insulin. OBS: För aktivering krävs minst 70U.
tr: Bandı insülin ile doldurun. NOT: Aktivasyon için minimum 70U gereklidir.

source: Press the needle button and start the priming process.
ar: اضغط على زر الإبرة وابدأ عملية التمهيد.
da: Tryk på nåleknappen og start klargøringsprocessen.
de: Drücken Sie die Nadel Taste und starten Sie den Prämierungsprozess.
es: Presione el botón de agujas e inicie el proceso de primado.
fi: Paina neula-nappia ja aloita valmistelu uudelleen.
fr: Appuyez sur le bouton de l'aiguille et démarrez le processus d'amorçage.
it: Premere il pulsante dell’ago e avviare il processo di innescatura.
nb: Trykk på nåleknappen og start primingprosessen.
nl: Druk op de naalknop en start het primerproces.
pl: Wcisnąć przycisk igły i rozpocząć proces przygotowania.
pt_br: Pressione o botão da agulha e inicie o processo de primação.
ru: Нажимаем на иглу и начинаем привязку.
sk: Stlačte tlačidlo ihly a začnite proces napĺňania.
sl: Pritisnite gumb za iglo in začnite postopek polnjenja.
sv: Tryck på nålknappen och starta priming processen.
tr: İğne düğmesine basın ve hazırlama işlemini başlatın.

source: Do not attach the patch to the body yet
ar: لا تقم بإرفاق التصحيح إلى الجسم بعد
da: Sæt ikke plasteret på kroppen endnu
de: Den Patch noch nicht an den Körper anhängen
es: Aún no adjuntar el parche al cuerpo
fi: Älä kiinnitä laastaria vielä kehoon
fr: Ne pas encore attacher le patch au corps
it: Non collegare ancora il cerotto al corpo
nb: Ikke fest plasteret på kroppen ennå
nl: Bevestig de patch nog niet aan het lichaam
pl: Nie należy przymocować plastra do ciała.
pt_br: Não anexar a atualização ao corpo ainda
ru: Не прикрепляйте патч к телу
sk: Zatiaľ si nenasadzuj náplasť na telo
sl: Obliža še ne pritrdite na telo
sv: Fäst inte plåstret till kroppen ännu
tr: Yamayı henüz gövdeye takmayın

source: Start priming
ar: ابدأ التحديث
da: Begynd klargøring
de: Beginne zu primen
es: Empezar a pulir
fi: Aloita alustus
fr: Démarrer l'amorçage
it: Inizia ad innescare
nl: Begin met primmen
pl: Rozpocznij przygotowywanie
pt_br: Começar a fazer premir
ru: Начать привязку
sk: Spustiť napĺňanie
sl: Začetek zalivanja
sv: Börja prima
tr: Hazırlamaya başlayın

source: Patch priming
ar: تركيب التصحيح
da: Rettelse klargøring
es: Primado del parche
fi: Paikan alustus
fr: Amorçage du patch
it: Blocco patch
nb: Priming av lapper
nl: Patch primmen
pl: Ustawianie plastra
pt_br: Panturrilha de Atualização
ru: Привязка патча
sk: Napĺňanie náplasti
sl: Osnova za obloge
sv: Patch grundmålning
tr: Yama hazırlama

source: Remove the safety cover from the patch.
ar: إزالة غلاف الأمان من التصحيح.
da: Tag sikkerhedshætten af plasteret.
de: Entfernen Sie die Sicherheitsabdeckung aus dem Patch.
es: Eliminar la cobertura de seguridad del parche.
fi: Poista turvasuojus laastarin kohdalta.
fr: Retirez le capot de sécurité du patch.
it: Rimuovere il coperchio di sicurezza dal cerotto.
nb: Fjern sikkerhetsdekselet fra plasteret.
nl: Verwijder de veiligheidsdeksel van de patch.
pl: Zdjąć osłonkę zabezpieczającą z plastra.
pt_br: Remova a tampa de segurança da patch.
ru: Удалите крышку безопасности из патча.
sk: Odstráňte bezpečnostný kryt z náplasti.
sl: Z obliža odstranite varnostni pokrov.
sv: Ta bort skyddskåpet från plåstret.
tr: Güvenlik kapağını yamadan çıkarın.

source: Attach the pump to the body.
ar: إرفاق المضخات إلى الجسم.
da: Fastgør pumpen til kroppen.
de: Befestigen Sie die Pumpe an den Körper.
es: Adjunte la bomba al cuerpo.
fi: Kiinnitä pumppu kehoon.
fr: Attachez la pompe au corps.
it: Collegare la pompa al corpo.
nb: Fest pumpen til karosseriet.
nl: Koppel de pomp aan het lichaam.
pl: Przymocować pompę do ciała.
pt_br: Anexe a bomba ao corpo.
ru: Прикрепите насос к кузову.
sk: Pripevnite pumpu k telu.
sl: Črpalko pritrdite na ohišje.
sv: Fäst pumpen på kroppen.
tr: Pompayı gövdeye takın.
