Repository: Artificial-Pancreas/iAPS
Catalog: Dependecies/CGMBLEKit/CGMBLEKit/*.lproj/Localizable.strings
Languages: pl, pt_br

source: Glucose data is unavailable
pl: Dane o glukozie są niedostępne
pt_br: Os dados de glicose não estão disponíveis

source: Low Battery
pl: Słaba bateria
pt_br: Bateria Fraca

source: Peripheral did not respond in time
pl: Urz. peryferyjne nie odpowiada
pt_br: Periférico não respondeu a tempo

source: Peripheral isnʼt connected
pl: Urz. peryferyjne jest niepodłączone
pt_br: O periférico não está conectado

source: Sensor calibration is OK
pl: Kalibracja sensora powiodła się
pt_br: A calibração do sensor está OK

source: Sensor is in unknown state %1$d
pl: Sensor jest w nieznanym stanie %1$d
pt_br: O sensor está em um estado desconhecido %1$d

source: Sensor is stopped
pl: Sensor jest wstrzymany
pt_br: O sensor está parado

source: Sensor is warming up
pl: Sensor jest w trakcie uruchamiania
pt_br: O sensor está aquecendo

source: Sensor needs calibration
pl: Sensor wymaga kalibracji
pt_br: O sensor precisa de calibração

source: Unknown characteristic
pl: Nieznany błąd
pt_br: Característica desconhecida
