Repository: Artificial-Pancreas/iAPS
Catalog: Dependecies/rileylink_ios/RileyLinkBLEKit/*.lproj/Localizable.strings
Languages: da, pt_br, ro

source: Data exceeded maximum size of %@ bytes
da: Data overskred den maksimale størrelse på %@ bytes
pt_br: Dados excederam o tamanho máximo de %@ bytes
ro: Datele depășesc cantitatea maximă de %@ bytes

source: Input %@ is invalid
da: Input %@ er ugyldigt
pt_br: Entrada %@ é inválida
ro: Introducerea %@ este invalidă

source: Make sure the device is nearby, and the issue should resolve automatically
da: Sørg for at det eksterne apparat (eks. Rileylink) er tæt på, så bør problemet blive løst automatisk
pt_br: Confira que o dispositivo esteja próximo, e o problema deve se resolver automaticamente.
ro: Plasarea dispozitivul în apropiere, ar trebui să rezolve problema

source: Peripheral did not respond in time
da: Eksternt apparat (eks. Rileylink) svarede ikke i tide
pt_br: Acessório não respondeu a tempo
ro: Dispozitivul periferic nu a răspuns în timp util

source: Peripheral isnʼt connected
da: Eksternt apparat (eks. Rileylink) er ikke forbundet
pt_br: Acessório não está conectado
ro: Dispozitivul periferic nu este conectat

source: Pump did not respond in time
da: Pumpe svarede ikke i tide
pt_br: Bomba não respondeu a tempo
ro: Pompa nu a răspuns în timp util

source: Response %@ is invalid
da: Svaret %@ er ugyldigt
pt_br: Resposta %@ é inválida
ro: Răspunsul %@ este invalid

source: RileyLink firmware does not support the %@ command
da: RileyLink firmware understøtter ikke %@ kommandoen
pt_br: O firmware do RileyLink não suporta o comando %@
ro: Firmware-ul RileyLink nu sprijină %@ comanda

source: The RileyLink was temporarily disconnected
da: RileyLinket var midlertidigt afbrudt
pt_br: O RileyLink foi temporariamente desconectado
ro: RileyLink a fost temporar deconectat

source: Unknown characteristic
da: Ukendt karakteristika
pt_br: Característica Desconhecida
ro: Caracteristică necunoscută
