Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/MinimedKit/MinimedKitUI/Resources/*.lproj/MinimedPumpManager.strings
Languages: de, es, fr, ja, pl, pt_br, ru, sk, tr, zh_hans

# 0MV-2k-Dty.title
source: RileyLink Setup
de: RileyLink Einrichten
es: Configuración de RileyLink
fr: Configuration de RileyLink
ja: RileyLink 設定
pl: Konfiguracja RileyLink
pt_br: Configuração RileyLink
ru: Настройка RilryLink
sk: Nastavenie RileyLinku
tr: RileyLink Kurulumu
zh_hans: RileyLink设置

# 1fp-45-qWK.text
source: Find Device
de: Gerät finden
es: Encontrar Dispositivo
fr: Découvrir dispositif
ja: デバイスを探す
pl: Znajdź urządzenie
pt_br: Localizar Dispositivo
ru: Найти устройство
sk: Nájsť zariadenie
tr: Cihaz Bul
zh_hans: 发现设备

# A6i-Cb-baR.text
source: Other Devices
de: Andere Geräte
es: Otros Dispositivos
fr: Autres dispositifs
ja: 他のデバイス
pl: Inne urządzenia
pt_br: Outro Dispositivo
ru: Другие устройства
tr: Diğer cihazlar
zh_hans: 其他设备

# Bdb-j4-WcR.text
source: Do not change the time using your pumpʼs menu.
de: Ändern Sie nicht die Zeit in Ihrem Pumpenmenü.
es: No cambies la hora utilizando el menú de tu microinfusora.
fr: Ne changez pas l’heure en utilisant le menu de votre pompe.
ja: ポンプのメニュー機能を使って日付時刻を変更しないでください。
pl: Nie zmieniaj godziny w menu swojej pompy.
pt_br: Não altere a hora utilizando o menu da sua bomba.
ru: Не меняйте настройки времени через меню помпы.
sk: Nemeňte čas pomocou ponuky pumpy.
tr: Pompanızın menüsünü kullanarak zamanı değiştirmeyin.
zh_hans: 不要通过胰岛素泵来修改时间

# c7t-pZ-WqY.text
source: Utilities
de: Dienstprogramme
es: Utilidades
fr: Utilitaires
ja: ユーティリティ
pl: Narzędzia
pt_br: Utilidades
ru: Утилиты
tr: Araçlar
zh_hans: 功能

# erq-yb-anx.text
source: Connect Devices
de: Geräte verbinden
es: Conectar Dispositivos
fr: Connecter des dispositifs
ja: デバイスを接続
pl: Połącz urządzenia
pt_br: Conectar Dispositivos
ru: Соединить устройства
tr: Cihazları Bağlayın
zh_hans: 连接设备

# Fps-h3-V4K.title
source: Pump Clock
de: Uhrzeit der Pumpe
es: Reloj de Microinfusora
fr: Horloge de la pompe
ja: ポンプ時刻
pl: Zegar w pompie
pt_br: Hora da Bomba
ru: Часы помпы
tr: Pompa Saati
zh_hans: 泵时钟

# fVG-pl-jT9.footerTitle
source: The pump ID is the 6-digit numerical portion of the serial number (labeled as SN or S/N).
de: Die Pumpen-ID ist der 6-stellige numerische Teil der Seriennummer (gekennzeichnet als SN oder S / N).
es: El número de ID de la microinfusora es la porción de 6 dígitos del número serial (indicados como SN o S/N).
fr: L’ID de la pompe correspond à la partie numérique à 6 chiffres du numéro de série (étiquetée SN ou S/N).
ja: ポンプIDはシリアル番号の 6桁の数字の部分です。(SNやS/Nで表示)
pl: ID pompy to 6-cyfrowy numer (oznaczony jako SN lub S/N).
pt_br: O ID da bomba é a parte numérica de 6 dígitos do número de série (etiquetado como SN ou S/N).
ru: ID помпы это 6-значная цифровая часть серийного номера (обозначаемого SN or S/N).
sk: ID pumpy je 6-ciferná číselná časť sériového čísla (označené ako SN alebo S/N).
tr: Pompa kimliği, seri numarasının (SN veya S/N olarak etiketlenmiş) 6 haneli sayısal kısmıdır.
zh_hans: 泵的ID是6位数字的序列号（标签为SN或S/N）

# fVG-pl-jT9.headerTitle
source: Pump ID
de: Pumpen-ID
es: ID de Bomba
fr: ID de la pompe
ja: ポンプ ID
pl: ID pompy
pt_br: ID da Bomba
ru: Идентификатор ID помпы
sk: ID pumpy
tr: Pompa Kimliği
zh_hans: 泵ID

# g1m-3k-XI3.text
source: Your pump is ready for use.
de: Ihre Pumpe ist betriebsbereit.
es: Tu microinfusora está lista para usarse.
fr: Votre pompe est prête à l’emploi.
ja: ポンプを使えます
pl: Twoja pompa jest gotowa do użycia.
pt_br: Sua bomba está pronta para uso.
ru: Помпа готова к работе.
sk: Vaša pumpa je pripravená na použitie.
tr: Pompanız kullanıma hazır.
zh_hans: 泵设置已完成

# HeG-VF-L5P.placeholder
source: Enter the 6-digit pump ID
de: Geben Sie die 6-stellige Pumpen-ID ein
es: Ingrese ID de 6 dígitios de la microinfusora
fr: Entrée l’ID de pompe de 6 chiffres
ja: 6桁のポンプ ID
pl: Wprowadź 6-cyfrowy numer pompy
pt_br: Digite o ID da bomba de 6 dígitos
ru: Ввести 6-значный ID помпы
sk: Zadajte 6-miestne ID pumpy
tr: 6 haneli pompa kimliğini girin
zh_hans: 输入六位数字的泵ID

# HuY-fE-vM8.text
source: If you travel to a different time zone for an extended period of time, you can change the pumpʼs time zone at any time in Loopʼs Settings screen.
de: Wenn Sie für längere Zeit in eine andere Zeitzone verreisen, kann die Zeitzone der Pumpe jederzeit über das Einstellungsmenü von Loop geändert werden.
es: En caso de viajar a una zona horaria distinta por un periodo extendido de tiempo, podrás cambiar la zona horaria de la microinfusora en cualquier momento a través de la pantalla de Configuración de Loop.
fr: Si vous voyagez dans un fuseau horaire différent pendant une période prolongée, vous pouvez modifier le fuseau horaire de la pompe à tout moment dans l’écran Paramètres de Loop.
ja: 時差がある海外へ旅行に行く時は、ループの設定画面からいつでもポンプの日付時刻を変更出来ます。.
pl: Jeśli podróżujesz do innej strefy czasowej, możesz ją zmienić w dowolnym momencie w zakładce Ustawienia.
pt_br: Se você viajar para um fuso horário diferente por um longo período de tempo, poderá alterar o fuso horário da bomba a qualquer momento na tela Configurações do Loop.
ru: Если вы перемещаетесь в другой часовой пояс на длительное время, вы можете изменить часовой пояс в любое время через экран общих настроек Loop.
sk: Ak cestujete do iného časového pásma na dlhší čas, časové pásmo pumpy môžete kedykoľvek zmeniť na obrazovke Nastavenia Loop.
tr: Uzun süreli farklı bir saat dilimine seyahat ederseniz, pompanın saat dilimini istediğiniz zaman Loop'un Ayarlar ekranından değiştirebilirsiniz.
zh_hans: 如果你在不同的时区旅行，可以通过Loops直接设置泵的时区。

# IQ5-53-x9s.text
source: Loop will keep your pumpʼs clock synchronized with your phone in the time zone youʼre in now.
de: Loop synchronisiert die Uhrzeit Ihrer Pumpe mit der Uhrzeit Ihres Smartphones in Ihrer aktuellen Zeitzone.
es: Loop mantendrá el reloj de tu microinfusora sincronizado con tu teléfono en la zona horaria en la que te encuentres ahora.
fr: Loop gardera l’horloge de votre pompe synchronisée avec votre téléphone dans le fuseau horaire où vous vous trouvez maintenant.
ja: ループはiPhoneと同期して、あなたが今いる場所のタイムゾーンにポンプの日付時刻を同期し続けます。
pl: Loop będzie synchronizował zegar w pompie z aktualną strefą czasową ustawioną w Twoim telefonie.
pt_br: Loop manterá o relógio da sua bomba sincronizado com o seu telefone no fuso horário em que você está agora.
ru: Loop будет синхронизировать часы помпы с часами телефона в том часовом поясе, в котором вы сейчас находитесь.
sk: Loop bude udržiavať hodiny pumpy synchronizované s telefónom v časovom pásme, v ktorom sa práve nachádzate.
tr: Loop, pompanızın saatini şu anda bulunduğunuz saat diliminde telefonunuzla senkronize halde tutacaktır.
zh_hans: Loop将会对泵和手机所处的时区保持一致

# lGI-LD-xR7.footerTitle
source: The pump region and color are denoted as the last 3 letters of the the model number (labeled as REF).
de: Die Region und die Farbe der Pumpe sind mit den letzten 3 Buchstaben in der Modellnummer bezeichnet (REF-Nummer in der Kennzeichnung der Pumpe).
es: La región de la microinfusora y el color están indicados en las tres últimas letras del número de modelo (indicados como REF).
fr: La région et la couleur de la pompe sont désignées par les 3 dernières lettres du numéro de modèle (étiquetées REF).
ja: ポンプのリージョンと色は型番 (REFで表示)の最終の3文字で表されています。
pl: Region i kolor pompy są oznaczone jako 3 ostatnie litery numeru modelu (który jest określony jako REF).
pt_br: A região e a cor da bomba são indicadas como as três últimas letras do número do modelo (etiquetado como REF).
ru: Регион помпы и ее цвет обозначаются тремя последними буквами номера модели (маркируется как REF).
sk: Oblasť pumpy a farba sú označené ako posledné 3 písmená modelového čísla (označené ako REF).
tr: Pompa bölgesi ve rengi, model numarasının (REF olarak etiketlenmiştir) son 3 harfi olarak belirtilir.
zh_hans: 泵的区域和颜色包含在设备型号的最后三个字母中（标记为REF）。

# lGI-LD-xR7.headerTitle
source: Region and Color
de: Region und Farbe
es: Región y Color
fr: Région et Couleur
ja: リージョンと色
pl: Region i kolor
pt_br: Região e Cor
ru: Регион и цвет
tr: Bölge ve Renk
zh_hans: 区域与颜色

# Nwf-TJ-KmJ.title
source: Setup Complete
de: Einrichtung abgeschlossen
es: Instalación completada
fr: L’installation est terminée
ja: 設定完了
pl: Konfiguracja zakończona
pt_br: Instalação Concluída
ru: Настройка завершена
sk: Nastavenie je dokončené
tr: Kurulum tamamlandı
zh_hans: 设置完成

# oBL-lh-SHI.title
source: Pump Broadcasts
de: Datenübertragung der Pumpe
fr: Transmissions de la pompe
ja: ポンプのブロードキャスト
pl: Komunikaty pompy
pt_br: Transmissões da Bomba
ru: Помпа передает
tr: Pompa Yayınları
zh_hans: 泵广播

# ojQ-ob-gBx.text
source: On
de: An
es: Encendido
fr: Activé
ja: オン
pl: Włącz
pt_br: Ligado
ru: Включено
sk: Zapnuté
tr: Açık
zh_hans: 开

# OZk-Db-KCs.title
source: Pump Setup
de: Einstellungen der Pumpe
es: Configuración de Microinfusora
fr: Configuration de la Pompe
ja: ポンプ設定
pl: Konfiguracja pompy
pt_br: Configuração da Bomba
ru: Настройки помпы
tr: Pompa Kurulumu
zh_hans: 泵设置

# tGa-FP-JqD.text
source: Enter the pump region
de: Geben Sie die Region der Pumpe ein
es: Ingresa la región de la Microinfusora
fr: Entrez la région de la pompe
ja: ポンプリージョンを入力
pl: Wprowadź region pompy
pt_br: Entre com a região da bomba
ru: Введите регион помпы
tr: Pompa bölgesini girin
zh_hans: 输入泵区域

# V47-Nq-7ew.title
source: Pump Setup
de: Einstellungen der Pumpe
es: Configuración de Microinfusora
fr: Configuration de la Pompe
ja: ポンプ設定
pl: Konfiguracja pompy
pt_br: Configuração da Bomba
ru: Настройки помпы
tr: Pompa Kurulumu
zh_hans: 泵设置

# yLn-Ya-p1R.text
source: Loop will listen for status messages sent by your pump. Follow the steps below on your pump to enable these messages:
de: Loop wird die Statusberichte Ihrer Pumpe überwachen. Führen Sie die nachfolgenden Schritte in Ihrer Pumpe aus, um diese Statusberichte einzuschalten:
es: Loop escuchará mensajes de estado enviados por tu microinfusora. Sigue los pasos enlistados a continuación en tu microinfusora para habilitar estos mensajes:
fr: Loop écoutera les messages d’état envoyés par votre pompe. Suivez les étapes ci-dessous sur votre pompe pour activer ces messages:
ja: ループがポンプが発するステータスメッセージを聞き取ります。ポンプがメッセージを発せられるように次のステップにしたがって設定してください。
pl: Loop będzie nasłuchiwał komunikatów wysyłanych przez Twoją pompę. Postępuj zgodnie z poniższymi krokami (na Twojej pompie), aby umożliwić wysyłanie komunikatów:
pt_br: Loop receberá as mensagens de status enviadas por sua bomba. Siga as etapas abaixo na sua bomba para ativar estas mensagens:
ru: Loop будет отслеживать сообщения о состоянии с помпы. Выполните следующие шаги на помпе чтобы активировать такие сообщения
sk: Loop bude počúvať stavové správy odoslané vašou pumpou. Ak chcete povoliť tieto správy, postupujte na pumpe podľa nasledujúcich krokov:
tr: Loop, pompanız tarafından gönderilen durum mesajlarını dinleyecektir. Bu mesajları etkinleştirmek için pompanızda aşağıdaki adımları izleyin:
zh_hans: Loop将监听泵的状态信息，并按照如下步骤操作胰岛素泵来开启此功能

# ZnF-zy-5gR.headerTitle
source: Main Menu
de: Hauptmenü
es: Menú Principal
fr: Menu Principal
ja: メインメニュー
pl: Menu główne
pt_br: Título Principal
ru: Главное меню
tr: Ana Menü
zh_hans: 主菜单
