Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/CGMBLEKit/CGMBLEKitUI/*.lproj/Localizable.strings
Languages: ar, de, fi, fr, it, nl, pt_br, ru, sk, tr

source: %@/min
ru: %@/мин
tr: %@/dk

source: Are you sure you want to delete this CGM?
ar: هل أنت متأكد أنك تريد حذف هذا CGM؟
de: Sind Sie sicher, dass Sie dieses CGM löschen wollen?
fi: Haluatko varmasti poistaa CGM:n?
fr: Voulez-vous vraiment supprimer ce CGM?
it: Sei sicuro di voler eliminare questo CGM?
nl: Weet je zeker dat je deze CGM wilt verwijderen
pt_br: Você está certo que quer remover este CGM?
ru: Вы уверены, что хотите удалить этот CGM?
sk: Naozaj chcete odstrániť toto CGM?
tr: Bu CGM'i silmek istediğinizden emin misiniz?

source: Cancel
ar: إلغاء
de: Abbrechen
fi: Kumoa
fr: Annuler
it: Annulla
nl: Annuleer
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
tr: İptal

source: Date
de: Datum
fi: Aika
it: Data
nl: Datum
pt_br: Data
ru: Дата
sk: Dátum
tr: Tarih

source: Delete CGM
ar: حذف CGM
de: CGM löschen
fi: Poista CGM
fr: Effacer le CGM
it: Elimina CGM
nl: Verwijder CGM
pt_br: Remover CGM
ru: Удалить CGM
sk: Odstrániť CGM
tr: CGM Sil

source: Glucose
ar: قراءات السكر
de: Blutzucker
fi: Glukoosi
fr: Glycémie
it: Glicemia
nl: Glucosewaarde
pt_br: Glicose
ru: Глюкоза
sk: Glykémia
tr: Kan şekeri

source: Glucose (Adjusted)
ar: جلوكوز (معدّلة)
de: BZ-Wert (angepasst)
fi: Glukoosi (säädetty)
fr: Glycémie (ajustée)
it: Glicemie (Corrette)
nl: Glucose (Aangepast)
pt_br: Glicose (Ajustada)
ru: ГК (корректированная)
sk: Glykémia (upravená)
tr: KŞ (Düzeltilmiş)

source: Latest Calibration
ar: أحدث معايرة
de: Letzte Kalibrierung
fi: Viimeisin kalibrointi
fr: Dernier étalonnage
it: Ultima calibrazione
nl: Laatste kalibratie
pt_br: Última Calibração
ru: Последняя калибровка
sk: Posledná kalibrácia
tr: Son Kalibrasyon

source: Latest Connection
ar: آخر اتصال
de: Letzte Verbindung
fi: Viimeisin yhteys
fr: Dernière connexion
it: Ultima connessione
nl: Laatste verbinding
ru: Последнее подключение
sk: Posledné pripojenie
tr: Son Bağlantı

source: Latest Reading
ar: آخر قراءة
de: Letzter Wert
fi: Viimeisin lukema
fr: Dernière mesure
it: Ultima lettura
nl: Laatste meting
pt_br: Leitura mais Recente
ru: Последние данные
sk: Posledné čítanie
tr: Son Okuma

source: Open App
ar: فتح التطبيق
de: App öffnen
fi: Avaa sovellus
fr: Ouvrir l’application
it: Apri app
nl: App openen
pt_br: Abrir App
ru: Открыть приложение
sk: Otvoriť aplikáciu
tr: Uygulamayı aç

source: Remote Data Synchronization
ar: مزامنة البيانات عن بعد
de: Remote Daten Synchronisation
fi: Etätietojen synkronointi
fr: Synchronisation des données à distance
it: Sincronizzazione di dati remoti
nl: Synchronisatie van gegevens op afstand
ru: Удаленная синхронизация данных
sk: Vzdialená sychronizácia dát
tr: Uzaktan Veri Senkronizasyonu

source: Sensor Expired
ar: إنتهت صلاحية المستشعر
de: Sensor abgelaufen
fr: Capteur expiré
it: Sensore Scaduto
nl: Sensor verlopen
ru: Сенсор истек
sk: Platnosť senzora vypršala
tr: Sensörün Süresi Doldu

source: Sensor Expires
ar: ينتهي المستشعر
de: Sensor-Ablaufzeitpunkt
fr: Le capteur expire
it: Scadenza Sensore
nl: Sensor verloopt
ru: Сенсор истекает
sk: Platnosť senzora skončí
tr: Sensörün Süresi Doluyor

source: Session Age
ar: عمر الجلسة
de: Sitzungsalter
fi: Session ikä
fr: L’âge de la session
it: Età sessione
nl: Sessieduur
pt_br: Idade da Sessão
ru: Сенсор отработал
sk: Dĺžka relácie
tr: Sensör Yaşı

source: Status
ar: الحالة
fi: Tila
fr: Statut
it: Stato
pt_br: Estado
ru: Статус
sk: Stav
tr: Durum

source: Transmitter Age
ar: عمر جهاز الإرسال
de: Transmitteralter
fi: Lähettimen ikä
fr: L’âge du transmetteur
it: Età trasmettitore
nl: Zenderleeftijd
pt_br: Idade do Transmissor
ru: Трансмиттер отработал
sk: Vek vysielača
tr: Verici Yaşı

source: Transmitter ID
fi: Lähettimen tunniste
fr: ID du transmetteur
it: ID trasmettitore
nl: Zenderserienummer
pt_br: ID do Transmissor
ru: ID трансмиттера
sk: ID vysielača
tr: Verici Kimliği

source: Trend
fi: Suunta
fr: Tendance
it: Tendenza
pt_br: Tendência
ru: Тенденция
sk: Vývoj
tr: Eğilim

source: Upload Readings
de: Werte hochladen
fi: Lataa lukemat
fr: Envoyer les données
it: Carica Letture
nl: Upload metingen
ru: Загрузить показания
sk: Načítať údaje
tr: Okumaları Yükle
