Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/rileylink_ios/RileyLinkKitUI/*.lproj/Localizable.strings
Languages: cs

source: Connected
cs: Připojeno

source: Connecting
cs: Připojuji

source: Frequency
cs: Frekvence

source: Get RileyLink Statistics
cs: Získat statistiky RileyLink

source: Get Statistics…
cs: Získávám statistiky…

source: Lighten Red LED
cs: Rozsvícení červené LED diody

source: Lighten Yellow LED
cs: Rozsvícení žluté LED diody

source: Low Battery Alert
cs: Upozornění na vybitou baterii

source: Name
cs: Název

source: Off
cs: Vypnuto

source: On
cs: Zapnuto

source: RileyLink allows for communication with the pump over Bluetooth Low Energy.
cs: RileyLink umožňuje komunikaci s pumpou přes Bluetooth Low Energy.

source: Signal Strength
cs: Síla signálu

source: Test Commands
cs: Testovací příkazy

source: Test Vibration
cs: Vibrační test

source: Toggle Diagnostic LEDs
cs: Přepínání diagnostických LED

source: Updating diagnostic LEDs mode
cs: Aktualizace režimu diagnostických LED

source: Uptime
cs: Doba provozu

source: Voltage
cs: Napětí
