Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/MedtrumKit/Localization/*.lproj.lproj/Localizable.strings
Languages: ru, uk, vi

source: loading
ru: загрузка
uk: завантаження
vi: đang tải

source: Remove Pump
ru: Снимите Под
uk: Зніміть Pod
vi: Thay bơm

source: Are you sure you want to stop using Medtrum TouchCare Nano 200u/300u?
ru: Вы уверены, что хотите прекратить использование Medtrum Nano 200u/300u?
uk: Ви впевнені, що хочете припинити використання Medtrum TouchCare Nano 200u/300u?
vi: Bạn có chắc chắn muốn ngừng sử dụng Medtrum TouchCare Nano 200u/300u không?

source: Delete pump
ru: Удалить помпу
uk: Видалити помпу
vi: Xóa bơm

source: Currently, you are using a heartbeat mode. This is needed to keep %1$@ running in the background. This might be interesting if your CGM already provides a heartbeat. It is recommended to keep this feature enabled
ru: Вы используете режим heartbeat, необходимый для работы %1$@ в фоновом режиме. Это может быть полезно, если ваш CGM уже предоставляет heartbeat. Рекомендуется оставить эту функцию включённой
uk: Наразі ви використовуєте режим серцебиття. Це необхідно для того, щоб %1$@ працював у фоновому режимі. Це може бути цікаво, якщо ваш CGM вже забезпечує серцебиття. Рекомендується залишити цю функцію ввімкненою.
vi: Hiện tại, bạn đang sử dụng chế độ nhịp tim (heartbeat mode). Chế độ này cần thiết để giữ cho %1$@ tiếp tục chạy trong nền. Điều này có thể hữu ích nếu CGM của bạn đã cung cấp nhịp tim. Khuyến nghị bạn nên giữ tính năng này được bật

source: Currently, you are NOT using a heartbeat mode. A heartbeat is needed to keep %1$@ running in the background. It is recommended to keep enable this feature
ru: Вы НЕ используете режим heartbeat. Heartbeat необходим для работы %1$@ в фоновом режиме. Рекомендуется включить эту функцию
uk: Наразі ви НЕ використовуєте режим серцевого ритму. Серцевий ритм потрібен для того, щоб %1$@ працював у фоновому режимі. Рекомендується залишити цю функцію ввімкненою.
vi: Hiện tại, bạn không sử dụng chế độ nhịp tim (heartbeat). Chế độ nhịp tim là cần thiết để giữ cho %1$@ tiếp tục chạy trong nền. Khuyến nghị bạn nên bật tính năng này

source: Yes, Disable heartbeat mode
ru: Да, выключить heartbeat режим
uk: Так, Вимкнути режим серцебиття
vi: Đồng ý, Tắt chế độ nhịp tim

source: Yes, Enable heartbeat mode
ru: Да, включить heartbeat режим
uk: Так, Увімкнути режим серцевого ритму
vi: Đồng ý, Bật chế độ nhịp tim

source: Toggle heartbeat mode
ru: Переключить heartbeat режим
uk: Перемикання режиму серцебиття
vi: Chuyển đổi chế độ nhịp tim

source: No, Keep as is
ru: Нет, оставить как есть
uk: Ні, залишити як є
vi: Không, giữ nguyên như vậy

source: Patch state
ru: Состояние патча
uk: Стан Патча
vi: Trạng thái Patch

source: Last sync
ru: Последняя синхронизация
uk: Остання синхронізація
vi: Lần đồng bộ gần đây nhất

source: Status
ru: Статус
uk: Статус
vi: Tình trạng

source: Disconnect
ru: Отключить
uk: Роз'єднати
vi: Ngắt kết nối

source: Reconnect
ru: Переподключить
uk: Перез'єднати
vi: Kết nối lại

source: Sync patch data
ru: Синхронизировать данные патча
uk: Синхронізація даних Патчів
vi: Đồng bộ dữ liệu Patch

source: Activate patch
ru: Активировать патч
uk: Активувати Патч
vi: Kích hoạt Patch

source: Deactivate Patch
ru: Деактивировать патч
uk: Деактивувати Патч
vi: Huỷ kích hoạt Patch

source: Configuration
ru: Конфигурация
uk: Налаштування
vi: Cấu hình

source: Insulin Type
ru: Тип инсулина
uk: Тип Інсуліну
vi: Loại Insulin

source: Patch settings
ru: Настройки патча
uk: Налаштування Патчів
vi: Các cài đặt Pump-Patch

source: Information
ru: Информация
uk: Інформація
vi: Thông tin

source: Pump base SN
ru: Серийный номер базы
uk: База помпи SN
vi: Số sê-ri đế bơm

source: Pump base model
ru: Модель помпы
uk: Базова модель помпи
vi: Model đế bơm

source: Patch ID
ru: ID патча
uk: ID Патчу

source: Patch activated at
ru: Патч активирован в
uk: Патч активовано о
vi: Đã kích hoạt Patch lúc

source: Patch expires at
ru: Патч истекает в
uk: Патч закінчується о
vi: Patch hết hạn lúc

source: Battery
ru: Батарея
uk: Акумулятор
vi: Pin

source: Previous Patch Details
ru: Данные предыдущего патча
uk: Деталі попереднього Патча
vi: Thông tin của Patch trước đó

source: Deactivated at
ru: Деактивировано в
uk: Деактивовано о
vi: Đã hủy kích hoạt lúc

source: Share Medtrum patch logs
ru: Поделиться журналом работы патча
uk: Поділитися журналами Патчів Medtrum
vi: Chia sẻ nhật ký Medtrum Patch

source: Delete Pump
ru: Удалить помпу
uk: Видалити помпу
vi: Xóa bơm

source: Insulin Remaining
ru: Осталось инсулина
uk: Залишок Інсуліну
vi: Insulin còn lại

source: Insulin Suspended
ru: Подача Приостановлена
uk: Інсулін Призупинено
vi: Insulin Đã tạm ngưng

source: No active patch
ru: Нет активного патча
uk: Немає активного Патчу
vi: Không có Patch hoạt động

source: Age:
ru: Возраст:
uk: Вік:

source: day
ru: день
uk: день
vi: ngày

source: days
ru: дней
uk: дні

source: hour
ru: час
uk: годин
vi: hours

source: hours
ru: часов
uk: годин

source: minute
ru: минута
uk: хвилин

source: minutes
ru: минут
uk: хвилин
vi: phút

source: Patch expired
ru: Патч истекает
uk: Термін дії Патча закінчився
vi: Patch đã hết hạn

source: Done
ru: Готово
uk: Готово
vi: Xong

source: Connected
ru: Подключено
uk: Під'єднаний
vi: Đã kết nối

source: Reconnecting...
ru: Переподключение...
uk: Повторне підключення...
vi: Đang kết nối lại...

source: Disconnected
ru: Разъединено
uk: Від’єднано
vi: Đã ngắt kết nối

source: Scheduled Basal
ru: Запланированный Базал
uk: Запланований Базал
vi: Đã lên chương trình cho liều Basal

source: Temp Basal
ru: Врем. базал
uk: Тимчасовий Базал

source: Insulin Delivery
ru: Подача инсулина
uk: Подання Інсуліну
vi: Khối lượng tiêm insulin

source: Continue
ru: Продолжить
uk: Продовжити
vi: Tiếp tục

source: Select insulin type
ru: Выбрать тип инсулина
uk: Виберіть тип Інсуліну
vi: Chọn loại insulin

source: Select the type of insulin that you will be using
ru: Выберите тип инсулина, который вы будете использовать
uk: Виберіть тип Інсуліну, який ви використовуватимете
vi: Chọn loại insulin mà bạn sẽ sử dụng

source: Max hourly insulin
ru: Максимум инсулина в час
uk: Максимальний погодинний рівень Інсуліну
vi: Lượng insulin tối đa mỗi giờ

source: Max daily insulin
ru: Максимум инсулина в сутки
uk: Максимальна добова норма Інсуліну
vi: Lượng insulin tối đa mỗi ngày

source: Alarm setting
ru: Настройки оповещения
uk: Налаштування Будильника
vi: Cài đặt cảnh báo

source: Light, vibrate and, beep
ru: Свет, вибрация и звук
uk: Світло, вібрація та звуковий сигнал
vi: Đèn, rung và âm thanh

source: Light and vibrate
ru: Свет и вибрация
uk: Світло та вібрація
vi: Đèn và rung

source: Light and beep
ru: Свет и звук
uk: Світло та звуковий сигнал
vi: Đèn và âm thanh

source: Light-only
ru: Только свет
uk: Тільки світло
vi: Chỉ đèn

source: Vibrate and beep
ru: Вибрация и звук
uk: Вібрація та звуковий сигнал
vi: Rung và âm thanh

source: Vibrate-only
ru: Только вибрация
uk: Тільки вібрація
vi: Chỉ rung

source: Beep-only
ru: Только звук
uk: Тільки звуковий сигнал
vi: Chỉ âm thanh

source: Silence
ru: Тишина
uk: Тиша
vi: Im lặng

source: Patch lifetime
ru: Время жизни патча
uk: Термін служби Патча
vi: Thời gian sử dụng Patch

source: Use extended lifetime (continue till battery empty)
ru: Использовать продлённый срок службы (продолжать до полной разрядки батареи)
uk: Використовуйте збільшений термін служби (продовжуйте, поки батарея не розрядиться)
vi: Sử dụng tối đa thời gian hoạt động (tiếp tục cho đến khi hết pin)

source: Use normal lifetime (3d 8h)
ru: Использовать стандартный срок службы (3 дня 8 часов)
uk: Використовувати звичайний термін служби (3 дні 8 годин)
vi: Sử dụng thời gian tiêu chuẩn (3 ngày 8 giờ)

source: Notification for expirate patch
ru: Уведомление об истечении патча
uk: Повідомлення про закінчення терміну дії Патча
vi: Cảnh báo Patch sắp hết hạn

source: When clicking on the button, you will get a Biometrics prompt. Once completed, the patch will be deactivated and you will be prompted to pair a new patch.
ru: При нажатии кнопки появится запрос на биометрию. После подтверждения патч деактивируется, и вам предложат подключить новый.
uk: Після натискання кнопки ви отримаєте запит на біометричні дані. Після завершення Патч буде деактивовано, і вам буде запропоновано підключити новий Патч.
vi: Khi nhấn vào nút, bạn sẽ được yêu cầu xác thực sinh trắc học. Sau khi hoàn tất, Patch sẽ được hủy kích hoạt và bạn sẽ được nhắc ghép nối một Patch mới.

source: Authenticate & deactivate patch
ru: Аутентифицировать и деактивировать патч
uk: Автентифікація та деактивація Патча
vi: Xác thực & hủy kích hoạt Patch

source: Deactivate patch
ru: Деактивировать патч
uk: Деактивувати Патч
vi: Huỷ kích hoatj Patch

source: Serial number
ru: Серийный номер
uk: Серійний номер
vi: Số sê-ri

source: Make sure the Serial Number is correct before connecting it to the patch.
ru: Убедитесь, что серийный номер верен, перед подключением к патчу.
uk: Перед підключенням до Патча переконайтеся, що Серійний номер правильний.
vi: Đảm bảo rằng Số sê-ri là chính xác trước khi kết nối với Patch.

source: Pump base settings
ru: Настройки базы помпы
uk: Налаштування бази помпи
vi: Cài đặt đế Patch

source: Save and continue
ru: Сохранить и продолжить
uk: Зберегти та продовжити
vi: Lưu và tiếp tục

source: Connect your pump base to the patch.
ru: Подключите базу помпы к патчу.
uk: Підключіть базу помпи до Патчу.
vi: Kết nối đế bơm với miếng bơm.

source: Fill the syringe with insulin
ru: Заполните шприц инсулином
uk: Наповніть шприц Інсуліном
vi: Bơm insulin vào ống tiêm

source: Place the syringe in the patch and pull out 1 to 2 dashes of air.
ru: Вставьте шприц в патч и выведите от 1 до 2 единиц воздуха.
uk: Вставте шприц у Патч і витягніть 1-2 краплі повітря.
vi: Đặt xi lanh vào Patch và rút ra khoảng 1–2 vạch khí.

source: Fill the patch with insulin. NOTE: A minimum of 70U is required for activation.
ru: Заполните патч инсулином. Примечание: минимум 70 ед. для активации.
uk: Заповніть Патч Інсуліном. ПРИМІТКА. Для активації потрібно щонайменше 70 одиниць.
vi: Bơm insulin vào Patch. LƯU Ý: Cần tối thiểu 70 đơn vị (70U) để kích hoạt.

source: Press the needle button and start the priming process.
ru: Нажмите кнопку иглы и начните заправку.
uk: Натисніть кнопку голки та розпочніть процес заправки.
vi: Nhấn nút kim và bắt đầu quá trình mồi insulin.

source: Do not attach the patch to the body yet
ru: Не прикрепляйте патч к телу пока
uk: Поки що не прикріплюйте Патч до тіла
vi: Chưa gắn Patch lên cơ thể

source: Start priming
ru: Начать заправку
uk: Почати праймінг
vi: Bắt đầu mồi insulin

source: Patch priming
ru: Заправка патча
uk: Патч-прайм
vi: Đang mồi Patch

source: Remove the safety cover from the patch.
ru: Снимите защитный колпачок с патча.
uk: Зніміть захисну кришку з Патчу.
vi: Tháo nắp an toàn khỏi Patch.

source: Attach the pump to the body.
ru: Прикрепите помпу к телу.
uk: Прикріпіть помпу до тіла.
vi: Gắn bơm lên cơ thể.

source: Press the needle button to insert the needle. Click on "Activate" to complete the activation process.
ru: Нажмите кнопку иглы для ввода. Нажмите "Активировать" для завершения.
uk: Натисніть кнопку голки, щоб ввести голку. Натисніть кнопку «Активувати», щоб завершити процес активації.
vi: Nhấn nút kim để đưa kim vào. Nhấn "Kích hoạt" để hoàn tất quá trình kích hoạt.

source: Patch activation
ru: Активация патча
uk: Активація Патча
vi: Kích hoạt Patch

source: Welcome
ru: Добро пожаловать
uk: Ласкаво просимо
vi: Chào mừng

source: You will start by setting up your insulin type & basic patch settings before activating your patch.
ru: Начните с настройки типа инсулина и базовых параметров патча перед активацией.
uk: Ви почнете з налаштування типу інсуліну та основних параметрів Патчу перед його активацією.
vi: Bạn sẽ bắt đầu bằng cách thiết lập loại insulin và các cài đặt cơ bản của patch trước khi kích hoạt patch.

source: Go back to pump base
ru: Вернуться к базе помпы
uk: Поверніться до бази помпи
vi: Quay lại phần đế bơm

source: Go back to priming
ru: Вернуться к заправке
uk: На початок
vi: Quay lại bước đẩy khí

source: Your patch will expire soon!
ru: Срок патча истекает!
uk: Термін дії вашого Патча скоро закінчиться!
vi: Patch-Pump của bạn sắp hết hạn!

source: Your patch has %i hours left
ru: У патча осталось %i часов
uk: Термін дії вашо Патчу закінчеться через %i годин
vi: Patch của bạn còn lại %i giờ sử dụng
