Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/rileylink_ios/OmniKitUI/*.lproj/Localizable.strings
Languages: de, fi, pt_br, ru, sv, tr

source: The App notifies you in advance of Pod expiration. Scroll to set the number of hours advance notice you would like to have.
de: Die App benachrichtigt dich vor dem Ablauf des Pods. Scrolle zur Einstellung der gewünschten Vorlaufzeit für die Erinnerung.
ru: Приложение заранее оповестит Вас об истечении срока действия Пода. Прокрутите, чтобы установить количество часов до такого оповещения.
sv: Appen meddelar dig i förväg om när din podd går ut. Skrolla för att ställa in hur många timmar i förväg du vill bli påmind.
tr: Uygulama, Pd süresinin sona ermesinden önce sizi bilgilendirir. Saatler önceden bildirim almak istediğiniz saati ayarlamak için kaydırın.

source: Next
de: weiter
ru: Далее
sv: Nästa
tr: İleri

source: The App notifies you when the amount of insulin in the Pod reaches this level (50-10 U). Scroll to set the number of units at which you would like to be reminded.
de: Die App benachrichtigt dich, wenn die Insulinmenge im Pod diesen Wert (50-10 U) erreicht. Scrolle, um die Anzahl der Einheiten einzustellen, bei denen du erinnert werden möchtest.
ru: Приложение оповестит Вас, когда количество инсулина в Поде достигнет этого уровеня (50-10 Ед.). Прокрутите, чтобы установить количество единиц для напоминания.
sv: Appen meddelar dig när mängden insulin i podden når denna nivå (50-10 U). Skrolla för att ange vid vilket antal enheter som du vill bli påmind.
tr: Uygulama, Kapsüldeki insülin miktarı bu seviyeye (50-10 Ü) ulaştığında sizi bilgilendirir. Hatırlatmak istediğiniz ünite sayısını ayarlamak için kaydırın.

source: hr
de: h
ru: ч
sv: h
tr: sa

source: Cancel Manual Basal
de: manuelle Basalrate abbrechen
ru: Отменить Ручной Базал
sv: Avbryt manuell basal
tr: Manuel Bazalı İptal Et

source: Resume Insulin Delivery
de: Insulinabgabe fortsetzen
ru: Возобновить подачу инсулина
sv: Återuppta pump
tr: İnsülin İletimine Devam et

source: Make sure your pod is nearby and try again.
de: Stelle sicher, dass dein Pod in der Nähe liegt und versuche es erneut.
ru: Убедитесь, что Ваш Под поблизости и попробуйте снова.
sv: Kontrollera att din podd är nära och försök igen
tr: Pod'unuzun yakında olduğundan emin olun ve tekrar deneyin.

source: Pod not connected
de: Pod ist nicht verbunden
ru: Под не подключен
sv: Podd inte ansluten
tr: Pod bağlı değil

source: Suspended At
de: Unterbrochen um
ru: Приостановлено в
sv: Pausad kl.
tr: Askıya Alındı

source: Resuming insulin delivery...
de: Insulinabgabe fortsetzen...
ru: Возобновление подачи инсулина...
sv: Återupptar pump...
tr: İnsülin iletimi devam ediyor...

source: Suspending insulin delivery...
de: Insulinabgabe unterbrechen...
ru: Приостановка подачи инсулина...
sv: Pausar pump...
tr: İnsülin iletimi askıya alınıyor...

source: Devices
de: Geräte
ru: Устройства
sv: Enheter
tr: Aygıtlar

source: RileyLink Setup
ru: Настройка RileyLink
sv: RileyLink-inställning
tr: RileyLink Kurulumu

source: RileyLink allows for communication with the pump over Bluetooth
ru: RileyLink позволяет вести коммуникацию с помпой через Bluetooth Low Energy
sv: RileyLink kommunicerar med pumpen via Bluetooth
tr: RileyLink, Bluetooth üzerinden pompa ile iletişime izin verir

source: Bolus
ru: Болюс

source: Disable Confirmation Beeps
fi: Laita vahvistusäänet pois

source: Enable Confirmation Beeps
fi: Laita vahvistusäänet päälle

source: Error disabling confirmation beeps
fi: Virhe laitettaessa vahvistusäänet pois päältä

source: Error emitting completion confirmation beep
fi: Virhe lähetettäessä valmistumisen vahvistusääni

source: Error enabling confirmation beeps
fi: Virhe laitettaessa vahvistusäänet päälle

source: Read Pod Status
fi: Lue pumpun tila

source: Read Pod Status…
fi: Luetaan pumpun tilaa…

source: Reading Pulse Log…
fi: Luetaan pulssilokia…
