Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/rileylink_ios/OmniKitUI/*.lproj/Localizable.strings
Languages: de, fi, pt_br, ru, sv, tr

source: %1$@ units remaining at %2$@
de: %1$@ Einheiten verbleiben bei %2$@
fi: %1$@ yksikköä jäljellä %2$@
pt_br: %1$@ unidades restantes em %2$@
ru: %1$@ ед остается в %2$@
sv: %1$@ enheter återstår kl. %2$@
tr: %1$@ ünite %2$@'de kaldı

source: %1$@. Insulin delivery has stopped. Please deactivate and remove pod.
de: %1$@. Die Insulinabgabe wurde gestoppt. Bitte deaktivieren und entfernen Sie den Pod.
fi: %1$@. Insuliinin annostelu on loppunut. Deaktivoi ja poista pumppu.
pt_br: %1$@. A administração de insulina parou. Desative e remova o pod.
ru: %1$@. Подача инсулина остановлена. Остановите и снимите Pod
sv: %1$@. Insulintillförseln har avbrutits. Inaktivera podden och byt till en ny podd.
tr: %1$@. İnsülin iletimi durduruldu. Lütfen pod'u devre dışı bırakın ve çıkartın.

source: %@ U
de: %@ IE
ru: %@ Eд
sv: %@ IE
tr: %@ Ü

source: %@ U (Finished)
de: %@ IE (abgegeben)
fi: %@ U (valmis)
pt_br: %@ U (Completo)
ru: %@ ед (подано)
sv: %@ E (Klar)
tr: %@ Ü (Tamamlandı)

source: %@ U of %@ U (%@)
de: %@ IE von %@ IE (%@)
fi: %1$@ U of %2$@ U (%3$@)
pt_br: %1$@ U do %2$@ U (%3$@)
ru: %1$@ ед из %2$@ ед (%3$@)
sv: %@ E av %@ E (%@)
tr: %2$@ Ü den %1$@ Ü (%3$@)

source: %@ U/hour
de: %@ IE/Std.
fi: %@ U/tunti
pt_br: %@ U/hora
ru: %@ ед/час
sv: %@ E/h
tr: %@ Ü/Sa

source: %@+ U
de: %@+ IE
ru: %@+ ед
sv: %@+ E
tr: %@+ Ü

source: %@U
de: %@IE
ru: %@ед
sv: %@E
tr: %@Ü

source: Active Time
de: Laufzeit
fi: Aktiivinen aika
pt_br: Tempo Ativo
ru: Активирован в
sv: Aktiv tid
tr: Aktif Süre

source: Alarms
de: Alarme
fi: Hälytykset
pt_br: Alarmes
ru: Оповещения
sv: Larm
tr: Alarmlar

source: Are you sure you want to shutdown this pod?
de: Möchten Sie diesen Pod wirklich deaktivieren?
fi: Haluatko varmasti sammuttaa tämän pumpun?
pt_br: Tem certeza de que deseja encerrar este pod?
ru: Подтвердите отключение Omnipod
sv: Är du säker att du vill stänga av denna podd?
tr: Bu pod'u iptal etmek istediğinizden emin misiniz?

source: Are you sure you want to stop using Omnipod?
de: Möchten Sie Omnipod wirklich nicht mehr verwenden?
fi: Haluatko varmasti lopettaa Omnipodin käytön?
pt_br: Tem certeza de que deseja parar de usar o Omnipod?
ru: Подтвердите остановку Omnipod
sv: Är du säker att du vill sluta använda Omnipod?
tr: Omnipod'u kullanmayı bırakmak istediğinizden emin misiniz?

source: Assigned Address
de: Zugewiesene Adresse
fi: Määritetty osoite
pt_br: Endereço Atribuído
ru: Заданный адрес
sv: Tilldelad adress
tr: Adres Atandı

source: Basal Delivery
de: Basalabgabe
fi: Basaali
pt_br: Entrega Basal
ru: Подача базала
sv: Basaldos
tr: Bazal İletimi

source: Basal Rates
de: Basalrate
fi: Basaalitasot
pt_br: Taxas Basais
ru: Скорости базала
sv: Basaldoser
tr: Bazal Oranları

source: Bolus Delivery
de: Bolusabgabe
fi: Bolus
pt_br: Entrega de Bolus
ru: Подача болюса
sv: Bolusdos
tr: Bolus İletimi

source: Cancel
de: Abbrechen
fi: Kumoa
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: Vazgeç

source: Change Time Zone
de: Zeitzone ändern
fi: Muuta aikavyöhyke
pt_br: Alterar Fuso Horário
ru: Изменить часовой пояс
sv: Ändra tidszon
tr: Zaman dilimini Değiştir

source: Changing time…
de: Zeit ändern
fi: Muutetaan aikaa…
pt_br: Alterando a hora...
ru: Выполняется изменение времени
sv: Ändra tid…
tr: Zaman değiştiriliyor…

source: Configuration
de: Konfiguration
fi: Määritykset
pt_br: Configuração
ru: Конфигурация
sv: Konfiguration
tr: Yapılandırma

source: Continue
de: Fortsetzen
fi: Jatka
pt_br: Continuar
ru: Продолжить
sv: Fortsätt
tr: Devam et

source: Deactivate
de: Deaktivieren
fi: Deaktivoi
pt_br: Desativar
ru: Деактивировать
sv: Inaktivera
tr: Devredışı bırak

source: Deactivate Pod
de: Pod deaktivieren
fi: Deaktivoi pumppu
pt_br: Desativar Pod
ru: Деактивировать Pod
sv: Inaktivera podd
tr: Pod'u devredışı bırak

source: Delete Omnipod
de: Omnipod löschen
fi: Poista Omnipod
pt_br: Remover Omnipod
ru: Удалить Omnipod
sv: Radera Omnipod
tr: Omnipod'u Sil

source: Delivery Limits
de: Abgabebeschränkungen
fi: Annostelurajat
pt_br: Limites de Entrega
ru: Лимит подачи
sv: Maxdosvärde
tr: İletim Kısıtlamaları

source: Device Information
de: Geräteinformation
fi: Laitteen tiedot
pt_br: Informação do Dispositivo
ru: Информация об устройстве
sv: Enhetsinformation
tr: Cihaz Bilgileri

source: Disable Bolus Beeps
de: Deaktiviere Bolustöne
fi: Laita bolusäänet pois
pt_br: Desativar Bipes de Bolus
ru: Отключить звуковой сигнал болюса
sv: Stäng av bolusljud
tr: Bolus Uyarılarını Devre Dışı Bırak

source: Enable Bolus Beeps
de: Aktiviere Bolustöne
fi: Laita bolusäänet päälle
pt_br: Ativar bipes de bolus
ru: Включить звуковой сигнал болюса
sv: Slå på bolusljud
tr: Bolus Uyarılarını Etkinleştir

source: Error disabling bolus beeps
de: Fehler beim Deaktivieren der Bolustöne
fi: Virhe laitettaessa bolusäänet pois päältä
pt_br: Erro ao desativar bipes de bolus
ru: Ошибка отключения звукового сигнала болюса
sv: Fel vid avstängning av bolusljud
tr: Bolus uyarılarını devre dışı bırakırken hata oluştu

source: Error enabling bolus beeps
de: Fehler beim Aktivieren der Bolustöne
fi: Virhe laitettaessa bolusäänet päälle
pt_br: Erro ao ativar bipes de bolus
ru: Ошибка подключения звукового сигнала болюса
sv: Fel vid aktivering av bolusljud
tr: Bolus uyarılarını etkinleştirirken hata oluştu

source: Error Resuming
de: Fehler beim Fortfahren
fi: Virhe jatkamisessa
pt_br: Erro ao Retomar
ru: Ошибка возобновления
sv: Fel vid återupptagande
tr: Devam ederken hata oluştu

source: Error Suspending
de: Fehler beim Unterbrechen
fi: Virhe pysäytyksessä
pt_br: Erro ao Suspender
ru: Ошибка остановки
sv: Fel vid försök till paus
tr: Askıya alırken Hata

source: Expiration Reminder
de: Erinnerung an den Ablauf der Nutzungsdauer
fi: Vanhenemismuistutus
pt_br: Lembrete de Expiração
ru: Напоминание об истечении срока
sv: Påminnelse om utgångsdatum
tr: Süre Sonu Hatırlatıcısı

source: Expired
de: Abgelaufen
fi: Vanhentunut
pt_br: Expirada
ru: Срок истек
sv: Utgått
tr: Süresi doldu

source: Expires
de: Läuft ab
fi: Vanhenee
pt_br: Expira
ru: Срок истекает
sv: Utgår
tr: Bitiyor

source: Fault
de: Störung
fi: Virhe
pt_br: Falha
ru: Сбой
sv: Fel
tr: Hata

source: Finish pod setup
de: Pod-Setup beenden
fi: Lopeta pumpun asennus
pt_br: Concluir configuração do pod
ru: Завершить настройку Omnipod
sv: Gör färdigt poddinställningen
tr: Pod kurulumu bitir

source: Greater than %1$@ units remaining at %2$@
de: Mehr als %1$@ verbleibende Einheiten um %2$@
fi: Enemmän kuin %1$@ yksikköä jäljellä klo %2$@
pt_br: Mais de %1$@ unidades restantes em %2$@
ru: Более %1$@ ед остается в %2$@
sv: Fler än %1$@ enheter återstår kl. %2$@
tr: %2$@ 'te %1$@ üniteden fazla kaldı

source: Incompletely set up pod must be deactivated before pairing with a new one. Please deactivate and discard pod.
de: Der unvollständig eingerichtete Pod muss vor der Kopplung eines neuen deaktiviert werden. Bitte deaktivieren und verwerfen Sie den Pod.
fi: Puutteellisesti asennettu pumppu täytyy deaktivoida ennen kuin uusi pumppu voidaan yhdistää. Deaktivoi ja hylkää pumppu.
pt_br: Pod de configuração incompleta deve ser desativado antes de emparelhar com um novo. Desative e descarte o pod.
ru: Неполностью настроенный Omnipod должен быть отключен до соединения с новым. Отключите и утилизируйте Pod.
sv: Ofullständigt inställd podd måste inaktiveras före parkoppling av ny podd. Inaktivera och kasta den gamla podden.
tr: Eksik ayarlanmış pod, yenisiyle eşleştirmeden önce devre dışı bırakılmalıdır. Lütfen pod'u devre dışı bırakın ve atın.

source: Incompletely set up pod must be deactivated before pairing with a new one. Please deactivate and remove pod.
de: Der unvollständig eingerichtete Pod muss vor der Kopplung mit einem neuen deaktiviert werden. Bitte deaktivieren und entfernen Sie den Pod.
fi: Puutteellisesti asennettu pumppu täytyy deaktivoida ennen kuin uusi pumppu voidaan yhdistää. Deaktivoi ja poista pumppu.
pt_br: Pod de configuração incompleta deve ser desativado antes de emparelhar com um novo. Desative e remova o pod.
ru: Неполностью настроенный Omnipod должен быть отключен до соединения с новым. Отключите и удалите Pod.
sv: Ofullständigt inställd podd måste inaktiveras före parkoppling av ny podd. Inaktivera och kasta den gamla podden.
tr: Eksik ayarlanmış pod, yenisiyle eşleştirmeden önce devre dışı bırakılmalıdır. Lütfen pod'u devre dışı bırakın ve çıkartın.

source: Insert Cannula
de: Kanüle einsetzen
fi: Aseta kanyyli
pt_br: Inserir Cânula
ru: Вставьте катетер
sv: För in kanyl
tr: Kanül Yerleştir

source: Insulin Delivered
de: Abgegebenes Insulin
fi: Annosteltu insuliini
pt_br: Insulina Entregue
ru: Инсулин подан
sv: Insulin doserat
tr: İnsülin Gönderildi

source: Invalid entry
de: Ungültiger Eintrag
fi: Virheellinen merkintä
pt_br: Entrada inválida
ru: Неверная запись
sv: Ogiltig inmatning
tr: Geçersiz girdi

source: Lot
ru: № партии
tr: Parti

source: None
de: Keiner
fi: Ei mitään
pt_br: Nenhum
ru: Не подан
sv: Ingen
tr: Hiçbiri

source: Pair
de: Koppeln
fi: Yhdistä
pt_br: Emparelhar
ru: Сопряжение
sv: Parkoppla
tr: Eşleştir

source: Pair New Pod
de: Neuen Pod koppeln
fi: Yhdistä uusi pumppu
pt_br: Emparelhe um Novo Pod
ru: Установить сопряжение
sv: Parkoppla ny podd
tr: Yeni Pod Eşleştir

source: Pairing…
de: Koppeln ...
fi: Yhdistetään…
pt_br: Emparelhando...
ru: Производится Сопряжение
sv: Parkopplar…
tr: Eşlestiriliyor…

source: PI Version
fi: PI-versio
pt_br: Versão PI
ru: Версия PI
tr: PI Sürümü

source: Play Test Beeps
de: Testtöne abspielen
fi: Soita testiäänet
pt_br: Tocar bipes de teste
ru: Включить проверку сигналов
sv: Spela upp testljud
tr: Test Bip Sesi Çal

source: Play Test Beeps…
de: Testtöne abspielen
fi: Soitetaan testiäänet…
pt_br: Tocar bipes de teste…
ru: Проверка тест сигналов
sv: Spelar upp testljud…
tr: Test Bip Sesi Çal…

source: PM Version
fi: PM-versio
pt_br: Versão PM
ru: Версия PM
tr: PM Sürümü

source: Pod Age
de: Pod-Alter
fi: Pumpun ikä
pt_br: Idade do Pod
ru: Pod проработал
sv: Poddålder
tr: Pod Yaşı

source: Pod Settings
de: Pod-Einstellungen
fi: Pumpun asetukset
pt_br: Configurações do Pod
ru: Настройки Pod
sv: Poddinställningar
tr: Pod Ayarları

source: Primed
de: Gefüllt
fi: Alustettu
pt_br: Preparado
ru: Заполнено
sv: Podden är fylld
tr: Hazırlandı

source: Priming…
de: Füllen ...
fi: Alustetaan…
pt_br: Preparando…
ru: Заполнение…
sv: Podden fylls...
tr: Hazırlanıyor…

source: Remaining
de: Verbleibend
fi: Jäljellä
pt_br: Restante
ru: Заполняется
sv: Återstår
tr: Geri Kalan

source: Replace Pod
de: Pod ersetzen
fi: Vaihda pumppu
pt_br: Substituir Pod
ru: Заменить Pod
sv: Byt podd
tr: Pod'u değiştir

source: Replace Pod Now
de: Pod jetzt ersetzen
fi: Vaihda pumppu nyt
pt_br: Substituir Pod Agora
ru: Немедленно замените Pod
sv: Byt podd nu
tr: Pod'u şimdi değiştir

source: Reservoir
fi: Säiliö
pt_br: Reservatório
ru: Картридж
sv: Reservoar
tr: Rezervuar

source: Retry Pod Deactivation
de: Pod-Deaktivierung wiederholen
fi: Deaktivoi pumppu uudelleen
pt_br: Retentar Desativação do Pod
ru: Повторить деактивацию Pod’a
sv: Försök inaktivera podden igen
tr: Pod Devre Dışı Bırakmayı Tekrar Dene

source: Save
de: Speichern
fi: Tallenna
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet

source: Schedule
de: Zeitplan
fi: Ohjelmoitu
pt_br: Agendada
ru: График
sv: Schema
tr: Zamanlama

source: Status
fi: Tila
pt_br: Estado
ru: Состояние
tr: Durum

source: Succeeded
de: Erfolgreich
fi: Onnistui
pt_br: Completo
ru: Успешно
sv: Lyckades
tr: Başarılı oldu

source: Suspended
de: Unterbrochen
fi: Pysäytetty
pt_br: Suspenso
ru: Остановлен
sv: Pausad
tr: Askıya Alındı

source: Switch from Omnipod Pumps
de: Omnipod nicht mehr verwenden
fi: Lopeta Omnipodin käyttö
pt_br: Mudar de Bombas Omnipod
ru: Отключиться от помп Omnipod
sv: Byt från Omnipod-pumpar
tr: Omnipod'u kullanmayı bırak

source: Sync With Pod
de: Mit Pod synchronisieren
fi: Synkronoi pumpun kanssa
pt_br: Sincronizar com o Pod
ru: Синхронизировать с Pod'ом
sv: Synkronisera med podd
tr: Pod'la eşitle

source: Test Command
de: Befehl testen
fi: Testikomento
pt_br: Testar Comando
ru: Провести тест
sv: Kommandotest
tr: Komut dene

source: Testing Commands…
de: Teste Befehle
fi: Testataan komentoja…
pt_br: Testando Comandos…
ru: Команды тестов
sv: Testar att skicka kommandon…
tr: Komutlar deneniyor…

source: Too many entries
de: Zu viele Einträge
fi: Liian monta basaalitasoa määritetty
pt_br: Muitas entradas
ru: Слишком много данных
sv: För många inmatningar
tr: Çok fazla sayıda giriş

source: Unable to deactivate pod. Please continue and pair a new one.
de: Pod kann nicht deaktiviert werden. Bitte fahren Sie fort und koppeln Sie einen neuen.
fi: Pumpun deaktivointi ei onnistunut. Jatka ja yhdistä uusi pumppu.
pt_br: Não foi possível desativar o pod. Continue e emparelhe um novo.
ru: Не удалось деактивировать Pod. Продолжить и соединить с новым
sv: Kunde inte deaktivera podden. Var god fortsätt genom att parkoppla en ny podd.
tr: Pod devre dışı bırakılamıyor. Lütfen devam edin ve yeni bir tanesi ile eşleştirin.

source: Unknown
de: Unbekannt
fi: Tuntematon
pt_br: Desconhecido
ru: Неизвестно
sv: Okänd
tr: Bilinmiyor

source: Multiple Command Alert
ru: Предупреждение о нескольких командах
sv: Multipla kommandoaviseringar
tr: Çoklu Komut Uyarısı

source: Pod Expiration Reminder
de: Erinnerung an POD Ablaufdatum
ru: Напоминание об истечении срока
sv: Påminnelse om utgångsdatum
tr: Pod Süre Sonu Hatırlatıcısı

source: Pod Expired
de: POD abgelaufen
ru: Истёк срок действия пода
sv: Pod har utgått
tr: Pod Süreci Doldu

source: Low Reservoir
de: Niedriger Reservoirstand
ru: В резервуаре мало инсулина
sv: Låg reservoarvolym
tr: Düşük Rezervuar

source: Suspend In Progress Reminder
ru: Напоминание о приостановке пода
sv: Påminnelse om pausad pump
tr: Devam Ediyor Hatırlatıcısını, Askıya Al

source: Resume Insulin
de: Insulin fortsetzen
ru: Возобновить подачу
sv: Återuppta insulintillförsel
tr: İnsüline Devam Et

source: Pod Pairing Incomplete
de: POD Verbindung unvollständig
ru: Сопряжение не завершено
sv: Parkoppling inte färdig
tr: Pod Eşleştirme Tamamlanmadı

source: Time Change Detected
de: Zeitänderung erkannt
ru: Обнаружено изменение времени
sv: Tidsändring upptäckt
tr: Zaman Değişikliği Tespit Edildi

source: Pod expires in %1$@.
de: Pod läuft ab in %1$@.
ru: Под истекает через %1$@.
sv: Podd går ut om %1$@.
tr: Pod %1$@ içinde sona eriyor.

source: Change Pod now. Pod has been active for 72 hours.
de: Ersetze den POD jetzt. POD ist seit 72 Stunden aktiv.
ru: Замените под сейчас. Он был активен 72 часа.
sv: Byt podd nu. Podd har använts i 72 timmar.
tr: Pod'u şimdi değiştirin. Pod 72 saattir etkin.

source: Change Pod now. Insulin delivery will stop in 1 hour.
ru: Замените под сейчас. Подача инсулина прекратится через 1 час.
sv: Byt podd nu. Insulintillförsel stoppas om 1 timme.
tr: Pod'u şimdi değiştirin. İnsülin iletimi 1 saat içinde duracaktır.

source: %1$@ insulin or less remaining in Pod. Change Pod soon.
ru: %1$@ или менее инсулина осталось в поде. Необходима скорая замена.
sv: %1$@ insulin eller mindre kvar i podd. Byt podd snart.
tr: Pod'ta %1$@ veya daha az insülin kaldı. Pod'u en kısa sürede değiştirin.

source: The insulin suspension period has ended. You can resume delivery from the banner on the home screen or from your pump settings screen. You will be reminded again in 15 minutes.
ru: Срок приостановки истек. Вы можете продолжить подачу с основного экрана или через настройки помпы. Повторное напоминание через 15 минут.
sv: Planerad period av paus av pump är slut. Du kan återuppta insulintillförsel i pumpinställningar. Du kommer bli påmind igen om 15 minuter.
tr: İnsülin askıya alma süresi sona erdi. İletime ana ekrandaki başlıktan veya pompa ayarları ekranınızdan devam edebilirsiniz. 15 dakika sonra tekrar hatırlatılacaktır.

source: Please finish pairing your pod.
ru: Пожалуйста, завершите сопряжение вашего пода.
sv: Vänligen avsluta parkopplingen av din podd.
tr: Lütfen pod eşleştirmeyi bitirin.

source: The time on your pump is different from the current time. You can review the pump time and and sync to current time in settings.
ru: Время на помпе отличается от текущего времени. Вы можете проверить время помпы и синхронизировать его с текущим временем в настройках.
sv: Tiden på din pump skiljer sig från den aktuella tiden. Du kan granska pumpens tid och synkronisera till aktuell tid i pumpinställningar.
tr: Pompanızdaki saat şu anki saatten farklı. Pompa zamanını gözden geçirebilir ve ayarlarda şimdiki zamana eşitleyebilirsiniz.

source: Suspension time is up. Open the app and resume.
ru: Под приостановлен. Откройте приложение и возобновите подачу.
sv: Planerad paus är över. Öppna app och återuppta insulintillförsel.
tr: Askıya alma süresi doldu. Uygulamayı açın ve İnsülin iletimini devam ettirin.

source: Ok
ru: Ок
tr: Tamam

source: Unfinished Activation
de: Unvollendete Aktivierung
ru: Незаконченная активация
sv: Aktivering inte färdig
tr: Bitmemiş Etkinleştirme

source: Pod expires in
de: POD läuft ab in
ru: Под истекает через
sv: Podd går ut om
tr: Pod şu sürede doluyor

source: Pod Expires
de: POD läuft ab
ru: Под действителен до
sv: Podd går ut
tr: Pod'un Süresi Sona Eriyor

source: Pod Activated
de: Pod aktiviert
ru: Под активирован
sv: Podd aktiverades
tr: Pod Etkinleştirildi

source: Notification Settings
de: Benachrichtigungseinstellungen
ru: Настройки уведомлений
sv: Notisinställningar
tr: Bildirim ayarları

source: Confidence Reminders
ru: Напоминания о верификации
sv: Bekräftelseljud
tr: Onay sesi

source: Suspend Insulin Delivery
de: Insulinabgabe unterbrechen
ru: Приостановить подачу инсулина
sv: Pausa insulintillförsel
tr: İnsülin İletimini Askıya Al

source: Pod expired
de: POD abgelaufen
ru: Срок действия пода истек
sv: Podd har utgått
tr: Pod süreci doldu

source: Unfinished deactivation
de: Unvollendete Deaktivierung
ru: Деактивация не завершена
sv: Inaktivering inte färdig
tr: Tamamlanmamış, devre dışı bırakma

source: No Pod
de: Kein POD
ru: Нет пода
sv: Ingen podd
tr: Pod Yok

source: Pair Pod
de: POD verbinden
ru: Сопряжение пода
sv: Parkoppla podd
tr: Pod Eşleştir

source: Pair pod.
sv: Parkoppla podd.
tr: Pod Eşleştir.

source: Pairing.
sv: Parkopplar.
tr: Eşleştiriliyor.

source: Priming. Please wait.
ru: Заправка. Пожалуйста, подождите.
sv: Fyller podd. Vänligen vänta.
tr: Hazırlanıyor. Lütfen Bekleyin.

source: Pod paired successfully. Continue.
ru: Под успешно сопряжен. Продолжить.
sv: Podd har parkopplats. Fortsätt.
tr: Pod başarıyla eşleştirildi. Devam edin.

source: Finish deactivation
de: Deaktivierung abschließen
ru: Завершить деактивацию
sv: Avsluta inaktivering
tr: Devre dışı bırakma işlemini tamamla

source: day
de: Tag
ru: день
sv: dag
tr: gün

source: days
de: Tage
ru: дней
sv: dagar
tr: gün

source: hour
de: Stunde
ru: час
sv: timme
tr: saat

source: hours
de: Stunden
ru: часов
sv: timmar
tr: saat

source: minute
ru: минута
sv: minut
tr: dakika

source: minutes
de: Minuten
ru: минут
sv: minuter
tr: dakika

source: Insulin Delivery
de: Insulinabgabe
ru: Подача инсулина
sv: Insulintillförsel
tr: İnsülin İletimi

source: Scheduled Basal
de: Geplante Basalrate
ru: Запланированный Базал
sv: Schemalagd basal
tr: Programlanmış Bazal

source: Insulin Remaining
de: Verbleibendes Insulin
ru: Осталось инсулина
sv: Insulin kvar
tr: Kalan İnsülin

source: Activity
de: Aktivität
ru: Нагрузка
sv: Aktivitet
tr: Aktivite

source: Device Details
de: Gerätedetails
ru: Сведения об устройстве
sv: Enhetsdetaljer
tr: Cihaz Detayları

source: No pod paired
de: Kein POD gekoppelt
ru: Нет сопряженного пода
sv: Ingen podd har parkopplats
tr: Eşleşmiş pod bulunmuyor

source: Pod already paired
de: POD bereits gekoppelt
ru: Под уже сопряжен
sv: Podd redan parkopplad
tr: Pod zaten eşleştirilmiş

source: Insulin type not configured
de: Insulintyp nicht konfiguriert
ru: Тип инсулина не настроен
sv: Du måste välja typ av insulin
tr: İnsülin türü yapılandırılmadı

source: Pod is not in a state ready for cannula insertion.
de: Der Pod ist nicht bereit zum Einsetzen der Kanüle.
ru: Под не готов к установке катетера.
sv: Podd är inte redo att föra in kanyl.
tr: Pod kanül yerleştirmeye hazır durumda değil.

source: Invalid Setting
de: Ungültige Einstellung
ru: Недопустимые настройки
sv: Ogiltig inställning
tr: Geçersiz Ayar

source: Please pair a new pod
de: Bitte einen neuen POD koppeln
ru: Пожалуйста, подключите новый под
sv: Var god parkoppla ny podd
tr: Lütfen yeni bir pod eşleştirin

source: Comms Issue
de: Kommunikationsfehler
ru: Проблемы с сообщением
sv: Kommunikationsproblem
tr: İletişim Sorunu

source: Finish Pairing
de: Kopplung beenden
ru: Завершить сопряжение
sv: Avsluta parkoppling
tr: Eşleştirmeyi Bitir

source: Finish Deactivation
de: Deaktivierung abschließen
ru: Завершить деактивацию
sv: Avsluta inaktivering
tr: Devre dışı bırakma işlemini tamamla

source: No Insulin
de: Kein Insulin
ru: Нет инсулина
sv: Inget insulin
tr: İnsülin Yok

source: Pod Occlusion
ru: Окклюзия Пода
sv: Ocklusion i podd
tr: Pod Tıkanıklığı

source: Pod Error
de: Pod Fehler
ru: Ошибка Пода
sv: Poddfel
tr: Pod hatası

source: Insulin Suspended
de: Insulin ausgesetzt
ru: Подача приостановлена
sv: Insulintillförsel pausad
tr: İnsülin Durduldu

source: Signal Loss
de: Signalverlust
ru: Сигнал потерян
sv: Signalförlust
tr: Sinyal Kaybı

source: Manual Basal
de: Manuelle Temporäre Basalrate
ru: Ручная ВБС
sv: Manuell temporär basal
tr: Manuel Bazal

source: Inserting...
de: Kanüle einsetzen...
ru: Введение...
sv: Kanylen förs in...
tr: Yerleştiriliyor...

source: Retry
sv: Försök igen
tr: Tekrar Dene

source: Checking...
de: Wird geprüft...
ru: Проверка...
sv: Kontrollerar...
tr: Denetleniyor...

source: Check cannula insertion finished
ru: Проверьте - завершилось ли введение канюли
sv: Kontrollera att kanylen har förts in
tr: Kanül yerleştirmenin bittiğini kontrol edin

source: Get pod status
ru: Получить статус Пода
sv: Hämta poddstatus
tr: Pod durumu al

source: Save Basal Profile
ru: Сохранить Базальный профиль
sv: Spara basalprofil
tr: Bazal Profili Kaydet

source: Save basal profile failed: %{public}@
ru: Базальный профиль не сохранен: %{public}@
sv: Kunde inte spara basalprofil: %{public}@
tr: Bazal profil kaydedilemedi: %{public}@

source: Skipping Play Test Beeps due to bolus still in progress.
ru: Пропуск звуковых тестовых сигналов, пока идет болюс.
sv: Hoppar över testpip på grund av en pågående bolus.
tr: Devam eden bolus nedeniyle Deneme Testi Bip Sesleri atlanıyor.

source: Skipping Read Pulse Log due to bolus still in progress.
ru: Пропуск чтения журнала пульса, пока идет болюс.
sv: Hoppar över pulsloggen på grund av en pågående bolus.
tr: Devam eden bolus nedeniyle Nabız Okuma Günlüğü atlanıyor.

source: Read Pulse Log
de: Pulse-Log lesen
fi: Lue pulssiloki
ru: Читать журнал сигналов
sv: Läs pulslogg
tr: Nabız Kaydını Oku

source: Set Confirmation Beeps to %s
ru: Задать подтверждающие сигналы на %s
sv: Ställ in bekräftelsepip till %s
tr: Onay Biplerini %s olarak ayarla

source: Set Confirmation Beeps Preference
ru: Настройка подтверждающих звуковых сигналов
sv: Inställning för bekräftelseepip
tr: Onay Bip Sesi Tercihini Ayarlayın

source: Suspend
de: Unterbrechen
ru: Остановка
sv: Pausa
tr: Askıya al

source: Failed to suspend: %{public}@
ru: Не удалось приостановить подачу: %{public}@
sv: Kunde inte pausa: %{public}@
tr: İletim durdurulamadı: %{public}@

source: Resume
de: Fortsetzen
ru: Возобновление
sv: Återuppta
tr: Devam et

source: Cancel Bolus
ru: Отменить болюс
sv: Avbryt bolus
tr: Bolusu İptal Et

source: OK
ru: ОК
tr: Tamam

source: Empty Reservoir
ru: Резервуар пуст
sv: Tom insulinreservoar
tr: Rezervuar Boş

source: Occlusion Detected
ru: Обнаружена закупорка
sv: Ocklusion upptäckt
tr: Tıkanma Tespit Edildi

source: Critical Pod Error
de: Schwerwiegender POD Fehler
ru: Критическая ошибка Пода
sv: Kritiskt poddfel
tr: Önemli Pod Hatası
