Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/rileylink_ios/OmniKitUI/*.lproj/Localizable.strings
Languages: de, fi, pt_br, ru, sv, tr

source: Insulin delivery stopped. Change Pod now.
ru: Подача инсулина остановлена. Замените Под.
sv: Insulintilförsel stoppad. Byt podd nu.
tr: İnsülin iletimi durduruldu. Pod'u şimdi değiştirin.

source: Set Temporary Basal Rate
ru: Установить Временную Базальную Скорость
sv: Ange temporär basaldos
tr: Geçici Bazal Oranı Ayarla

source: Previous Pod
ru: Предыдущий Под
sv: Tidigare podd
tr: Önceki Pod

source: Pump Time
ru: Время помпы
sv: Pumptid
tr: Pompa Zamanı

source: Adjusting Pump Time...
ru: Настройка времени помпы...
sv: Justerar pumptid...
tr: Pompa Zamanını Ayarlama...

source: Sync to Current Time
ru: Синхронизировать с текущим временем
sv: Synkronisera med aktuell tid
tr: Geçerli Saate Eşitle

source: Switch to other insulin delivery device
ru: Переключиться на другое устройство подачи инсулина
sv: Byt till annan pump/insulinadministrering
tr: Diğer insülin iletim cihazına geçin

source: The time on your pump is different from the current time. Do you want to update the time on your pump to the current time?
ru: Время на помпе отличается от текущего времени. Обновить время на помпе до текущего времени?
sv: Tiden på din pump skiljer sig från aktuell tid. Vill du uppdatera tiden på din pump till aktuell tid?
tr: Pompanızdaki saat, mevcut saatten farklı. Pompanızdaki saati şu anki saate güncellemek ister misiniz?

source: Yes, Sync to Current Time
ru: Да, синхронизировать с текущим временем
sv: Ja, synkronisera med aktuell tid
tr: Evet güncelle

source: No, Keep Pump As Is
ru: Нет, оставить как есть
sv: Nej, behåll pumptid
tr: Hayır güncelleme

source: Remove Pump
ru: Снимите Под
sv: Ta bort podd
tr: Pompayı Çıkart

source: Insulin Type
de: Insulin Typ
ru: Тип инсулина
sv: Typ av insulin
tr: İnsülin Tipi

source: Suspend Delivery
de: Abgabe unterbrechen
ru: Остановить подачу
sv: Pausa insulintillförsel
tr: İletimi Askıya Al

source: Insulin delivery will be stopped until you resume manually. When would you like Loop to remind you to resume delivery?
ru: Подача инсулина будет остановлена, пока Вы не возобновите ее вручную. Когда Вы хотели бы, чтобы Loop напомнил Вам возобновить подачу?
sv: Insulintillförsel kommer att stoppas tills du återupptar dennamanuellt. När vill du att FreeAPS X ska påminna dig om att återuppta insulintillförsel?
tr: Siz manuel olarak devam edene kadar insülin iletimi durdurulacaktır. Loop'un teslimata devam etmenizi ne zaman hatırlatmasını istersiniz?

source: 30 minutes
ru: 30 минут
sv: 30 minuter
tr: 30 dakika

source: 1 hour
ru: 1 час
sv: 1 timme
tr: 1 saat

source: 1 hour 30 minutes
ru: 1 час и 30 минут
sv: 1 timme 30 minuter
tr: 1 saat 30 dakika

source: 2 hours
ru: 2 часа
sv: 2 timmar
tr: 2 saat

source: Failed to Suspend Insulin Delivery
ru: Не удалось приостановить подачу инсулина
sv: Misslyckades att återuppta insulintillförsel
tr: İnsülin İletimi Askıya Alınamadı

source: Failed to Resume Insulin Delivery
ru: Не удалось возобновить подачу инсулина
sv: Misslyckades att återuppta insulintillförsel
tr: İnsülin İletimi Tekrar Başlatılamadı

source: Failed to Set Pump Time
ru: Не удалось настроить время на помпе
sv: Det gick inte att ställa in pumptid
tr: Pompa Zamanı Ayarlanamadı

source: Failed to Cancel Manual Basal
ru: Не удалось отменить ручной базал
sv: Misslyckades att avbryta manuell basal
tr: Manuel Bazal İptal Edilemedi

source: Please deactivate the pod. When deactivation is complete, you may remove it and pair a new pod.
ru: Пожалуйста, деактивируйте Под. Когда деактивация завершится, Вы можете снять Под и установить новый.
sv: Inaktivera din podd. Avlägsna sedan podden från kroppen och parkoppla en ny.
tr: Lütfen pod'u devre dışı bırakın. Devre dışı bırakma tamamlandığında, onu kaldırabilir ve yeni bir pod eşleştirebilirsiniz.

source: Please deactivate the pod. When deactivation is complete, you may pair a new pod.
ru: Пожалуйста, деактивируйте Под. Когда деактивация завершится, Вы можете установить новый Под.
sv: Inaktivera podden. När inaktiveringen är klar kan du parkoppla en ny podd.
tr: Lütfen pod'u devre dışı bırakın. Devre dışı bırakma tamamlandığında, yeni bir pod eşleştirebilirsiniz.

source: Deactivating.
ru: Деактивировать.
sv: Inaktiverar.
tr: Devre dışı bırakılıyor.

source: Pod deactivated successfully. Continue.
ru: Под успешно деактивирован. Продолжить.
sv: Podd avaktiverades. Fortsätt.
tr: Pod başarıyla devre dışı bırakıldı. Devam edin.

source: There was a problem communicating with the pod. If this problem persists, tap Discard Pod. You can then activate a new Pod.
ru: Возникла проблема связи с Подом. Если эта проблема сохраняется, нажмите Отменить Под. Затем, Вы можете активировать новый.
sv: Det gick inte att kommunicera med podden. Om problemet kvarstår, tryck på 'Kasta Pod'. Du kan sedan aktivera en ny podd.
tr: Pod ile iletişimde bir sorun oluştu. Bu sorun devam ederse, Pod'u At'a tıklayın. Ardından yeni bir Pod etkinleştirebilirsiniz.

source: Discard Pod
sv: Kasta podd
tr: Pod'u Çıkart

source: Remove Pod from Body
sv: Ta bort podd från kroppen
tr: Pod'u Vücudunuzdan Çıkarın

source: Your Pod may still be delivering Insulin. Remove it from your body, then tap “Continue.“
ru: Ваш Под все еще может доставлять инсулин. Снимите его с тела, затем нажмите - "Продолжить."
sv: Din podd kan eventuellt fortfarande ge Insulin. Ta bort den från din kropp och tryck sedan på ”Fortsätt.”
tr: Pod'unuz hâlâ İnsülin veriyor olabilir. Vücudunuzdan çıkarın ve ardından “Devam Et.”e tıklayın

source: U
de: IE
ru: Ед
sv: IE
tr: Ü

source: Change Pod now. Insulin delivery will stop 8 hours after the Pod has expired or when no more insulin remains.
ru: Замените Под. Подача инсулина будет остановлена спустя 8 часов после истечения срока действия Пода, либо когда резервуар будет пуст.
sv: Byt podd nu. Insulintillförsel kommer att upphöra 8 timmar efter att podd går ut eller tills att inget insulin återstår.
tr: Pod'u şimdi değiştirin. İnsülin iletimi, Pod'un süresi dolduktan 8 saat sonra veya daha fazla insülin kalmadığında duracaktır.

source: Fill a new pod with U-100 Insulin (leave Pod needle cap on). Keep the RileyLink about 6 inches from the pod during pairing.
ru: Заполните новый под инсулином (оставьте защитную крышку Пода). Держите Райли примерно в 15 см от Пода в процессе сопряжения.
sv: Fyll en ny podd med insulin (låt kanlyskyddet sitta kvar).
tr: Yeni bir pod'u 100 Ü İnsülinle doldurun (Pod iğne kapağını üüzerinde bırakın). Eşleştirme sırasında RileyLink'i pod'tan yaklaşık 6 inç ( ≈ 15cm) uzakta tutun.

source: Listen for 2 beeps.
ru: Прослушайте 2 звуковых сигнала.
sv: Det ska höras 2 pip.
tr: 2 bip sesini dinleyin.

source: Paired
sv: Parkopplad
tr: Eşleştirildi

source: Are you sure you want to cancel Pod setup?
ru: Вы уверены, что хотите отменить установку Пода?
sv: Är du säker på att du vill avsluta din poddinställning?
tr: Pod kurulumunu iptal etmek istediğinizden emin misiniz?

source: If you cancel Pod setup, the current Pod will be deactivated and will be unusable.
ru: Если отменить установку Пода, текущий Под будет деактивирован и его невозможно будет использовать.
sv: Om du avbryter din podinställning, kommer din podd att avaktiveras och sluta fungera.
tr: Pod kurulumunu iptal ederseniz, mevcut Pod devre dışı bırakılır ve kullanılamaz hale gelir.

source: Yes, Deactivate Pod
ru: Да, деактивировать Под
sv: Ja, inaktivera podden
tr: Evet, Pod'u Devre Dışı Bırak

source: No, Continue With Pod
ru: Нет, продолжить с текущим Подом
sv: Nej, fortsätt med denna podd
tr: Hayır, Pod ile Devam Et

source: Prepare site.
ru: Подготовьте место.
sv: Förbered hud.
tr: İnfüzyon bölgesini hazırlayın.

source: Remove the pod's needle cap and check cannula. Then remove paper backing.
ru: Удалите синюю крышку иглы Пода и проверьте канюлю. Затем удалите защитные пленки.
sv: Ta bort kanylskyddet och kontrollera att kanylen inte redan sticker ut. Ta sedan bort skyddspappret.
tr: Pod iğne kapağını çıkarın ve kanülü kontrol edin. Ardından kağıt koruma bandını çıkarın.

source: Check Pod, apply to site, then confirm pod attachment.
ru: Проверьте Под, установите его на теле, затем подтвердите установку Пода.
sv: Kontrollera din podd, sätt fast den och bekräfta sedan att den sitter bra.
tr: Pod'u kontrol edin, infüzyon bölgesine uygulayın, ardından pod ekini onaylayın.

source: Attach Pod
ru: Прикрепите Под
sv: Fäst podden
tr: Pod'u Ekleyin

source: Confirm Pod Attachment
ru: Подтвердите прикрепление Пода
sv: Kontrollera att podden sitter bra
tr: Pod'un Yapıştırıldığını Onaylayın

source: Please confirm that the Pod is securely attached to your body. The cannula can be inserted only once with each Pod. Tap “Confirm” when Pod is attached.
ru: Пожалуйста, подтвердите, что Под надежно прикреплен к телу. Канюля может быть вставлена только один раз с каждым Подом. Нажмите "Подтверждаю", когда Под будет прикреплен.
sv: Kontrollera att podden sitter bra på din kropp. Kanylen kan bara föras in en gång. Tryck på "Bekräfta" när podden sitter fast.
tr: Lütfen Pod'un vücudunuza güvenli bir şekilde takıldığından emin olun. Kanül her Pod ile yalnızca bir kez yerleştirilebilir. Pod takıldığında “Onayla”ya dokunun.

source: Confirm
ru: Подтверждаю
sv: Bekräfta
tr: Onayla

source: Tap below to start cannula insertion.
ru: Нажмите ниже, чтобы начать установку канюли.
sv: Tryck nedan för att föra in kanyl.
tr: Kanül yerleştirmeyi başlatmak için aşağıya dokunun.

source: Wait until insertion is completed.
ru: Дождитесь окончания введения канюли.
sv: Vänta tills kanyl förts in.
tr: Ekleme tamamlanana kadar bekleyin.

source: Inserted
ru: Введено
sv: Kanyl har förts in
tr: Yerleştirildi

source: Check Cannula
ru: Проверьте канюлю
sv: Kontrollera kanyl
tr: Kanülü Kontrol Edin

source: Is the cannula inserted properly?
ru: Правильно ли вставлена канюля?
sv: Är kanylen införd korrekt?
tr: Kanül doğru şekilde yerleştirilmiş mi?

source: The window on the top of the Pod should be colored pink when the cannula is properly inserted into the skin.
ru: Окно в верхней части Пода - должно окрасится в розовый цвет, когда канюля правильно установлена под кожу.
sv: Det lilla fönstret på podden färgas rosa när kanylen är ordentligt insatt i huden.
tr: Kanül cilde düzgün bir şekilde yerleştirildiğinde Pod'un üstündeki pencere pembe renkte olmalıdır.

source: Yes
ru: Да
sv: Ja
tr: Evet

source: No
ru: Нет
sv: Nej
tr: Hayır

source: Pairing...
ru: Сопряжение...
sv: Parkopplar...
tr: Eşleştiriliyor...

source: Priming...
ru: Заправка...
sv: Fyller...
tr: Hazırlanıyor...

source: Deactivating...
de: Deaktivierung...
ru: Деактивация...
sv: Inaktiverar...
tr: Devre dışı bırakılıyor...

source: Deactivated
de: Deaktiviert
ru: Деактивирован
sv: Inaktiverad
tr: Devre dışı

source: Your Pod is ready for use. %1$@ will remind you to change your pod before it expires. You can change this to a time convenient for you.
ru: Ваш Под готов к использованию. %1$@ напомнит Вам поменять Под до истечения срока его использования. Можно изменить это время на удобное для Вас.
sv: Din podd är klar att användas. %1$@ kommer att påminna dig att byta pod innan den utgår. Du kan ändra påminnelsetiden för detta.
tr: Pod'unuz kullanıma hazır. %1$@ süresi dolmadan önce pod değiştirmeniz için hatırlatacak. Bunu sizin için uygun bir zamana değiştirebilirsiniz.

source: Scheduled Reminder
ru: Запланировать напоминание
sv: Schemalagd påminnelse
tr: Programlanan Anımsatma

source: Time
de: Uhrzeit
ru: Время
sv: Tid
tr: Saat

source: Finish Setup
ru: Завершить настройку
sv: Gär färdigt inställning
tr: Kurulumu Bitir

source: Setup Complete
ru: Настройка завершена
sv: Inställning färdig
tr: Kurulum tamamlandı

source: No Reminder
ru: Не напоминать
sv: Ingen påminnelse
tr: Hatırlatıcı Yok

source: Peripheral Not Ready
ru: Периферия не готова
sv: Perifer enhet inte redo
tr: Çevre birimi hazır değil

source: Incorrect Response
ru: Неверный отклик
sv: Felaktigt svar
tr: Yanlış Yanıt

source: Timeout
ru: Время ожидания истекло
tr: Zaman Aşımı

source: Empty Value
ru: Отсутствует значение
sv: Tomt värde
tr: Boş Değer

source: Unknown Characteristic
ru: Неизвестная характеристика
sv: Okänd karaktäristik
tr: Bilinmeyen Özellik

source: Omnipod Reminders
de: Omnipod Erinnerungen
ru: Напоминания Omnipod
sv: Omnipod-påminnelser
tr: Omnipod Hatırlatıcıları

source: The app configures a reminder on the pod to notify you in advance of Pod expiration. Set the number of hours advance notice you would like to configure when pairing a new Pod.
de: Die App erstellt eine Erinnerung, um dich vor dem Ablauf des Pods zu benachrichtigen. Wähle die Anzahl der Stunden, die du vor der Kopplung eines neuen Pods benachrichtigt werden möchtest.
ru: Настройте напоминание, чтобы заранее получить уведомление об истечении срока действия Пода. Укажите за сколько часов до истечения срока действия Пода получать уведомление, при сопряжении с новым Подом.
sv: Du kan ange när du vill att appen ska påminna dig om när du behöver byta podd. Ange det antal timmar i förväg du vil ha påminnelsen
tr: Uygulama, Pod'un sona ermesinden önce sizi bilgilendirmek için pod üzerinde bir hatırlatıcı yapılandırır. Yeni bir Pod'u eşleştirirken sizi pod sona ermeden kaç saat önce uyaracağını ayarlayın.

source: This is a reminder that you scheduled when you paired your current Pod.
de: Dies ist eine Erinnerung, die du beim Koppeln deines aktuellen Pods erstellt hast.
ru: Это напоминание, которое Вы запланировали, когда установили сопряжение с текущим Подом.
sv: Detta är en schemalagd påminnelse som du ställde in när du parkopplade nuvarande podd.
tr: Bu mevcut Pod'unuzu eşleştirdiğinizde planladığınız bir hatırlatıcıdır.

source: The App notifies you when the amount of insulin in the Pod reaches this level.
de: Die App benachrichtigt dich, wenn die Insulinmenge im Pod diesen Wert erreicht.
ru: Приложение оповестит Вас, когда количество инсулина в Поде достигнет этого уровня.
sv: Appen kommer att visa notis när mängden insulin går ner till denna nivå
tr: Uygulama, Pod'daki insülin miktarı bu seviyeye ulaştığında sizi bilgilendirir.

source: Critical Alerts
de: Kritische Warnungen
ru: Критические предупреждения
sv: Varningar
tr: Kritik Uyarılar

source: The reminders above will not sound if your device is in Silent or Do Not Disturb mode. There are other critical Pod alerts and alarms that will sound even if you device is set to Silent or Do Not Disturb mode.
de: Die obigen Hinweise ertönen nicht, wenn sich dein Gerät im Modus Lautlos oder Nicht stören befindet. Es gibt weitere kritische Pod-Warnungen und Alarme, die auch dann ertönen, wenn dein Gerät auf "Lautlos" oder "Nicht stören" eingestellt ist.
ru: Напоминания выше не будут издавать звуков, если Ваше устройстов в беззвучном режиме или в режиме не беспокоить. Существуют другие критические предупреждения Пода и будильники, которые будут звучать, даже если Ваш телефон в беззвучном режиме или в режиме не беспокоить.
sv: Påminnelser kommer vara tysta ifall att du har tyst läge eller stör ej - läge på. Det finns andra varningar som kommer att ljuda även vid tyst läge leer stör ej - läge.
tr: Cihazınız Sessiz veya Rahatsız Etmeyin modundaysa yukarıdaki hatırlatıcılar çalmaz. Cihazınız Sessiz veya Rahatsız Etmeyin moduna ayarlanmış olsa bile çalacak başka kritik Pod uyarıları ve alarmları vardır.

source: Low Reservoir Reminder
de: Erinnerung bei niedrigem Füllstand
ru: Напоминание об уровне резервуара
sv: Påminnelse om låg insulinnivå
tr: Düşük Rezervuar Hatırlatıcısı

source: Make sure your phone and pod are close to each other. If communication issues persist, move to a new area.
de: Vergewissere dich, dass sich dein iPhone und Pod in unmittelbarer Nähe zueinander befinden. Wenn die Kommunikationsprobleme fortbestehen, dann wechsle den Standort.
ru: Убедитесь, что Ваш телефон и Под рядом друг с другом. Если проблемы сохранятся, переместитесь в другое помещение.
sv: Säkerställ att din telefon och podd är nära varandra. Om problemet kvarstår, flytta till annan plats.
tr: Telefonunuzun ve pod'unuzun birbirine yakın olduğundan emin olun. İletişim sorunları devam ederse, yeni bir alana geçin.

source: Change Pod now. Insulin delivery will stop in %1$@ or when no more insulin remains.
de: Wechsle jetzt den Pod! Die Insulinabgabe wird in %1$@ unterbrochen, spätestens wenn kein Insulin mehr vorhanden ist.
ru: Замените Под сейчас. Подача инсулина будет остановлена спустя %1$@, либо когда резервуар будет пуст.
sv: Byt podd nu. Insulintillförsel kommer att stoppas om %1$@ eller när insulinet är slut.
tr: Pod'u şimdi değiştirin. İnsülin iletimi %1$@ içinde veya daha fazla insülin kalmadığında duracaktır.

source: Disabled
de: Deaktiviert
ru: Отключены
sv: Av
tr: Devre dışı

source: Enabled
de: Aktiviert
ru: Активировано
sv: På
tr: Etkin

source: Extended
de: Verlängert
ru: Расширенные
sv: Utökad
tr: Genişletilmiş

source: No confidence reminders are used.
de: Keine Erinnerungseinstellungen in Verwendung.
ru: Доверенные звуковые сигналы не используются.
sv: Inga ljud på.
tr: Onay sesi kullanılmaz.

source: Confidence reminders will sound for commands you initiate, like bolus, cancel bolus, suspend, resume, save notification reminders, etc. When Loop automatically adjusts delivery, no confidence reminders are used.
de: Erinnerungssignale ertönen gemäß deiner Einstellungen, wie Bolusabgabe, Bolus abbrechen, Unterbrechung, Wiederaufnahme, Speicherung von Benachrichtigungen usw. Wenn Loop automatisch Insulin abgibt, ertönen keine Erinnerungssignale.
ru: Доверенные звуковые сигналы сработают для операций, которые Вы инициируете - Болюс, Отмена Болюса, Приостановка подачи, Возобновление подачи, Сохранение напоминаний и т.д. Когда петля автоматически меняет подачу инсулина - звуковые сигналы не используются.
sv: Bekräftelseljud kommer att pipa för för ala pumpkommandon du ger, som bolus, avbryt bolus, pausa pump, återuppta insulintillförsel, spara påminnelser etc. När FreeAPS X automatiskt justerar insulintillförsel kommer inga pip att ljuda.
tr: Bolus, bolusu iptal et, askıya al, devam ettir, bildirim hatırlatıcılarını kaydet vb. gibi başlattığınız komutlar için Onay sesleri çalacaktır. Döngü, iletimi otomatik olarak ayarladığında, hiçbir onay sesi kullanılmaz.

source: Confidence reminders will sound when Loop automatically adjusts delivery as well as for commands you initiate.
de: Erinnerungssignale ertönen, wenn Loop die Abgabe automatisch anpasst sowie bei Befehlen, die von dir ausgelöst werden.
ru: Доверенные звуковые сигналы сработают даже тогда, когда петля автоматически изменит подачу инсулина, а также для команд, которые Вы инициируете.
sv: Bekräftelsepip kommer att ljuda även vid automatiska pumpkommandon såväl som vid manuella.
tr: Loop, başlattığınız komutların yanı sıra teslimatı otomatik olarak ayarladığında, onay sesi çalacaktır.

source: Rate
de: BR
ru: Скорость
sv: Värde
tr: Oran

source: U/hr
de: IE/Std
ru: Ед/ч
sv: IE/h
tr: Ü/Sa

source: %1$@ for %2$@
de: %1$@ für %2$@
ru: %1$@ на %2$@
sv: %1$@ i %2$@
tr: %2$@ için %1$@

source: Loop will not automatically adjust your insulin delivery until the temporary basal rate finishes or is canceled.
de: Loop passt deine Insulinabgabe nicht automatisch an, bis die temporäre Basalrate beendet oder abgebrochen wird.
ru: Петля не будет автоматически изменять подачу инсулина, пока Временная Базальная Скорость не завершится, либо не будет отменена пользователем.
sv: FreeAPS X kommer inte automatiskt att justera dina insulindoser förrän den temporära basalen är färdig eller har avbrytits.
tr: Döngü, geçici bazal oran bitene veya iptal edilene kadar insülin iletiminizi otomatik olarak ayarlamaz.

source: Set Temporary Basal
de: Temporäre Basalrate festlegen
ru: Установить Временный Базал
sv: Ställ in temporaär basal
tr: Geçici Bazalı Ayarla

source: Temporary Basal
de: Temporäre Basalrate
ru: Временный базал
sv: Temporär basal
tr: Geçici Bazal

source: Temporary Basal Failed
de: Temporäre Basalrate fehlgeschlagen
ru: Не удалось установить базал
sv: Temporär basal misslyckades
tr: Geçici Bazal Başarısız

source: Unable to set a temporary basal rate: %1$@ %2$@
de: Konnte keine temporäre Basalrate festlegen: %1$@ %2$@
ru: Не удалось установить ВБС: %1$@ %2$@
sv: Kunde inte ställa in en temporär basaldos: %1$@ %2$@
tr: Geçici bir bazal oran ayarlanamıyor: %1$@ %2$@

source: Unable to set a temporary basal rate: %1$@
de: Konnte keine temporäre Basalrate festlegen: %1$@
ru: Не удалось установить ВБС: %1$@
sv: Kunde inte ställa in en temporär basaldos: %1$@
tr: Geçici bir bazal oran ayarlanamıyor: %1$@

source: Missing Config
de: Fehlende Konfiguration
ru: Отсутствует конфигурация
sv: Konfiguration saknas
tr: Konfigurasyon Bulunamadı

source: This PumpManager has not been configured with a maximum basal rate because it was added before manual temp basal was a feature. Please go to therapy settings -> delivery limits and set a new maximum basal rate.
de: Dieser PumpManager wurde nicht mit einer maximalen Basalrate konfiguriert, da er hinzugefügt wurde, bevor es die Funktion "manuelle temporäre Basalrate" gab. Bitte gehe zum Menü Therapieeinstellungen -> Verabreichungsgrenzen und lege eine neue maximale Basalrate fest.
ru: Помощник настройки помпы не был сконфигурирован относительно максимального уровня базала. Пожалуйста, перейдите в "Настройки помпы" -> "Предел подачи" и установите новый максимальный уровень базала.
sv: En maximal basaldos har inte ställts in. Gå till inställningen 'Maxdoser' för att ställa in den maximala basaldosen
tr: Pompa Yönetimi, daha önce manuel geçici bazal eklendiğinden, maksimum bazal oranı ile yapılandırılmadı. Lütfen terapi ayarları -> iletim limitlerine gidin ve yeni bir maksimum bazal oran ayarlayın.

source: Expiration Reminder Default
de: Standard Ablauf-Erinnerung
ru: Напоминание об истечении срока
sv: Standard påminnelsetid
tr: Varsayılan Süre Sonu Hatırlatıcı

source: Previous Pod Information
de: Informationen zum vorherigen Pod
ru: Информация о предыдущем Поде
sv: Info om tidigare podd
tr: Önceki Pod Bilgileri

source: No Delivery
de: keine Abgabe
ru: Нет Подачи
sv: Inget insulin
tr: İletim Yok

source: Total Delivery
de: gesamte Abgabe
ru: Всего доставлено
sv: Total mängd insulin given
tr: Toplam İletim

source: Device Name
de: Gerätename
ru: Имя устройства
sv: Enhetsnamn
tr: Cihaz adı

source: Lot Number
de: Lot-Nummer
ru: Номер партии
sv: Lot-nummer
tr: Parti Numarası

source: Sequence Number
de: Sequenznummer
ru: Порядковый номер
sv: Sekvensnummer
tr: Sıra Numarası

source: Firmware Version
ru: Версия прошивки
tr: Aygıt Yazılımı Sürümü

source: BLE Firmware Version
ru: BLE версия прошивки
tr: BLE Donanım Yazılımı Sürümü

source: Last Status
de: Letzter Status
ru: Последний статус
sv: Senaste status
tr: Son Durum

source: Pod Fault Details
de: Pod Fehlerdetails
ru: Детали о сбое
sv: Poddfelsdetaljer
tr: Pod Arıza Ayrıntıları

source: Pod Setup
ru: Настройка Пода
sv: Pumpinställning
tr: Pod Kurulumu

source: You will now begin the process of configuring your reminders, filling your Pod with insulin, pairing to your device and placing it on your body.
de: Im nächsten Schritt wirst du deine Erinnerungen konfigurieren, deinen Pod mit Insulin füllen, ihn mit deinem Gerät koppeln und an deinem Körper anbringen.
ru: Сейчас Вы начнете процесс конфигурации напоминаний, заполнения Пода инсулином, сопряжения с телефоном и установку его на тело.
sv: Du kommer nu att börja att konfigurera dina påminnelser, fylla din podd med insulin, parkoppla podden och fästa den på kroppen.
tr: Artık hatırlatıcılarınızı yapılandırma, Pod'unuzu insülin ile doldurma, cihazınızla eşleştirme ve vücudunuza yerleştirme işlemine başlayacaksınız.

source: Skip Omnipod Onboarding?
de: Das Omnipod Onboarding überspringen?
ru: Пропустить Omnipod Onboarding?
sv: Hoppa över Omnipod-introduktionen?
tr: Omnipod Tanıtımı Atlansın mı?
