Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Shortcuts/*.lproj/AppShortcuts.strings
Languages: ru, sk, sv

source: Activate ${applicationName} temporary target
ru: Активировать временную цель ${applicationName}
sk: Aktivovať dočasný cieľ ${applicationName}
sv: Aktiver tillfälligt målvärde i ${applicationName}

source: ${applicationName} apply a temporary target
ru: ${applicationName} применить временную цель
sk: ${applicationName} nastaví dočasný cieľ
sv: Aktiverar ett målvärde i ${applicationName}

source: List ${applicationName} state
ru: Список состояния ${applicationName}
sk: Zobraziť stav ${applicationName}
sv: ${applicationName} status

source: ${applicationName} state
ru: Состояние ${applicationName}
sk: Stav ${applicationName}
sv: ${applicationName} status

source: Add carbs in ${applicationName}
ru: Добавить углеводы в ${applicationName}
sk: Pridať sacharidy v ${applicationName}
sv: Lägg till kolhydrater i ${applicationName}

source: ${applicationName} allows to add carbs
ru: ${applicationName} позволяет добавлять углеводы
sk: Povoliť ${applicationName} zadanie sacharidov
sv: Tillåter att lägga till kolhydrater i ${applicationName}

source: Activate an ${applicationName} Override Preset
ru: Активировать шаблон переопределения ${applicationName}
sk: Aktivovať prepísanie ${applicationName}
sv: Aktiverar en profil i ${applicationName}

source: Activates an ${applicationName} Override Preset
ru: Активирует шаблон переопределения ${applicationName}
sk: Aktivuје upravený režim ${applicationName}
sv: Aktiverar en profil i ${applicationName}

source: Cancel ${applicationName} Overide
ru: Отменить переопределение ${applicationName}
sk: Zrušiť ${applicationName} prepísanie
sv: Avbryter en aktiv profil i ${applicationName}

source: Cancels an active ${applicationName} override
ru: Отменяет активное переопределение ${applicationName}
sk: Zrušiť aktívne ${applicationName} prepísanie
sv: Avbryter en aktiv profil i ${applicationName}

source: ${applicationName} Bolus
ru: ${applicationName} Болюс

source: ${applicationName} Enacts a bolus
ru: ${applicationName} Выполняет болюс
sk: ${applicationName} podať bolus
sv: Ger en bolus med ${applicationName}

source: ${applicationName} Loop Mode
ru: ${applicationName} Режим петли
sk: Režim slučky ${applicationName}
sv: ${applicationName}-loop-läge

source: ${applicationName} Temp Basal
ru: ${applicationName} Временная базальная скорость
sk: ${applicationName} dočasný bazál
sv: ${applicationName} temporär basal

source: ${applicationName Suspend/Resume
ru: ${applicationName} Приостановить/Продолжить
sk: ${applicationName} pozastaviť/obnoviť
sv: ${applicationName} pausa/återuppta

source: Suspends/Resumes your ${applicationName} pump
ru: Приостанавливает/возобновляет подачу ${applicationName}
sk: Pozastaví/Obnoví vašu pumpu ${applicationName}
sv: Pausar/Återupptar din pump i ${applicationName}
