Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/G7SensorKit/*.lproj/Localizable.strings
Languages: ar, da, de, es, fr, nb, ru, sk, sv, tr, uk, vi

source: iAPS can read G7 CGM data, but you must still use the Dexcom G7 App for pairing, calibration, and other sensor management.
ar: يمكن لـ iAPS قراءة بيانات G7، ولكن لا يزال عليك استخدام تطبيق ديكسكوم G7 للإقران والمعايرة وإدارة المستشعرات الأخرى.
da: iAPS kan læse G7 CGM-data, men man skal stadig bruge Dexcom G7-appen til parring, kalibrering og anden sensorhåndtering.
de: iAPS kann CGM Daten direkt vom G7 lesen. Zum Verbinden, Kalibrieren und erweitertes Sensor Management benötigt man die G7 App.
es: iAPS puede leer datos del G7, pero deberá utilizar la aplicación Dexcom G7 para emparejar, calibrar y otras gestiones del sensor.
fr: iAPS peut lire les données G7 de la CGM mais vous devez toujours utiliser l'application Dexcom G7 pour associer, calibrer et gérer les capteurs.
nb: iAPS kan lese data fra Dexcom G7, men du må fremdeles bruke Dexcom G7-appen for å koble til sender, kalibrere og andre innstillinger for sensoren.
ru: iAPS может считывать G7 CGM данные, но Вы все равно должны использовать Dexcom G7 App для сопряжения, калибровки и управления датчиком.
sk: iAPS dokáže čítať dáta z G7 CGM, ale stále musíte používať aplikáciu Dexcom G7 na párovanie, kalibráciu a ďalšiu správu senzora.
sv: iAPS kan läsa G7 CGM-värden, men du måste alltjämt använda Dexcom G7-appen för parkoppling, kalibrering samt hantering av sensorn.
uk: iAPS може читати дані G7 CGM, але ви все одно повинні використовувати додаток Dexcom G7 для парування, калібрування та іншого управління сенсором.
vi: iAPS có thể đọc dữ liệu G7 CGM tuy nhiên bạn nên dùng app của Dexcom G7 để ghép đôi, hiệu chỉnh và quản lý sensor.

source: Continue
da: Fortsæt
de: Fortsetzen
es: Continuar
fr: Continuer
nb: Fortsett
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
tr: Devam et
uk: Продовжити
vi: Tiếp tục

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
nb: Avbryt
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: Vazgeç
uk: Відмінити
vi: Bỏ qua

source: Glucose data is unavailable
ar: قراءات السكر غير متوفرة
da: Glukosedata er utilgængelig
de: Glukosewerte sind nicht verfügbar
es: Datos de glucosa no disponibles
fr: Les données de glycémie ne sont pas disponibles
nb: Blodsukker er utilgjengelig
ru: Данные глюкозы недоступны
sk: Dáta o hladine glukózy nie sú k dispozícii
sv: Inga blodglukosdata tillgängliga
tr: Glikoz verileri kullanılamıyor
uk: Дані глюкози недоступні
vi: Dữ liệu đường huyết không có sẵn

source: Sensor is OK
ar: المستشعر يعمل جيداً
da: Sensor er OK
de: Sensor ist OK
es: El sensor está bien
fr: Capteur est OK
nb: Sensoren er OK
ru: Датчик ОК
sk: Senzor pracuje správne
sv: Sensorn är OK
tr: Sensör TAMAM
uk: Сенсор підключено

source: Sensor is stopped
ar: المستشعر متوقف
da: Sensor er stoppet
de: Sensor ist gestoppt
es: El sensor está parado
fr: Le capteur est arrêté
nb: Sensoren er stoppet
ru: Датчик остановлен
sk: Senzor je zastavený
sv: Sensorn har stoppats
tr: Sensör durduruldu
uk: Сенсор зупинений
vi: Cảm biến đã dừng hoạt động

source: Sensor is warming up
ar: المستشعر تحت الإحماء
da: Sensor varmer op
de: Sensor ist in der Aufwärmphase
es: El sensor está calentando
fr: Capteur est en période de réchauffement
nb: Sensoren varmer opp
ru: Датчик прогревается
sk: Senzor sa zahrieva
sv: Sensorn värms upp
tr: Sensör ısınıyor
uk: Сенсор прогрівається
vi: Cảm biến đang khởi động

source: Sensor expired
ar: إنتهت صلاحية المستشعر
da: Sensor udløbet
de: Sensor abgelaufen
es: El sensor ha caducado
fr: Capteur expiré
nb: Sensoren er utløpt
ru: Срок действия датчика истек
sk: Senzor exspiroval
sv: Sensorns livslängd är slut
tr: Sensör süresi doldu
uk: Термін Сенсору закінчився
vi: Cảm biến đã hết hạn

source: Sensor failed
ar: فشل الحساس
da: Sensor fejlede
de: Sensorfehler
es: El sensor ha fallado
fr: Capteura échoué
nb: Sensoren feilet
ru: Сбой датчика
sk: Senzor zlyhal
sv: Sensorn är felaktig
tr: Sensör arızalı
uk: Не вдалося встановити Сенсор
vi: Lỗi cảm biến

source: Sensor is in unknown state %1$d
ar: المستشعر في حالة غير معروفة %1$d
da: Sensor i ukendt tilstand %1$d
de: Sensor ist in unbekanntem Zustand %1$d
es: El sensor está en un estado desconocido %1$d
fr: Le capteur est dans un état inconnu %1$d
nb: Sensoren har ukjent tilstand %1$d
ru: Датчик находится в неизвестном состоянии %1$d
sk: Senzor je v neznámom stave %1$d
sv: Sensorstatus okänd %1$d
tr: Sensör bilinmeyen durumda %1$d
uk: Сенсор знаходиться в невідомому стані%1$d
vi: Trạng thái cảm biến không xác định %1$d

source: Sensor Start
ar: ابدأ الحساس
es: Inicio del sensor
fr: Capteur démarré
ru: Старт датчика
sk: Čas zavedenia
tr: Sensörü Başlat
uk: Старт Сенсора моніторингу
vi: Khởi động Cảm biến

source: Sensor Expiration
ar: إنتهت صلاحية المستشعر
da: Sensorudløb
de: Sensor Ablaufdatum
es: Caducidad del sensor
fr: Capteur expiré
nb: Sensor utløper
ru: Датчик истекает
sk: Senzor exspiruje
sv: Sensorns utgångsdatum
tr: Sensör Süre Sonu
uk: Термін дії Сенсору
vi: Cảm biến hết hạn

source: Grace Period End
ar: نهاية الفترة
da: Slut på udløbsfrist
de: Ende der Karenzfrist
es: Fin periodo de gracia
fr: Fin de la Période de Grâce
nb: Slutt på utsettelsesperiode
ru: Период отсрочки
sk: Dodatočná doba na výmenu senzoru končí
sv: Slut av livslängd
tr: Yetkisiz Kullanım Sonu
uk: Час до блокування
vi: Thời gian gia hạn kết thúc

source: Glucose
da: Glukose
de: Blutzucker
es: Glucosa
fr: Glycémie
nb: Blodsukker
ru: Глюкоза
sk: Glykémia
sv: Glukos
tr: Glikoz
uk: Глюкоза
vi: Đường huyết

source: Last Reading
ar: آخر قراءة
da: Seneste aflæsning
de: Letzte Messung
es: Última lectura
fr: Dernière lecture
nb: Siste måling
ru: Последнее считывание
sk: Posledná hodnota
sv: Senaste avläsning
tr: Son Okuma Değeri
uk: Останнє читання
vi: Kết quả đọc gần nhất

source: Time
da: Tid
de: Uhrzeit
es: Tiempo
fr: Heure
nb: Tidspunkt
ru: Время
sk: Čas
sv: Tid
tr: Saat
uk: Час
vi: Thời gian

source: Trend
ar: إتجاه
es: Tendencia
fr: Tendance
ru: Тенденция
sk: Vývoj
tr: Eğilim
uk: Тренди
vi: Xu hướng

source: Name
da: Navn
es: Nombre
fr: Nom
nb: Navn
ru: Название
sk: Názov
sv: Namn
tr: İsim
uk: Ім’я
vi: Tên

source: Scanning
ar: يتم المسح
da: Skanner
de: Scannt
es: Buscando
fr: Balayage
nb: Skanner
ru: Сканирование
sk: Skenuje sa
sv: Skannar
tr: Taranıyor
uk: Сканування
vi: Đang quét

source: Connected
da: Tilsluttet
de: Verbunden
es: Conectado
fr: Connecté
nb: Tilkoblet
ru: Соединение установлено
sk: Pripojený
sv: Ansluten
tr: Bağlandı
uk: Під'єднаний
vi: Đã kết nối

source: Connecting
da: Tilslutter
de: Verbinden
es: Conectando
fr: De liaison
nb: Kobler til
ru: Соединяется
sk: Pripája sa
sv: Ansluter
tr: Bağlanıyor
uk: Під'єднання
vi: Đang kết nối

source: Last Connect
ar: آخر اتصال
da: Seneste tilslutning
de: Letzte Verbindung
es: Última conexión
fr: Dernière Connexion
nb: Siste tilkobling
ru: Последнее подключение
sk: Posledné spojenie
sv: Senaste anslutning
tr: Son Bağlantı
uk: Останнє підключення
vi: Kết nối mới nhất

source: Configuration
da: Konfiguration
de: Konfiguration
es: Configuracion
nb: Oppsett
ru: Конфигурация
sk: Nastavenie
sv: Konfiguration
tr: Yapılandırma
uk: Налаштування
vi: Cấu hình

source: Upload Readings
ar: رفع القراءات
da: Upload aflæsninger
de: Werte hochladen
es: Subir lecturas
fr: Envoyer les données
nb: Last opp avlesninger
ru: Выгружать данные
sk: Nahrať merania
sv: Ladda upp blodsocker
tr: Okumaları Yükle
uk: Вивантажити читання
vi: Glucose đang tải lên

source: Scan for new sensor
ar: البحث عن مستشعر جديد
da: Skan efter ny sensor
de: Nach neuem Sensor suchen
es: Buscar nuevo sensor
fr: Rechercher un nouveau capteur
nb: Søk etter ny sensor
ru: Сканирование нового датчика
sk: Načítať nový senzor
sv: Skanna efter ny sensor
tr: Yeni sensör için tara
uk: Сканувати новий Сенсор
vi: Scan để thay sensor

source: Delete CGM
da: Slet CGM
de: CGM löschen
es: Eliminar MCG
fr: Supprimer CGM
nb: Slett CGM
ru: Удалить CGM
sk: Odstrániť senzor
sv: Radera CGM
tr: CGM'i Sil
uk: Видалити CGM
vi: Xoá CGM

source: LOW
ar: منخفض
da: LAV
de: NIEDRIG
es: BAJO
fr: BAS
nb: LAVT
ru: НИЗКИЙ
sk: NÍZKE
sv: LÅGT
tr: DÜŞÜK
uk: НИЗЬКИЙ
vi: THẤP

source: HIGH
ar: مرتفع
da: HØJ
de: HOCH
es: ALTO
fr: HAUT
nb: HØYT
ru: ВЫСОКИЙ
sk: VYSOKÉ
sv: HÖGT
tr: YÜKSEK
uk: ВИСОКИЙ
vi: CAO

source: %@/min
ar: %@ دقيقة
ru: %@/мин
tr: %@/dak
uk: %@/хв
vi: %@/phút

source: Searching for sensor
ar: البحث عن مستشعر
da: Søger efter sensor
de: Suche nach Sensor
es: Buscando sensor
fr: Recherche d’un capteur
nb: Søker etter sensor
ru: Поиск датчика
sk: Vyhľadávam nový senzor
sv: Söker efter sensor
tr: Sensör aranıyor
uk: Пошук Сенсору
vi: Đang tìm kiếm cảm biến

source: Warmup completes
ar: اكتمل الإحماء
da: Opvarmning færdiggøres
de: Aufwärmphase abgeschlossen
es: Calentamiento completado
fr: L'échauffement est terminé
nb: Oppvarming fullført
ru: Прогрев завершается
sk: Zahrievanie senzora dokončené
sv: Uppvärming av sensor
tr: Isınma tamamlandı
uk: Прогрів виконано
vi: Khởi động hoàn tất

source: Sensor expires
ar: إنتهت صلاحية المستشعر
da: Sensor udløber
de: Sensor abgelaufen
es: El sensor caduca
fr: Capteur expiré
nb: Sensor utløper
ru: Датчик заканчивается
sk: Senzor exspiruje
sv: Sensorn går ut
tr: Sensör süresi doluyor
uk: Сенсор закінчується
vi: Sensor hết hạn

source: Grace period remaining
ar: الفترة المتبقية
da: Resterende udløbsfrist
de: Verbleibende Karenzfrist
es: Tiempo de gracia restante
fr: Période de grâce restante
nb: Utsettelsesperiode som gjenstår
ru: Оставшийся период отсрочки
sk: Zostávajúce predĺžené obdobie
sv: Tid kvar av sensors livslängd
tr: Kalan ek süre
uk: Період витонченості, що залишився
vi: Thời gian gia hạn còn lại

source: Searching for Sensor
ar: البحث عن مستشعر
da: Søger efter Sensor
de: Suche nach Sensor
es: Buscando sensor
fr: Recherche d'un capteur
nb: Søker etter Sensor
ru: Поиск Датчика
sk: Vyhľadávam senzor
sv: Söker efter Sensor
tr: Sensör Aranıyor
uk: Пошук Сенсору
vi: Đang tìm kiếm cảm biến

source: Sensor Expired
ar: إنتهاء صلاحية المستشعر
da: Sensor Udløbet
de: Sensor abgelaufen
es: Sensor caducado
fr: Capteur expiré
nb: Sensor Utløpt
ru: Датчик Истек
sk: Senzor exspiroval
sv: Sensor Utgått
tr: Sensör Süresi Doldu
uk: Сенсор Закінчився
vi: Cảm biến đã hết hạn

source: Sensor Failed
ar: فشل جهاز الاستشعار
da: Sensor Fejlede
de: Sensorverbindung fehlfeschlagen
es: Sensor fallido
fr: Capteur a échoué
nb: Sensor Feilet
ru: Датчик Сбой
sk: Senzor zlyhal
sv: Sensor misslyckades
tr: Sensör Arızalı
uk: Сенсори Не вдалося
vi: Sensor thất bại

source: Signal Loss
ar: فقدان الإشارة
da: Signaltab
de: Signal Verlust
es: Pérdida de señal
fr: Signal Perte
nb: Signal Tapt
ru: Сигнал Потерян
sk: Strata signálu
sv: Signal- förlust
tr: Sinyal Kaybı
uk: Сигнал Втрата
vi: Tín hiệu mất

source: Sensor Issue
ar: مشكلة في المستشعر
da: Sensorproblem
de: Sensor Fehler
es: Problema de sensor
fr: Capteur problème
nb: Sensor Feil
ru: Датчик Проблема
sk: Problém senzoru
sv: Sensor Problem
tr: Sensör Sorunu
uk: Сенсор Проблема
vi: Sensor có vấn đề

source: Sensor Warmup
da: Sensor Opvarmning
de: Sensor Aufwärmphase
es: Calentamiento del sensor
fr: Capteur Réchauffement
nb: Sensor Oppvarming
ru: Датчик Прогрев
sk: Zahrievanie senzoru
sv: Sensor Uppvärmning
tr: Sensör Isınıyor
uk: Сенсор Прогрів
vi: Sensor đang khởi động

source: FreeAPS X can read G7 CGM data, but you must still use the Dexcom G7 App for pairing, calibration, and other sensor management.
tr: FreeAPS X, G7 CGM verilerini okuyabilir ancak yine de eşleştirme, kalibrasyon ve diğer sensör yönetimi için Dexcom G7 Uygulamasını kullanmanız gerekir.

source: Dexcom G7
ar: ديكسكوم G7

source: Bluetooth
ar: البلوتوث
