Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/OmniKit/OmniKit/Resources/*.lproj/Localizable.strings
Languages: ar, nl, ro, sk, sv, uk

source: (inactive)
ar: (غير نشط)
nl: (inactief)
ro: (inactiv)
sk: {neaktívne}
sv: (inaktiv)
uk: (неактивний)

source: "%1$@" has a low battery
ar: %1$@" بطارية منخفضة
nl: "%1$@" batterij bijna leeg
ro: "%1$@" are o baterie scăzută
sk: "%1$@" má slabú batériu
sv: "%1$@" har låg batterinivå
uk: "%1$@" має низький заряд акумулятора

source: %1$@ insulin or less remaining in Pod. Change Pod soon.
ar: %1$@ انسولين أو اقل متبقيا في البود. قم بتغيير البود بأسرع وقت.
nl: %1$@ insuline of minder resterend in Pod. Vervang Pod spoedig.
ro: %1$@ de insulină sau mai puțin rămase în Pod. Schimbați Pod-ul în curând.
sk: V podu zostáva %1$@ inzulínu alebo menej. Čoskoro vymeňte pod.
sv: %1$@ insulin eller mindre kvar i podden. Byt podd snart.
uk: %1$@ або менше інсуліна в Podʼі. Замініть Pod найближчим часом.

source: Activation time exceeded
ar: تجاوز الوقت المحدد للتفعيل
nl: Activeringstijd overschreden
ro: Timpul de activare a fost depășit
sk: Čas aktivácie bol prekročený
sv: Tid för aktivering överskriden
uk: Час активації перевищений

source: Auto-off
ar: إيقاف تلقائي
nl: Automatische uitschakeling
ro: Oprire automată
sk: Automatické vypnutie
sv: Auto-Av
uk: Авто вимкнення

source: Auto-off alarm
ar: إيقاف تلقائي للمنبه
nl: Auto-uit alarm
ro: Alarmă Auto-off
sk: Alarm auto-vypnutý
sv: Auto-av larm
uk: Авто-відключення сигналу

source: Basal initialized
ar: تهيئة الانسولين القاعدي
nl: Basaal geïnitialiseerd
ro: Bazală inițializată
sk: Bazál inciovaný
sv: Basal initierad
uk: Базал ініціалізовано

source: Below 50 units
ar: أقل من 50 وحدة
nl: Minder dan 50 eenheden
ro: Sub 50 de unități
sk: Menej ako 50 jednotiek
sv: Under 50 enheter
uk: Менше 50 одиниць

source: Bolus in progress
ar: جرعة قيد التنفيذ
nl: Bolus in uitvoering
ro: Bolus în derulare
sk: Prebieha bolus
sv: Bolus pågår
uk: Подання болюса

source: Bolus: %1$@U %2$@ %3$@ %4$@
ar: جرعة: %1$@U %2$@ %3$@ %4$@
nl: Bolus: %1$@E %2$@ %3$@ %4$@
sv: Bolus: %1$@E %2$@ %3$@ %4$@
uk: Болюс: %1$@U %2$@ %3$@ %4$@

source: Bolusing
ar: يضخ
nl: Bolussen
ro: Bolus în derulare
sk: Bolusovanie
sv: Ger bolus
uk: Подача болюса

source: Bolusing with temp basal
ar: جرعة مع انسولين قاعدي مؤقت
nl: Bolussen met tijdelijk basaal
ro: Bolus în derulare cu rata bazală temporară
sk: Bolusovanie s dočasným bazálom
sv: Ger bolus med temporär basal
uk: Подача болюса при подачі ТБШ

source: Cannula inserting
ar: إدخال القنية قيد التنفيذ
nl: Canule ingebracht
ro: Se inserează canula
sk: Zavádzanie kanyly
sv: Kanyl förs in
uk: Встановлення канюлі

source: Certain
ar: معتمد
nl: Zeker
ro: Doză confirmată
sk: Zaručené
sv: Säker
uk: Безперечно

source: Change Pod now. Insulin delivery will stop in 1 hour.
ar: قم بتغيير البود الآن. سيتم إيقاف تسليم الإنسولين خلال ساعة واحدة.
nl: Vervang Pod nu. Insulinetoediening stopt over 1 uur.
ro: Schimbați Pod-ul acum. Administrarea insulinei se va opri într-o oră.
sk: Treba vymeniť pod. Podávanie inzulínu sa zastaví o 1 hodinu.
sv: Byt podd nu. Insulintillförsel stoppas om 1 timme.
uk: Замінити Pod зараз. Подачу інсуліну буде зупинено через 1 годину.

source: Change Pod now. Pod has been active for 72 hours.
ar: قم بتغيير البود الآن. البود أُستخدم لمدة 72 ساعة.
nl: Vervang Pod nu. Pod is 72 uur in gebruik geweest.
ro: Schimbați Pod-ul acum. Pod-ul a fost activ timp de 72 de ore.
sk: Vymeniť pod teraz. Pod bol aktívny 72 hodín.
sv: Byt podd nu. Podden har använts i 72 timmar.
uk: Замініть під зараз. Pod активний вже протягом 72 годин.

source: Command error %1$u
ar: خطأ في الأمر %1$u
nl: Opdrachtfout %1$u
ro: Eroare comandă %1$u
sk: Chyba príkazu %1$u
sv: Kommandofel %1$u
uk: Помилка команди %1$u

source: Comms Issue
ar: مشكلة في الاتصالات
nl: Communicatieprobleem
ro: Problemă de comunicații
sk: Problém s komunikáciou
sv: Kommunikationsproblem
uk: Помилка звʼязку

source: Communication issue: Unacknowledged command pending.
ar: مشكلة إتصال: أمر غير معترف به معلق.
nl: Communicatieprobleem: niet-bevestigde opdracht in behandeling
ro: Problemă de comunicare: comandă nerecunoscută în așteptare.
sk: Problém s komunikáciou: Čaká sa na potvrdenie príkazu.
sv: Kommunikationsproblem: Obekräftat kommando väntar.
uk: Проблема комунікації: не визнана команда в очікуванні.

source: Confidence reminders will sound for commands you initiate, like bolus, cancel bolus, suspend, resume, save notification reminders, etc. When Loop automatically adjusts delivery, no confidence reminders are used.
nl: Bevestigingsherinneringen zijn hoorbaar voor opdrachten die je start, zoals bolussen, bolus annuleren, onderbreken, hervatten, meldingsherinneringen opslaan, enz. Wanneer Loop de toediening automatisch aanpast, zijn er geen bevestigingsherinneringen hoorbaar.

source: Confidence reminders will sound when Loop automatically adjusts delivery as well as for commands you initiate.
nl: Bevestigingsherinneringen zijn hoorbaar wanneer Loop de toediening automatisch aanpast, evenals voor opdrachten die je geeft.

source: Critical Pod Error
ar: خطأ حرج في البود
nl: Kritieke Podfout
ro: Eroare critică Pod
sk: Kritická chyba zariadenia Pod
sv: Kritiskt poddfel
uk: Критична Помилка

source: Crosstalk possible. Please move to a new location
nl: Overspraak mogelijk. Probeer een andere locatie
ro: Interferență posibilă. Vă rugăm să vă mutați într-o zonă nouă
sk: Možné presluchy. Presuňte sa na iné miesto
sv: Potentiell radiostörning. Pröva att flytta dig till ett annat rum/annan plats
uk: Можливі перехресні перешкоди. Будь ласка, перейдіть на нове місце

source: Deactivated
ar: تم إلغاء التنشيط
nl: Gedeactiveerd
ro: Dezactivat
sk: Deaktivované
sv: Inaktiverad
uk: Деактивовано

source: Disabled
nl: Uitgeschakeld
ro: Dezactivat
sk: Vypnuté
sv: Av
uk: Вимкнено

source: Empty reservoir
ar: الخزان فارغ
nl: Reservoir leeg
ro: Rezervor gol
sk: Prázdny zásobník
sv: Poddfel; tom reservoar
uk: Порожній резервуар

source: Empty Reservoir
nl: Reservoir Leeg
ro: Rezervor gol

source: Empty response from pod
ar: إجابة فارغة من المضخة
nl: Geen reactie van pod
ro: Răspuns gol primit de la Pod
sk: Prázdna odpoveď z podu
sv: Inget svar från podden
uk: Немає відповіді від Pod

source: Enabled
nl: Ingeschakeld
ro: Activat

source: Error event logged, shutting down
ar: تم تسجيل خطأ ، جاري إيقاف التشغيل
nl: Fout geconstateerd, sluit af
ro: Eroare înregistrată în jurnal, se oprește
sk: Zaprotokolovaná udalosť chyby, vypína sa
sv: Felhändelse loggad, stänger ned
uk: Помилка записана в лог, відключення

source: Expiration advisory
nl: Vervaldatum melding
ro: Aviz de expirare

source: Expiration alert
ar: إنذار انتهاء الصلاحية
nl: Alarm vervaltijd
ro: Alertă expirare
sk: Varovanie o exspirácii
sv: Larm om utgångsdatum
uk: Сповіщення про закінчення терміну дії

source: Extended
nl: Uitgebreid
ro: Prelungit
sk: Rozšírený
sv: Utökad
uk: Подовжено

source: Extended bolus running
ar: بولوس مطوّل قيد التنفيذ
nl: Verlengde bolus actief
ro: Bolus prelungit activat
sk: Prebieha predĺžený bolus
sv: Utökad bolus pågår
uk: Вводиться розтягнутий болюс

source: Extended bolus running with temp basal
ar: بولوس مطوّل قيد التنفيذ مع انسولين قاعدي مؤقت
nl: Verlengde bolus met tijdelijk basaal actief
ro: Bolus prelungit activ împreună cu bazală temporară
sk: Predĺžený bolus beží súčasne s dočasným bazálom
sv: Utökad bolus pågår med temp. basal
uk: Подовжений болюс із Тимчасовою Базальною Швидкістю

source: Fault event occurred
ar: حدث خطأ
nl: Fout is opgetreden
ro: A avut loc un eveniment de eroare
sk: Vyskytla sa chybová udalosť
sv: Felhändelse inträffade
uk: Виникла помилка

source: Finish Deactivation
ar: أكمل إلغاء التفعيل
nl: Voltooi Deactivering
ro: Finalizați deactivarea
sk: Dokončiť deaktiváciu
sv: Avsluta inaktivering
uk: Завершити деактивацію

source: Finish Pairing
ar: إنهاء الاقتران
nl: Voltooi Koppelen
ro: Finalizați asocierea
sk: Dokončiť párovanie
sv: Avsluta parkoppling
uk: Завершити створення пари

source: Finish setup
ar: الانتهاء من الإعداد
nl: Voltooi installatie
ro: Finalizare setare
sk: Dokončiť nastavenie
sv: Inställning färdig
uk: Завершити налаштування

source: Finish setup reminder
ar: تذكير إنهاء الإعداد
nl: Voltooi instelling van herinnering
ro: Memento pentru finalizarea configurării
sk: Dokončiť nastavenie pripomienky
sv: Påminnelse om att slutföra inställning
uk: Нагадування про завершення налаштування

source: Initialized
ar: تهيئة
nl: Geinitialiseerd
ro: Inițializat
sk: Inicializované
sv: Podd initialiserad
uk: Активований

source: Inserting cannula
nl: Canule inbrengen
ro: Se inserează canula
sk: Kanyla sa zavádza
sv: Kanyl förs in
uk: Введення канюлі

source: Insulin delivery stopped. Change Pod now.
ar: تم إيقاف توصيل الأنسولين. يجب تغيير الكبسولة الآن.
nl: Insulinetoediening gestopt. Vervang Pod nu.
ro: Administrarea de insulină s-a oprit. Schimbați Pod-ul acum.
sk: Podávanie inzulínu sa zastavilo. Vymeňte modul teraz.
sv: Insulintillförsel stoppad. Byt podd nu.
uk: Подачу інсуліну припинено. Замініть Pod зараз.

source: Insulin Suspended
nl: Insuline Onderbroken
ro: Administrarea insulinei suspendată
sk: Inzulín Suspendovaný
sv: Insulintillförsel pausad
uk: Подання інсуліну призупинено

source: Insulin type not configured
ar: لم يتم تكوين نوع الإنسولين
nl: Insulinetype niet ingesteld
ro: Tipul de insulină nu este configurat
sk: Typ inzulínu nie je nakonfigurovaný
sv: Du måste välja typ av insulin
uk: Тип інсуліну не налаштований

source: Internal pod fault %1$03d
ar: خطأ داخلي في المضخة %1$03d
nl: Interne podfout %1$03d
ro: Defecțiune Pod internă %1$03d
sk: Interná chyba podu %1$03d
sv: Internt poddfel %1$03d
uk: Внутрішня помилка Pod %1$03d

source: InterruptedBolus: %1$@ U (%2$@ U scheduled) %3$@ %4$@ %5$@
ar: البولوس المتعرقل: تم توصيل %1$@ U (من أصل%2$@ U مقرر) %3$@ %4$@ %5$@
nl: OnderbrokenBolus: %1$@ E (%2$@ E gepland) %3$@ %4$@ %5$@
ro: BolusÎntrerupt: %1$@ U (%2$@ U planificat) %3$@ %4$@ %5$@
sk: PrerušenýBolus: %1$@ j (%2$@ j naplánované) %3$@ %4$@ %5$@
sv: AvbrutenBolus: %1$@ E (%2$@ E schemalagd) %3$@ %4$@ %5$@
uk: Перерваний Болюс: %1$@ U (%2$@ U заплановано) %3$@ %4$@ %5$@

source: Invalid address 0x%x. Expected 0x%x
nl: Ongeldig adres 0x%1$x. Verwachte 0x%2$x
ro: Adresă invalidă 0x%1$x. Se aștepta 0x%2$x
sk: Neplatná adresa 0x %1$x . Očakáva sa 0x %2$x
sv: Ogiltig adress 0x%1$x. Förväntade 0x%2$x
uk: Некоректна адреса 0x%x. Очікувалось 0x%x

source: Invalid address: (%1$@)
nl: Ongeldig adres: (%1$@)
ro: Adresă invalidă: (%1$@)
sk: Neplatná adresa: ( %1$@ )
sv: Ogiltig adress: (%1$@)
uk: Недійсна адреса: (%1$@)

source: Invalid CRC
nl: Ongeldige CRC
ro: CRC invalid
sk: Neplatný kód CRC
sv: Ogiltigt CRC
uk: Некоректний CRC

source: Invalid Setting
ar: إعدادات غير صالحة
nl: Ongeldige Instelling
ro: Setare invalidă
sk: Neplatné nastavenie
sv: Ogiltig inställning
uk: Непридатні параметри

source: Low reservoir
nl: Reservoir bijna leeg
ro: Rezervor scăzut

source: Low Reservoir
nl: Reservoir Bijna Leeg
ro: Rezervor scăzut
sk: Nízka hladina v rezervoári
sv: Låg reservoarvolym
uk: Мало інсуліну в резервуарі

source: Low reservoir advisory (%1$gU)
ar: إشعار بأن الخزان منخفض (%1$gU)
nl: Reservoir Bijna Leeg Advies (%1$gE)
ro: Avertizare de rezervor scăzut (%1$gU)
sk: Nízka hladina v zásobníku (%1$gU)
uk: Попередження про низький рівень резервуара (%1$gU)

source: Low reservoir advisory alarm
ar: تنبيه بأن الخزان منخفض
nl: Reservoir bijna leeg alarm
ro: Alarmă nivel scăzut rezervor
sk: Nízka hladina v zásobníku
sv: Larm vid låg reservoarvolym
uk: Оповіщення про малий запас інсуліну у резервуарі

source: Low RileyLink Battery
ar: بطارية RileyLink منخفضة
nl: Batterij RileyLink Bijna Leeg
ro: Baterie RileyLink scăzută
sk: Nízky stav batérie RileyLinku
sv: Lågt batteri i RileyLink
uk: Низький заряд RileyLink

source: Make sure your pod is filled and nearby.
nl: Zorg ervoor dat je pod gevuld en binnen bereik is.
ro: Asigurați-vă că Pod-ul este umplut și în apropiere.

source: Make sure your RileyLink is nearby and powered on
ar: تأكد من أن RileyLink الخاص بك قريب ويعمل
nl: Zorg ervoor dat je RileyLink dichtbij is en aan staat
ro: Asigurați-vă că RileyLink este pornit și situat în apropriere
sk: Uistite sa, že je váš RileyLink v blízkosti a je zapnutý
sv: Säkerställ att din RileyLink är nära och påslagen
uk: Впевніться, що RileyLink увімкнений та знаходиться поруч

source: Manual Basal
nl: Handmatig Basaal
ro: Bazală manuală
sk: Manuálny bazál
sv: Manuell temporär basal
uk: Ручна Тимчасова Базальна Швидкість (ТБШ)

source: Memory initialized
ar: تم تهيئة الذاكرة
nl: Geheugen geïnitialiseerd
ro: Memorie inițializată
sk: Pamäť inicializovaná
sv: Minne initierat
uk: Пам'ять ініціалізовано

source: Move to a new area away from any other pods and try again.
nl: Ga naar een andere plek, weg van andere pods, en probeer opnieuw.
ro: Mutați-vă într-o zonă nouă, departe de orice alte Pod-uri și încercați din nou.
sk: Presuňte sa ďalej od ostatných modulov a skúste znova.
sv: Pröva att gå till ett annat rum och försök igen.
uk: Перейдіть у інше місце подалі від будь-яких інших Pods і спробуйте ще раз.

source: Multiple Command Alert
ar: تنبيه الأوامر المتعددة
nl: Meerdere Commando's Melding
ro: Alertă de comandă multiplă
sk: Upozornenie na viacero príkazov
sv: Multipla kommandoaviseringar
uk: Попередження про кілька команд

source: No alerts
ar: لا يوجد تنبيهات
nl: Geen Waarschuwingen
ro: Nicio alertă
sk: Žiadne upozornenia
sv: Inga larm
uk: Немає сповіщень

source: No confidence reminders are used.
nl: Er worden geen bevestigingsherinneringen gebruikt.
ro: Nu se folosesc mementouri de confimare.
sk: Nepoužívajú sa žiadne pripomenutia spoľahlivosti.
sv: Inga ljud på.
uk: Нагадування про довіру не використовуються.

source: No faults
ar: لا توجد أخطاء
nl: Geen fouten
ro: Nicio defecțiune
sk: Žiadne chyby
sv: Inga fel
uk: Нема помилок

source: No Insulin
ar: لا يوجد إنسولين
nl: Geen Insuline
ro: Fără insulină
sk: Žiadny inzulín
sv: Inget insulin
uk: Без інсуліну

source: No Pod
ar: لا يوجد بود
nl: Geen Pod
ro: Niciun Pod
sk: Žiadny pod
sv: Ingen Podd
uk: Немає Pod

source: No pod paired
ar: لا يوجد بود مقترن
nl: Geen pod gekoppeld
ro: Niciun Pod asociat
sk: Nie je spárovaný žiadny pod
sv: Ingen parkopplad
uk: Немає підключеного Pod

source: No pods found
nl: Geen pods gevonden
ro: Nu s-au găsit Pod-uri
sk: Nenašiel sa žiadny pod
sv: Hittade ingen podd
uk: Pod не знайдено

source: No response from pod
ar: لايوجد رد من الحجيرة
nl: Geen reactie van pod
ro: Nu s-a primit răspuns de la Pod
sk: Žiadna odpoveď z podu
sv: Inget svar från pod
uk: Немає відповіді від Pod

source: No RileyLink available
ar: لا يوجد RileyLink متاح
nl: Geen RileyLink beschikbaar
ro: Nu există un RileyLink disponibil
sk: Nie je k dispozícii žiadny RileyLink
sv: Ingen RileyLink tillgänglig
uk: RileyLink недоступний

source: Normal
nl: Normaal
sk: Normálny
sv: Normalvärde
uk: Нормальний

source: Not enough data
ar: لا توجد بيانات كافية
nl: Onvoldoende Gegevens
ro: Nu sunt suficiente date
sk: Nedostatok dát
sv: Inte tillräckligt med data
uk: Недостатньо даних

source: Occlusion detected
ar: تم اكتشاف خطأ الاستمالة (Occlusion)
nl: Verstopping gedetecteerd
ro: Ocluzie detectată
sk: Zistená oklúzia
sv: Ocklusion upptäckt
uk: Виявлено закупорку

source: Occlusion Detected
nl: Verstopping Gedetecteerd
ro: Ocluzie detectată

source: oneNotUsed
nl: eenNietGebruikt

source: Paired
ar: تم الاقتران
nl: Gekoppeld
ro: Asociat
sk: Spárované
sv: Parkopplad
uk: Пов'язані

source: Pairing completed
ar: إكتمل الإقتران
nl: Koppelen voltooid
ro: Asociere finalizată
sk: Párovanie je dokončené
sv: Parkoppling lyckades
uk: Спаровування завершено

source: Parsing Error: %1$@ in (%2$@)
nl: Parseerfout: %1$@ in (%2$@)
ro: Eroare de parsare: %1$@ în ( %2$@ )
sk: Chyba pri analyzovaní: %1$@ v (%2$@)
sv: Fel vid tolkning: %1$@ i (%2$@)
uk: Помилка обробки: %1$@ в (%2$@)

source: Please bring only original pod in range or deactivate original pod
nl: Breng alleen de oude pod binnen bereik of deactiveer de originele pod
ro: Vă rugăm să aduceți doar Pod-ul inițial în rază de acțiune sau dezactivați Pod-ul inițial
sk: Prosím, majte iba pôvodný pod v dosahu alebo deaktivujte pôvodný pod
sv: Ha endast din ursprungliga podd inom räckvidd eller inaktivera ursprunglig podd
uk: Будь ласка, приносите в зону дії лише оригінальний Pod або деактивуйте оригінальний Pod

source: Please bring your pod closer to the RileyLink and try again
ar: من فضلك قم بجعل المضخة أقرب إلى RileyLink ثم حاول مرة أخرى
nl: Breng de pod dichter bij de RileyLink en probeer opnieuw
ro: Apropiați Pod-ul de RileyLink și încercați din nou
sk: Priblížte pod k RileyLinku a skúste to znova
sv: För din pod närmare din RileyLink och försök igen
uk: Будь ласка, піднесіть свій Pod до RileyLink і повторіть спробу

source: Please finish pairing your pod.
ar: يرجى إكمال إقران البود.
nl: Voltooi het koppelen van je pod.
ro: Vă rugăm să terminați asocierea Pod-ului.
sk: Dokončite párovanie podu.
sv: Vänligen avsluta parkopplingen av din podd.
uk: Будь Ласка, завершіть підключення Pod.

source: Please pair a new pod
ar: الرجاء إقران بود جديد
nl: Koppel een nieuwe pod
ro: Asociați un Pod nou
sk: Spárujte nový pod
sv: Var god parkoppla ny pod
uk: Будь ласка, підключіть новий Pod

source: Please reposition the RileyLink further from the pod
ar: يرجى وضع RileyLink أبعد من الحجيرة
nl: Plaats de RileyLink verder van de pod
ro: Vă rugăm să poziționați RileyLink mai departe de pod
sk: Premiestnite RileyLink ďalej od podu
sv: Flytta din RileyLink längre från podden
uk: Перемістіть RileyLink далі від Pod

source: Please reposition the RileyLink relative to the pod
ar: يرجى وضع RileyLink اقرب الى المضخة
nl: Verplaats de RileyLink ten opzichte van de pod
ro: Va rugăm să poziționați RileyLink mai aproape de pod
sk: Zmeňte polohu RileyLink vzhľadom k podu
sv: Flytta din RileyLink i förhållande till podden
uk: Змініть розташування RileyLink відносно Pod

source: Please try repositioning the pod or the RileyLink and try again
nl: Probeer de pod of de RileyLink te herpositioneren en probeer het opnieuw
ro: Vă rugăm să încercați să repoziționați pod-ul sau RileyLink și să încercați din nou

source: Pod already paired
ar: تم إقران البود مسبقاً
nl: Pod al gekoppeld
ro: Pod deja asociat
sk: Pod je už spárovaný
sv: Pod redan parkopplad
uk: Pod вже з'єднано

source: Pod already primed
ar: تمت تهيأت المضخة مسبقاً
nl: Pod is al voorbereid
ro: Pod deja amorsat
sk: Pod je už naplnený
sv: Pod redan fylld
uk: Pod вже з'єднано

source: Pod Error
ar: خطأ في البود
nl: Podfout
ro: Eroare Pod
sk: Chyba podu
sv: Poddfel
uk: Помилка Pod

source: Pod expiration advisory alarm
ar: انذار اقتراب وقت انتهاء صلاحية المضخة
nl: Pod vervaltijd advies alarm
ro: Alarmă expirare Pod
sk: Oznámenie o exspirácii Podu
sv: Larm för utgångsdatum för pod
uk: Попереджувальний сигнал про закінчення строку придатності

source: Pod Expiration Notice
ar: إشعار انتهاء صلاحية المضخة
nl: Pod vervaltijd aankondiging
ro: Notificare expirare Pod
sk: Oznámenie o exspirácii Podu
sv: Notis om utgångsdatum för pod
uk: Повідомлення про закінчення строку придатності

source: Pod Expiration Reminder
nl: Herinnering Vervaldatum Pod
ro: Memento pentru expirarea Pod-ului

source: Pod expired
ar: انتهت صلاحية البود
nl: Pod is verlopen
ro: Pod-ul a expirat.
sk: Pod vypršal
sv: Pod har utgått
uk: Термін дії Pod минув

source: Pod Expired
nl: Pod Verlopen
ro: Pod Expirat

source: Pod expires in %1$@.
ar: تنتهي صلاحية البدي في %1$@.
nl: Pod verloopt over %1$@.
ro: Pod-ul expiră în %1$@.
sk: Pod vyprší za %1$@.
sv: Podd går ut om %1$@.
uk: Pod закінчується через %1$@.

source: Pod Fault: %1$@
ar: خطأ مضخة:%1$@
nl: Pod fout: %1$@
ro: Defecțiune Pod: %1$@
sk: Chyba podu: %1$@
sv: Podfel: %1$@
uk: Помилка Pod: %1$@

source: Pod is not in a state ready for cannula insertion.
ar: البود ليس في حالة جاهزة لإدخال الإبرة.
nl: Pod is niet gereed voor inbrengen canule.
ro: Pod-ul nu este pregătit pentru inserarea canulei.
sk: Pod nie je v stave pripravenom na zavedenie kanyly.
sv: Pod är inte klar för att föra in kanyl
uk: Pod не готовий для введення канюли.

source: Pod is not in a state ready for priming.
ar: المضخة ليست في حالة جاهزة للتهيئة.
nl: Pod is niet klaar om voorbereid te worden.
ro: Pod nu este pregătit pentru amorsare.
sk: Pumpu nie je v tomto stave možné pripraviť.
sv: Pod är inte klar för att fyllas
uk: Omnipod не готовий до прокачування інсуліну

source: Pod is suspended
ar: تم تعليق المضخة
nl: Pod is onderbroken
ro: Pod-ul este suspendat
sk: Pod je pozastavený
sv: Pod är pausad
uk: Pod призупинено

source: Pod Occlusion
ar: انسداد البود
nl: Podverstopping
ro: Ocluzie Pod
sk: Oklúzia podu
sv: Ocklusion i podd
uk: Закупорка Pod

source: Pod Pairing Incomplete
ar: إقران البود غير مكتمل
nl: Koppeling Pod Onvolledig
ro: Asocierea Pod-ului este nefinalizată.
sk: Párovanie podu nebolo dokončené
sv: Parkoppling inte färdig
uk: Створення пари не завершено

source: Pod sent ack instead of response
nl: Pod heeft een bevestiging gestuurd in plaats van een antwoord
ro: Pod-ul a trimis o confirmare în loc de răspuns
sk: Pod poslal potvrdenie namiesto odpovede
sv: Podd skickade ack istället för svar
uk: Pod надіслав "ack" замість відповіді

source: Pod setup window expired
ar: تم تجاوز الوقت المسموح لإعداد المضخة
nl: Insteltijd van de Pod is verlopen
ro: Intervalul de timp în care se poate seta Pod-ul a expirat
sk: Okno nastavenia podov vypršalo
sv: Tid för podinställning är överskriden
uk: Час для введення налаштувань Omnipod закінчився

source: Pod suspended reminder
ar: تذكير بأن المضخة معلقة
nl: Herinnering onderbroken Pod
ro: Memento pentru Pod-ul suspendat
sk: Pripomenutie pozastaveného podu
sv: Påminnelse om pausad pump
uk: Нагадування про призупинення Pod

source: Poor signal strength
ar: قوة الإشارة ضعيفة
nl: Zwak signaalsterkte
ro: Putere slabă a semnalului
sk: Slabá sila signálu
sv: Dålig signalstyrka
uk: Низький рівень сигналу

source: Priming
ar: قيد التمهيد
nl: Voorbereiden
ro: Se amorsează
sk: Plnenie
sv: Pod fylls på
uk: Прокачування інсуліну

source: Priming completed
ar: اكتمل التمهيد
nl: Voorbereiden voltooid
ro: Inițiere finalizată
sk: Plnenie dokončené
sv: Podd har fyllts färdigt med insulin
uk: Прокачування інсуліну завершено

source: Ready for basal programming
ar: جاهز لبرمجة الانسولين القاعدي
nl: Klaar voor programmeren basaal
ro: Pregătit pentru programarea bazalelor
sk: Pripravené na programovanie bazálu
sv: Klar för programmering av basal
uk: Готовий до програмування Базалу

source: Ready to insert cannula
nl: Gereed voor inbrengen canule
ro: Pregătit pentru inserarea canulei
sk: Pripravené na zavedenie kanyly
sv: Klar att föra in kanyl
uk: Готовий до введення канюлі

source: Reminder initialized
nl: Herinnering geïnitialiseerd
ro: Memento inițializat
sk: Pripomienka bola inicializovaná
sv: Påminnelse initierad
uk: Нагадування ініціалізовано

source: Resume
nl: Hervatten
ro: Reluați
sk: Pokračovať
sv: Återuppta
uk: Відновити

source: Resume delivery
nl: Hervat toediening
ro: Reluați administrarea de insulină
sk: Obnoviť podávanie inzulínu
sv: Återuppta insulintillförsel
uk: Відновити доставку

source: Resume Insulin
ar: استئناف الأنسولين
nl: Hervat Insuline
ro: Reluați administrarea de insulină
sk: Obnoviť podávanie inzulínu
sv: Återuppta insulintillförsel
uk: Відновити подачу

source: Resume: %1$@ %2$@
nl: Hervat: %1$@ %2$@
ro: Reluare: %1$@ %2$@
sk: Obnoviť: %1$@ %2$@
sv: Återuppta: %1$@ %2$@
uk: Поновлено: %1$@ %2$@

source: Scheduled basal
nl: Gepland basaal
ro: Bazala programată

source: Scheduled Basal
ar: الجرعة الأساسية المجدولة
nl: Ingesteld Basaal
ro: Bazală programată
sk: Naplánovaný bazál
sv: Schemalagd basal
uk: Запланована База

source: Shutdown imminent
nl: Afsluiting nadert
ro: Oprirea iminentă
sk: Vypnutie každú chvilu
sv: Podd kommer snart att stängas av
uk: Завершення роботи неминучі
