Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/OmniKit/OmniKit/Resources/*.lproj/Localizable.strings
Languages: ar, nl, ro, sk, sv, uk

source: Shutdown imminent alarm
nl: Alarm voor naderende afsluiting
ro: Alarmă de oprire iminentă
sk: Varovanie bezprostredného vypnutia
sv: Larm för omedelbar avstängning
uk: Завершення роботи неминучі

source: Signal Loss
ar: فقدان الإشارة
nl: Signaalverlies
ro: Pierdere de semnal
sk: Strata signálu
sv: Signalförlust
uk: Втрата сигналу

source: Signal strength too high
nl: Signaalsterkte te hoog
ro: Puterea semnalului este prea mare
sk: Príliš vysoká sila signálu
sv: Signalstyrka för hög
uk: Зависока потужність сигналу

source: Suspend
nl: Onderbreek
ro: Suspendați
sk: Pozastavenie
sv: Pausa
uk: Призупинити

source: Suspend In Progress Reminder
ar: تذكير بإيقاف التشغيل قيد التقدم
nl: Onderbreking in Uitvoering Herinnering
ro: Memento pentru suspendarea în curs
sk: Pripomienka prebiehajúceho pozastavenia
sv: Påminnelse om pausad pump
uk: Нагадування про призупинення

source: Suspend time expired
nl: Onderbrekingstijd verstreken
ro: Timpul de suspendare a expirat
sk: Čas pozastavenia vypršal
sv: Tid för pausad pump har löpt ut
uk: Час припинення подачі минув

source: Suspend: %1$@ %2$@
nl: Onderbreek: %1$@ %2$@
ro: Suspendare: %1$@ %2$@
sk: Pozastaviť: %1$@ %2$@
sv: Pausa: %1$@ %2$@
uk: Призупинено: %1$@ %2$@

source: Suspended
nl: Onderbroken
ro: Suspendat
sk: Pozastavené
sv: Pausad
uk: Призупинено

source: Suspension time is up. Open the app and resume.
ar: انتهت فترة التعليق. افتح التطبيق واستأنف.
nl: De onderbrekingsperiode is verstreken. Open de app en hervat.
ro: Timpul de suspendare a expirat. Deschideți aplicația și reluați.
sk: Čas pozastavenia vypršal. Otvorte aplikáciu a pokračujte.
sv: Planerad paus är över. Öppna app och återuppta insulintillförsel.
uk: Час призупинення вже вичерпано. Відкрийте додаток та продовжуйте роботу.

source: Tank fill completed
nl: Opslag vullen compleet
ro: Umplere rezervor completă
sk: Plnenie nádrže dokončené
sv: Pod har fyllts klart
uk: Наповнення Pod завершено

source: Tank power activated
nl: Opslag power geactiveerd
ro: Putere motor rezervor activată
sk: Napájanie nádrže je aktivované
sv: Ström till motor för behållare aktiverad
uk: Живлення моторчика резервуара активоване

source: Temp Basal
nl: Tijdelijk Basaal
ro: Bazală temporară
sk: Dočasný bazál
sv: Temporär basal
uk: Тимчасова Базальна Швидкість

source: Temp basal in progress
nl: Tijdelijk basaal wordt uitgevoerd
ro: Bazală temporară în curs de rulare
sk: Prebieha dočasný bazál
sv: Temp basal pågår redan
uk: Поки що працює тимчасовий базал

source: Temp basal running
nl: Tijdelijk basaal actief
ro: Bazala temporară este în curs de rulare
sk: Prebieha dočasný bazál
sv: Temp basal pågår
uk: Подається тимчасовий базал

source: TempBasal: %1$@ U/hour %2$@ %3$@ %4$@ U %5$@
nl: Tijdelijk basaal: %1$@ E/uur %2$@ %3$@ %4$@ E %5$@
ro: BasalăTemporară: %1$@ U/oră %2$@ %3$@ %4$@ U %5$@
sk: DočasBazál: %1$@ j/hod %2$@ %3$@ %4$@ j %5$@
sv: TempBasal: %1$@ E/timme %2$@ %3$@ %4$@ E %5$@
uk: Тимчасовий Базал: %1$@ ед/ч %2$@ %3$@ %4$@ ед %5$@

source: The insulin suspension period has ended. You can resume delivery from the banner on the home screen or from your pump settings screen. You will be reminded again in 15 minutes.
ar: انتهت فترة تعليق الأنسولين. يمكنك استئناف التسليم من اللافتة على الشاشة الرئيسية أو من إعدادات المضخة الخاصة بك. سيتم تذكيرك مرة أخرى في 15 دقيقة.
nl: De insulineonderbrekingsperiode is verstreken. Je kunt de toediening hervatten op het startscherm of via je pompinstellingenscherm. Over 15 minuten wordt je er opnieuw aan herinnerd.
ro: Perioada de suspendarea a administrării de insulină s-a încheiat. Puteți relua administrarea din bannerul de pe ecranul principal sau de pe ecranul de setări al pompei. Vi se va aminti din nou în 15 minute.
sk: Obdobie pozastavenia inzulínu sa skončilo. Podávanie inzulínu môžete obnoviť z bannera na domovskej obrazovke alebo z obrazovky nastavení pumpy. Pripomienka sa vám znova zobrazí o 15 minút.
sv: Planerad period av paus av pump är slut. Du kan återuppta insulintillförsel i pumpinställningar. Du kommer bli påmind igen om 15 minuter.
uk: Період призупинення подачі інсуліну закінчився. Ви можете відновити інсулін з банеру на головному екрані програми або з екрана налаштувань вашої помпи. За 15 хвилин ви отримаєте повторне нагадування.

source: The time on your pump is different from the current time. You can review the pump time and and sync to current time in settings.
ar: الوقت على مضختك يختلف عن الوقت الحالي. يمكنك مراجعة وقت المضخة ومزامنته مع الوقت الحالي في الإعدادات.
nl: De tijd op je pomp is anders dan de huidige tijd. Je kunt de tijd op de pomp bekijken en synchroniseren met de huidige tijd in instellingen.
ro: Ora de pe pompă este diferită de ora actuală. Puteți revizui ora pompei și să o sincronizați cu ora actuala în meniul setări.
sk: Čas na pumpe sa líši od aktuálneho času. V nastaveniach môžete skontrolovať čas pumpy a synchronizovať sa s aktuálnym časom.
sv: Tiden på din pump skiljer sig från den aktuella tiden. Du kan granska pumpens tid och synkronisera till aktuell tid i pumpinställningar.
uk: Час на вашоій помпі відрізняється від поточного часу. Ви можете переглянути час помпи та синхронізувати його з поточним часом у налаштуваннях.

source: threeNotUsed
nl: drieNietGebruikt

source: Time Change Detected
ar: تم اكتشاف تغيير في الوقت
nl: Tijdsverschil Ontdekt
ro: S-a detectat schimbarea orei
sk: Zistila sa zmena času
sv: Tidsändring upptäckt
uk: Виявлено зміну часу

source: Time to replace your pod! Your pod will expire in %1$@
nl: Tijd om je pod te vervangen! Vervang je pod in %1$@
ro: E timpul să înlocuiți Pod-ul! Acesta va expira în %1$@
sk: Je čas vymeniť pod! Platnosť vášho podu vyprší o %1$@
sv: Byt din pod! Din pod går ut om %1$@
uk: Час замінити Pod - Термін придатності спливає через %1$@

source: Too many pods found
nl: Te veel pods gevonden
ro: Au fost găsite prea multe Pod-uri
sk: Našlo sa príliš veľa podov
sv: För många poddar hittades
uk: Знайдено забагато Pods

source: Try again
nl: Probeer opnieuw
ro: Încercați din nou
sk: Skúste znova
sv: Försök igen
uk: Спробуйте знову

source: twoNotUsed
nl: tweeNietGebruikt

source: Uncertain
nl: Onzeker
ro: Doză neconfirmată
sk: Neisté
sv: Osäker
uk: Невизначений

source: Unexpected message sequence number
nl: Onverwacht volgnummer van bericht
ro: Mesaj neașteptat număr de ordine
sk: Neočakávané poradové číslo správy
sv: Oväntat meddelandesekvensnummer
uk: Несподіваний номер повідомлення

source: Unexpected pod change
nl: Onverwachte podwissel
ro: Schimbare neașteptată a podului
sk: Neočakávaná zmena podu
sv: Oväntat poddbyte
uk: Несподівана зміна Pod

source: Unexpected response from pod
nl: Onverwachte reactie van pod
ro: Răspuns neașteptat de la Pod
sk: Neočakávaná odpoveď z podu
sv: Oväntat svar från din pod
uk: Несподіваний відгук Pod

source: Unknown pod fault %1$03d
nl: Onbekende podfout %1$03d
ro: Defecțiune Pod neidentificată %1$03d
sk: Neznáma chyba podu %1$03d
sv: Okänt podfel %1$03d
uk: Невідома несправність Pod %1$03d

source: Unknown Value (%1$@) for type %2$@
nl: Onbekende waarde (%1$@) voor type %2$@
ro: Valoare necunoscută ( %1$@ ) pentru tipul %2$@
sk: Neznáma hodnota ( %1$@ ) pre typ %2$@
sv: Okänt värde (%1$@) av typ %2$@
uk: Невідоме значення ( %1$@ ) для типу %2$@

source: Validation failed: %1$@
nl: Validatie mislukt: %1$@
ro: Validarea a eșuat: %1$@
sk: Overenie zlyhalo: %1$@
sv: Validering misslyckades: %1$@
uk: Помилка перевірки: %1$@

source: Wait for existing bolus to finish, or cancel bolus
nl: Wacht tot huidige bolus is voltooid, of annuleer bolus
ro: Așteptați finalizarea bolusului curent sau opriți bolusul
sk: Počkajte na dokončenie bolusu alebo bolus zrušte
sv: Vänta på att pågående bolus är färdig, eller avbryt bolus
uk: Дочекайтеся закінчення подачі болюса або скасуйте його

source: Wait for existing temp basal to finish, or suspend to cancel
nl: Wacht tot de huidig tijdelijk basaalsnelheid is voltooid, of onderbreek om te annuleren
ro: Așteptați finalizarea bazalei temporare curente sau suspendați pentru oprirea ei
sk: Počkajte, kým sa dokončí dočasný bazál, alebo ho zrušte
sv: Vänta på nuvarande temporära basal, eller pausa för att avbryta
uk: Дочекайтеся закінчення введення поточної ТБШ або зупиніть помпу для скасування

source: Waiting for pairing reminder
nl: Wacht op herinnering om te verbinden
ro: Se așteaptă mementoul de asociere
sk: Čaká sa na pripomienku párovania
sv: Väntar på påminnelse för parkoppling
uk: Очікую нагадування про створення пари

source: Confidence reminders will sound for commands you initiate, like bolus, cancel bolus, suspend, resume, save notification reminders, etc. When the app automatically adjusts delivery, no confidence reminders are used.
ro: Mementourile de confirmare vor suna pentru comenzile pe care le inițiați, precum bolus, anualarea bolusului, suspendare, reluare, salvarea mementourilor de confirmare etc. Când Loop ajustează automat administrarea, nu sunt folosite mementouri de confirmare.
sk: Tieto upozornenia s pípnutím zo zariadenia Pod zaznejú pri spustení príkazov, ako je bolus, zrušenie bolusu, pozastavenie, obnovenie, uloženie pripomienky s upozornením atď. Keď aplikácia automaticky zmení správu, nepoužívajú sa žiadne oznámenia.
sv: Bekräftelseljud kommer att pipa för för ala pumpkommandon du ger, som bolus, avbryt bolus, pausa pump, återuppta insulintillförsel, spara påminnelser etc. När iAPS automatiskt justerar insulintillförsel kommer inga pip att ljuda.
uk: Нагадування про достовірність лунатимуть для команд, які ви ініціюєте, як-от болюс, скасування болюсу, призупинення, відновлення, збереження сповіщень тощо. Коли Loop автоматично регулює доставку, нагадування про довіру не використовуються.

source: Confidence reminders will sound when the app automatically adjusts delivery as well as for commands you initiate.
ro: Mementourile de confirmare vor suna atunci când Loop ajustează automat administrare, precum și pentru comenzile pe care le inițiați.
sk: Tieto zvukové upozornenia zo zariadenia Pod zaznejú, keď aplikácia automaticky upraví dodávku, ako aj pri príkazoch, ktoré iniciujete.
sv: Bekräftelsepip kommer att ljuda även vid automatiska pumpkommandon såväl som vid manuella.
uk: Нагадування про довіру лунатимуть, коли Loop автоматично регулює доставку, а також для команд, які ви ініціюєте.

source: Bolus
ar: الجرعة
sk: Dávka
uk: Болюс

source: %@ dB
ar: %@ ديسيبل

source: Omnipod
ar: أومنيبود
