Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/LoopKit/LoopKitUI/*.lproj/Localizable.strings
Languages: tr

source: %1$@ units remaining at %2$@
tr: %1$@ ünite %2$@'de kaldı

source: %@%% of normal insulin
tr: Normal insülinin %@%%'si

source: %@U
tr: %@Ü

source: Absorption Time
tr: Emilim Süresi

source: Activity
tr: Aktivite

source: Are you sure you want to delete all history entries?
tr: Tüm geçmiş girişlerini silmek istediğinizden emin misiniz?

source: Are you sure you want to delete all reservoir values?
tr: Tüm rezervuar değerlerini silmek istediğinizden emin misiniz?

source: Add Account
tr: Hesap Ekle

source: Delete Account
tr: Hesabı Sil

source: Basal, bolus, and correction insulin dose amounts are decreased by %@%%.
tr: Bazal, bolus ve düzeltme insülin doz miktarları %@%% oranında azaltılır.

source: Basal, bolus, and correction insulin dose amounts are increased by %@%%.
tr: Bazal, bolus ve düzeltme insülin doz miktarları %@%% oranında arttırılır.

source: Basal, bolus, and correction insulin dose amounts are unaffected.
tr: Bazal, bolus ve düzeltme insülin doz miktarları etkilenmez.

source: Cancel
tr: Vazgeç

source: Cancel Override
tr: Geçersiz kılmayı İptal et

source: Canceling Temp Basal
tr: Geçici Bazalı İptal Et

source: Add Carb Entry
tr: Karbonhidrat Girdisi Ekle

source: Edit Carb Entry
tr: Karbonhidrat Girdisi Düzenle

source: Changes will only apply this time you enable the override. The default settings of %@ will not be affected.
tr: Değişiklikler yalnızca geçersiz kılmayı etkinleştirdiğinizde etkili olur. %@ varsayılan ayarlar etkilenmeyecektir.

source: Choose a longer absorption time for larger meals, or those containing fats and proteins. This is only guidance to the algorithm and need not be exact.
tr: Daha büyük öğünler veya yağ ve protein oranı yüksek öğünler için daha uzun bir emilim süresi seçin. Bu algoritma için bir destektir ve sürenin kesin olması gerekmez.

source: com.loudnate.CarbKit.COBDateLabel
tr: %1$@'da

source: com.loudnate.CarbKit.totalDateLabel
tr: %1$@'den beri

source: com.loudnate.InsulinKit.IOBDateLabel
tr: %1$@'da

source: com.loudnate.InsulinKit.totalDateLabel
tr: %1$@'den beri

source: com.loudnate.LoopKit.errorAlertActionTitle
tr: Tamam

source: Condition
tr: Koşul

source: Continue
tr: Devam et

source: Correction range is the blood glucose range that you would like Loop to correct to.
tr: Düzeltme aralığı, Loop'un düzeltmesi gereken kan şekeri aralığıdır.

source: Custom
tr: Özel

source: Custom Override
tr: Özel Geçersiz kılma

source: Date
tr: Tarih

source: Delete All
tr: Tümünü sil

source: Duration
tr: Süre

source: Edit Override
tr: Geçersiz kılma Düzenle

source: Editing affects only the active override. The default settings of %@ will not be affected.
tr: Düzenleme yalnızca etkin geçersiz kılmayı etkiler. %@ varsayılan ayarlar etkilenmeyecektir.

source: Enable Indefinitely
tr: Süresiz Olarak Etkinleştir

source: Enabled
tr: Etkin

source: Enter a number of units
tr: Ünite sayısı girin

source: Enter a rate in units per hour
tr: Saat başına ünite cinsinden bir oran girin

source: Fast
tr: Hızlı

source: Insulin sensitivity describes how your blood glucose should respond to a 1 Unit dose of insulin. Smaller values mean more insulin will be given when above target. Values that are too small can cause dangerously low blood glucose.
tr: İnsülin duyarlılığı, kan şekerinizin 1 Ünite insülin dozuna nasıl tepki vermesi gerektiğini tanımlar. Daha küçük değerler, hedefin üzerinde olduğunda daha fazla insülin verileceği anlamına gelir. Çok küçük değerler tehlikeli derecede düşük kan şekerine neden olabilir.

source: max
tr: maks

source: Maximum Basal Rate
tr: Maksimum Bazal Oranı

source: Maximum Bolus
tr: Maksimum Bolus

source: Medium
tr: Orta

source: More Info
tr: Daha Fazla Bilgi

source: Name
tr: İsim

source: New Preset
tr: Yeni ön ayar

source: Other
tr: Diğer

source: Overall Insulin Needs
tr: Genel İnsülin Gereksinimleri

source: Override Presets
tr: Ön Ayarları Geçersiz Kılma

source: Override presets can be set up under the 'Configuration' section of the settings screen.
tr: Ön ayarları geçersiz kılma, ayarlar ekranının 'Yapılandırma' bölümü altında ayarlanabilir.

source: Overrides
tr: Geçersiz kılmalar

source: Pre-Meal
tr: Yemek öncesi

source: PRESETS
tr: ÖN AYAR

source: Pump Event
tr: Pompa Durumu

source: Resume Delivery
tr: İletime devam et

source: Resuming
tr: Sürdürülüyor

source: Running
tr: Çalışıyor

source: Save
tr: Kaydet

source: SCHEDULED OVERRIDE
tr: PROGRAMLI GEÇERSİZ KILMA

source: Slow
tr: Yavaş

source: Start Time
tr: Başlangıç Zamanı

source: Starting Temp Basal
tr: Geçici Bazal Oranını Başlat

source: Suspend Delivery
tr: İletimi Askıya Al

source: Suspending
tr: Askıya Al

source: Symbol
tr: Simge

source: Tap to set
tr: Ayarlamak için dokun

source: Target Range
tr: Hedef Aralığı

source: Temporary Override
tr: Geçici Geçersiz Kılma

source: Required
tr: Gerekli

source: The maximum absorption time is %@
tr: Maksimum emilim süresi %@

source: The maximum allowed amount is %@ grams
tr: İzin verilen maksimum miktar %@ gramdır

source: Times in %1$@%2$@%3$@
tr: Saat dilimi %1$@%2$@%3$@

source: U/hour
tr: Ü/Sa

source: Units
tr: Ünite

source: Unknown
tr: Bilinmiyor

source: Verifying
tr: Doğrulama

source: Warning
tr: Uyarı

source: Workout
tr: Egzersiz
