Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/LoopKit/LoopKit/*.lproj/Localizable.strings
Languages: tr, uk

source: %1$@ U bolus failed
tr: %1$@ Ü bolus başarısız
uk: %1$@ од Болюс не відбувся

source: %1$@ U bolus may not have succeeded
tr: %1$@ Ü bolus başarılı olmayabilir
uk: %1$@ од. можлива невдача подачі болюса

source: Authorization Denied
tr: Yetkilendirme Reddedildi
uk: В авторизації відмовлено

source: Check your pump before retrying
tr: Yeniden denemeden önce pompanızı kontrol edin
uk: Перевірте свою помпу перед повторною спробою

source: com.loudnate.CarbKit.deleteCarbEntryUnownedErrorDescription
tr: Yetkilendirme Reddedildi
uk: В авторизації відмовлено

source: com.loudnate.carbKit.sharingDeniedErrorRecoverySuggestion
tr: Bu örnek Health uygulamasından silinebilir
uk: Цей приклад можна видалити з додатка Health App

source: Communication Failure
tr: İletişim Hatası
uk: Помилка з’єднання

source: Connection Failure
tr: Bağlantı Hatası
uk: Помилка з’єднання

source: Device Refused
tr: Aygıt Reddedildi
uk: Пристрій відхилено

source: Ensure carb data exists for the specified date
tr: Belirtilen tarih için karbonhidrat verilerinin mevcut olduğundan emin olun
uk: Переконайтесь, що данні про вуглеводи є на зазначену дату

source: Falling
tr: Düşmekte
uk: Падіння

source: Falling fast
tr: Hızlı düşmekte
uk: Швидке падіння

source: Falling very fast
tr: Çok hızlı düşmekte
uk: Дуже швидке падіння

source: Flat
tr: Değişmeyen
uk: Стабільний

source: g/U
tr: g/Ü
uk: гр/U

source: Invalid Configuration
tr: Geçersiz Yapılandırma
uk: Недопустима конфігурація

source: It is safe to retry
tr: Tekrar denemek güvenlidir
uk: Можна спробувати ще раз

source: mg/dL/U
tr: mg/dL/Ü

source: mmol/L/U
tr: mmol/L/Ü

source: Needs Attention
tr: Dikkat Gerekli
uk: Потребує уваги

source: No values found
tr: Değer bulunamadı
uk: Не знайдено значень

source: OK
tr: Tamam

source: Please re-enable sharing in Health
tr: Lütfen Health paylaşımı yeniden etkinleştirin
uk: Будь ласка, повторно увімкніть спільний доступ до історії Heaith

source: Rising
tr: Yükselmekte
uk: Зростаючий

source: Rising fast
tr: Hızlı yükselmekte
uk: Швидко зростає

source: Rising very fast
tr: Çok hızlı yükselmekte
uk: Дуже швидко зростає

source: U
tr: Ü

source: U/hr
tr: Ü/Sa
uk: U/год

source: Unit
tr: Ünite

source: Unit/hour
tr: Ünite/saat

source: Units
tr: Ünite
uk: Одиниці

source: Units/hour
tr: Ünite/saat

source: Hour
tr: Saat
uk: Година

source: Hours
tr: Saat
uk: Години

source: mmol/L
uk: ммол/Л
