Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/DanaKit/Localization/*.lproj/Localizable.strings
Languages: ar, cs, da, de, es, fi, fr, he, hi, it, ja, nl, pl, pt_br, ro, sk, sv, tr, uk, vi

source: The max daily insulin limit is reached. Please try a lower amount or increase the limit
ar: تم الوصول إلى الحد الأقصى اليومي للأنسولين. يُرجى تجربة كمية أقل أو زيادة الحد الأقصى
cs: Je dosažen maximální denní limit inzulínu. Vyzkoušejte nižší množství nebo zvyšte limit
da: Den maksimale daglige insulin-grænse er nået. Prøv en lavere mængde, eller øg grænsen.
de: Die maximale tägliche Insulinmenge ist erreicht. Bitte versuchen Sie eine niedrigere Menge oder erhöhen Sie den Grenzwert
es: Se ha alcanzado el límite máximo diario de insulina. Por favor, pruebe con una cantidad menor o aumente el límite
fi: Päivittäinen insuliinin enimmäismäärä on saavutettu. Kokeile pienempää määrää tai nosta rajaa.
fr: La limite maximale d'insuline par jour est atteinte. Veuillez essayer une quantité plus faible ou augmenter la limite
it: Il limite massimo di insulina giornaliero è stato raggiunto. Provare con una quantità inferiore o aumentare il limite
ja: 1日のインスリン量が上限に達しています。もう少し量を減らすか、上限を増やしてください。
nl: De maximale dagelijkse hoeveelheid insuline is bereikt. Probeer een lagere hoeveelheid of verhoog de limiet
pl: Osiągnięto maksymalny dzienny limit insuliny. Spróbuj niższej dawki lub zwiększ limit
pt_br: O limite máximo diário de insulina foi atingido. Tente uma quantidade menor ou aumente o limite
ro: Limita maximă zilnică de insulină a fost atinsă. Vă rugăm să încercați o cantitate mai mică sau să măriți limita
sk: Maximálny denný limit inzulínu je dosiahnutý. Prosím, skúste nižšie množstvo alebo zvýšte limit
sv: Den dagliga maxgränsen för insulin har uppnåtts. Försök med en lägre mängd eller öka gränsen
tr: Maksimum günlük insülin limitine ulaşıldı. Lütfen daha düşük bir miktar deneyin veya limiti artırın
uk: Досягнуто максимального добового ліміту інсуліну. Спробуйте зменшити суму або збільште ліміт
vi: Đã đạt đến giới hạn insulin tối đa hàng ngày. Vui lòng thử lượng thấp hơn hoặc tăng giới hạn

source: Only Automatic Bolus is supported
ar: يتم دعم الجرعة التلقائية فقط
cs: Podporován je pouze automatický bolus
da: Kun automatisk bolus understøttes
de: Nur der automatische Bolus wird unterstützt
es: Sólo se admite el bolo automático
fi: Vain automaattinen bolus tuetaan
fr: Seul le bolus automatique est pris en charge
it: È supportato solo il bolo automatico
ja: 自動ボーラスのみ対応
nl: Alleen automatische bolus wordt ondersteund
pl: Obsługiwany jest tylko bolus automatyczny
pt_br: Somente o Bolus automático é suportado
ro: Numai Bolus automat este acceptat
sk: Podporovaný je len automatický bolus
sv: Endast automatisk bolus stöds
tr: Yalnızca Otomatik Bolus desteklenir
uk: Підтримується лише Автоматичний Болюс
vi: Chỉ hỗ trợ liều Bolus tự động

source: Please consider changing your dosing strategy in the setting menu
ar: يُرجى التفكير في تغيير استراتيجية الجرعات في قائمة الإعدادات
cs: Zvažte prosím změnu strategie dávkování v nabídce nastavení.
da: Overvej at ændre din doseringsstrategi i indstillingsmenuen
de: Bitte beachten Sie, dass Sie Ihre Dosierungsstrategie im Einstellungsmenü ändern müssen
es: Por favor, considere cambiar su estrategia de dosificación en el menú de configuración
fi: Harkitse annostelustrategian muuttamista asetusvalikossa.
fr: Veuillez envisager de modifier votre stratégie de dosage dans le menu de réglage.
it: Considerare la possibilità di modificare la strategia di dosaggio nel menu delle impostazioni.
ja: 設定メニューで投与戦略の変更を検討してください。
nl: Overweeg om je doseerstrategie te wijzigen in het instellingenmenu
pl: Należy rozważyć zmianę strategii dozowania w menu ustawień
pt_br: Considere a possibilidade de alterar sua estratégia de dosagem no menu de configuração
ro: Vă rugăm să luați în considerare schimbarea strategiei de dozare în meniul de setare
sk: Zvážte zmenu stratégie dávkovania v ponuke nastavenia
sv: Överväg att ändra din doseringsstrategi i inställningsmenyn
tr: Lütfen ayar menüsünden dozaj stratejinizi değiştirmeyi düşünün
uk: Розгляньте можливість зміни стратегії дозування в меню налаштувань
vi: Vui lòng cân nhắc thay đổi liều lượng của bạn trong menu cài đặt

source: Resume delivery
cs: Dodání životopisu
da: Levering af CV
de: Lieferung starten
es: Reanudar la entrega de insulina
fi: Jatko-osan toimitus
fr: Remise de curriculum vitae
it: Riprendi erogazione
ja: 履歴書の送付
nl: Hervat toediening
pl: Wznów podawanie
pt_br: Entrega de currículos
ro: Livrarea CV-ului
sk: Doručenie životopisu
sv: Återuppta insulintillförsel
tr: Özgeçmiş teslimatı
uk: Відновити доставку
vi: Tiếp tục lại việc tiêm insulin

source: Suspend delivery
ar: تعليق التسليم
cs: Pozastavení dodávky
da: Suspender levering
de: Lieferung stoppen
es: Suspender la entrega
fi: Toimituksen keskeyttäminen
fr: Suspendre la livraison
it: Sospendere la consegna
ja: 配送の一時停止
nl: Levering opschorten
pl: Zawieszenie dostawy
pt_br: Suspender a entrega
ro: Suspendarea livrării
sk: Pozastavenie dodávky
sv: Avbryta leverans
tr: Teslimatı askıya alın
uk: Призупинити подачу
vi: Tạm ngưng liều insulin

source: Stop temp basal
ar: وقف درجة الحرارة القاعدية
cs: Zastavení bazální teploty
de: Temp. basal anhalten
es: Parada temp basal
fi: Pysäytä temp basal
fr: Arrêt de la température basale
it: Interruzione della temperatura basale
ja: 基礎体温停止
nl: Stop temp basaal
pl: Zatrzymanie temperatury podstawowej
pt_br: Parar a temperatura basal
ro: Opriți temp bazal
sk: Zastavenie bazálnej teploty
sv: Stoppa temp basal
tr: Bazal sıcaklığı durdur
uk: Зупинити тимчасову базу
vi: Tạm dừng liều temp basal

source: Insulin Type
ar: نوع الإنسولين
cs: Typ inzulínu
de: Insulin Typ
es: Tipo de Insulina
fi: Insuliinityyppi
fr: Type d'insuline
it: Tipo di Insulina
ja: インスリンの種類
nl: Insulinesoort
pt_br: Tipo de insulina
ro: Tipul de insulină
sk: Typ inzulínu
sv: Typ av insulin
tr: İnsülin Tipi
uk: Тип Інсуліну
vi: Loại Insulin

source: Select insulin Type
ar: اختر نوع الأنسولين
cs: Vyberte typ inzulínu
da: Vælg insulintype
de: Insulintyp auswählen
es: Seleccione el tipo de insulina
fi: Valitse insuliinityyppi
fr: Sélectionner le type d'insuline
it: Selezionare il tipo di insulina
ja: インスリンタイプを選択
nl: Selecteer type insuline
pl: Wybierz typ insuliny
pt_br: Selecione o tipo de insulina
ro: Selectați tipul de insulină
sk: Vyberte typ inzulínu
sv: Välj insulintyp
tr: İnsülin Tipini Seçin
uk: Виберіть тип інсуліну
vi: Chọn loại insulin

source: Scheduled Basal
ar: الجرعة الأساسية المجدولة
cs: Plánovaný bazální
da: Planlagt basal
de: Geplant Basal
es: Basal programada
fi: Aikataulun mukainen Basal
fr: Basale programmée
he: בזאל מתוזמן
hi: अनुसूचित बेसल
it: Basale programmata
ja: 予定ベース
nl: Gepland basaal
pt_br: Basal programado
ro: Bazal programat
sk: Plánovaná základná
sv: Schemalagd basal
tr: Planlanmış Bazal
uk: Запланований Базал
vi: Đã lên chương trình cho liều Basal

source: Insulin Delivery
ar: توصيل الأنسولين
cs: Dodávka inzulínu
da: Levering af insulin
de: Insulinabgabe
es: Administración de insulina
fi: Insuliinin toimitus
fr: Administration d'insuline
he: מתן אינסולין
hi: इंसुलिन वितरण
it: Insulina Somministrata
ja: インスリンデリバリー
nl: Insulinetoediening
pt_br: Administração de insulina
ro: Administrarea insulinei
sk: Dodávka inzulínu
sv: Insulintillförsel
tr: İnsülin Dağıtımı
uk: Подання Інсуліну
vi: Khối lượng tiêm insulin

source: Insulin Suspended
cs: Inzulín Pozastaveno
da: Insulin suspenderet
de: Insulin Ausgesetzt
es: Insulina Suspendida
fi: Insuliini Keskeytetään
fr: Suspension de l'insuline
he: אינסולין מושעה
hi: इंसुलिन निलंबित
it: Insulina Sospesa
ja: インスリン 停止
nl: Insuline opgeschort
pt_br: Insulina Suspenso
ro: Insulină Suspendată
sk: Inzulín Pozastavený
sv: Pump pausad
tr: İnsülin Askıya Alındı
uk: Інсулін Призупинено
vi: Insulin Đã tạm ngưng

source: Unknown
cs: Neznámý
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
he: לא ידוע
hi: अज्ञात
it: Sconosciuto
ja: 不明
nl: Onbekend
pl: Nieznana
pt_br: Desconhecido
ro: Necunoscut
sk: Neznáme
sv: Okänd
tr: Bilinmiyor
uk: Невідомий
vi: Không xác định

source: U/hr
cs: U/hod
da: U/time
de: U/Std.
es: U/h
fi: U/h
fr: U/h
hi: यू/घंटा
it: U/ora
ja: U/時
nl: E/uur
pt_br: U/hora
ro: U/oră
sk: U/hod
sv: IE/h
tr: U/saat
uk: U/год

source: Insulin Remaining
ar: الأنسولين المتبقي
cs: Zbývající inzulín
da: Resterende insulin
de: Verbleibendes Insulin
es: Insulina restante
fi: Jäljellä oleva insuliini
fr: Insuline restante
he: אינסולין שנותר
hi: शेष इंसुलिन
it: Insulina Rimanente
ja: インスリン残量
nl: Resterende insuline
pt_br: Insulina restante
ro: Insulină rămasă
sk: Zostávajúci inzulín
sv: Insulin kvar
tr: Kalan İnsülin
uk: Залишок Інсуліну
vi: Insulin còn lại

source: Pump name
ar: اسم المضخة
cs: Název čerpadla
da: Pumpens navn
de: Name der Pumpe
es: Nombre de la bomba
fi: Pumpun nimi
fr: Nom de la pompe
it: Nome della pompa
ja: ポンプ名
nl: Naam pomp
pl: Nazwa pompy
pt_br: Nome da bomba
ro: Denumirea pompei
sk: Názov čerpadla
sv: Pumpens namn
tr: Pompa adı
uk: Назва Помпи
vi: Tên máy bơm

source: Hardware model
ar: طراز الأجهزة
cs: Hardwarový model
de: Hardware-Modell
es: Modelo de hardware
fi: Laitteistomalli
fr: Modèle de matériel
it: Modello hardware
ja: ハードウェア・モデル
pl: Model sprzętowy
pt_br: Modelo de hardware
ro: Model hardware
sk: Model hardvéru
sv: Hårdvarumodell
tr: Donanım modeli
uk: Модель обладнання
vi: Mô hình phần cứng

source: Firmware version
ar: إصدار البرنامج الثابت
cs: Verze firmwaru
es: Versión del firmware
fi: Firmware-versio
fr: Version du micrologiciel
it: Versione del firmware
ja: ファームウェアバージョン
nl: Firmwareversie
pl: Wersja oprogramowania sprzętowego
pt_br: Versão do firmware
ro: Versiunea firmware
sk: Verzia firmvéru
tr: Ürün yazılımı sürümü
uk: Версія прошивки
vi: Phiên bản phần mềm

source: Sync pump data
ar: مزامنة بيانات المضخة
cs: Synchronizace dat čerpadla
da: Synkroniser pumpedata
de: Synchronisierung der Pumpendaten
es: Sincronizar datos de la bomba
fi: Pumpun tietojen synkronointi
fr: Synchronisation des données de la pompe
it: Sincronizzazione dei dati della pompa
ja: ポンプデータの同期
nl: Pompgegevens synchroniseren
pl: Synchronizacja danych pompy
pt_br: Sincronizar dados da bomba
ro: Sincronizarea datelor pompei
sk: Synchronizácia údajov čerpadla
sv: Synkronisera pumpdata
tr: Pompa verilerini senkronize et
uk: Синхронізація даних Помпи
vi: Đồng bộ dữ liệu bơm

source: Last sync
ar: آخر مزامنة
cs: Poslední synchronizace
da: Sidste synkronisering
de: Letzte Synchronisierung
es: Última sincronización
fi: Viimeisin synkronointi
fr: Dernière synchronisation
it: Ultima sincronizzazione
ja: 最後の同期
nl: Laatste synchronisatie
pl: Ostatnia synchronizacja
pt_br: Última sincronização
ro: Ultima sincronizare
sk: Posledná synchronizácia
sv: Senaste synkroniseringen
tr: Son senkronizasyon
uk: Остання синхронізація
vi: Lần đồng bộ gần đây nhất

source: Pump time
ar: وقت المضخة
cs: Doba čerpání
da: Pumpetid
de: Pumpenzeit
es: Tiempo de bombeo
fi: Pumppausaika
fr: Durée de la pompe
it: Tempo di pompaggio
ja: ポンプ時間
nl: Pomptijd
pl: Czas pracy pompy
pt_br: Tempo da bomba
ro: Timp de pompare
sk: Čas čerpadla
sv: Pumptid
tr: Pompa süresi
uk: Час Помпи
vi: Thời gian của Bơm

source: Checked at
ar: تم الفحص في
cs: Zkontrolováno v
da: Kontrolleret på
de: Überprüft um
es: Comprobado en
fi: Tarkistettu osoitteessa
fr: Vérifié à
it: Controllato presso
ja: でチェックした。
nl: Gecontroleerd bij
pl: Sprawdzono w
pt_br: Verificado em
ro: Verificat la
sk: Skontrolované na
sv: Kontrollerad vid
tr: Kontrol edildi
uk: Перевірено в
vi: Đã kiểm tra tại

source: Nightly pump time sync
ar: مزامنة وقت الضخ ليلاً
cs: Noční synchronizace času čerpadla
da: Natlig synkronisering af pumpetid
de: Nächtliche Synchronisation der Pumpzeit
es: Sincronización nocturna del tiempo de bombeo
fi: Yöllinen pumppuaikojen synkronointi
fr: Synchronisation nocturne de l'heure de la pompe
it: Sincronizzazione notturna del tempo di pompaggio
ja: 夜間ポンプ時刻同期
nl: Nachtelijke pomptijdsynchronisatie
pl: Nocna synchronizacja czasu pompowania
pt_br: Sincronização noturna do tempo da bomba
ro: Sincronizarea nocturnă a timpului de pompare
sk: Nočná synchronizácia času čerpadla
sv: Synkronisering av pumptid varje natt
tr: Gece pompa zamanı senkronizasyonu
uk: Нічна синхронізація часу Помпи

source: Manually sync Pump time
ar: مزامنة وقت المضخة يدوياً
cs: Ruční synchronizace času čerpadla
da: Synkroniser pumpetiden manuelt
de: Manuelle Synchronisierung der Pumpenzeit
es: Sincronizar manualmente la hora de la bomba
fi: Pumpun ajan synkronointi manuaalisesti
fr: Synchronisation manuelle de l'heure de la pompe
it: Sincronizzazione manuale dell'ora della pompa
ja: ポンプ時間を手動で同期
nl: Pomptijd handmatig synchroniseren
pl: Ręczna synchronizacja czasu pompy
pt_br: Sincronização manual do tempo da bomba
ro: Sincronizarea manuală a timpului pompei
sk: Ručná synchronizácia času čerpadla
sv: Synkronisera pumptiden manuellt
tr: Pompa zamanını manuel olarak senkronize edin
uk: Ручна синхронізація часу Помпи
vi: Đồng bộ thời gian bơm thủ công

source: Time Change Detected
ar: تم اكتشاف تغيير في الوقت
cs: Zjištěná změna času
da: Tidsændring opdaget
de: Erkannte Zeitänderung
es: Cambio de hora detectado
fi: Ajan muutos havaittu
fr: Changement d'heure détecté
it: Rilevato Cambio Di Tempo
ja: 検出された時間変化
nl: Wijziging in tijd gedetecteerd
pt_br: Mudança de horário detectada
ro: Schimbare de timp detectată
sk: Zistená zmena času
sv: Tidsjustering upptäckt
tr: Zaman Değişikliği Tespit Edildi
uk: Виявлено Зміну Часу
vi: Đã phát hiện thay đổi thời gian

source: The time on your pump is different from the current time. Do you want to update the time on your pump to the current time?
ar: الوقت في مضختك مختلف عن الوقت الحالي. هل ترغب في تحديث الوقت في مضختك ليتوافق مع الوقت الحالي؟
cs: Čas na čerpadle se liší od aktuálního času. Chcete aktualizovat čas na čerpadle na aktuální čas?
da: Tiden på din pumpe er forskellig fra den aktuelle tid. Vil du opdatere tiden på din pumpe til den aktuelle tid?
de: Die Zeit auf Ihrer Pumpe weicht von der aktuellen Zeit ab. Möchten Sie die Zeit auf Ihrer Pumpe auf die aktuelle Zeit aktualisieren?
es: La hora de la bomba es diferente de la hora actual. ¿Desea actualizar la hora de su bomba a la hora actual?
fi: Pumppusi kellonaika poikkeaa nykyisestä kellonajasta. Haluatko päivittää pumppusi ajan nykyiseen aikaan?
fr: L'heure de votre pompe est différente de l'heure actuelle. Voulez-vous mettre à jour l'heure de votre pompe pour qu'elle corresponde à l'heure actuelle ?
it: L'ora sul microinfusore è diversa dall'ora corrente. Vuoi aggiornare l'ora del microinfusore all'ora corrente?
ja: ポンプの時刻が現在時刻と異なっています。ポンプの時刻を現在時刻に更新しますか？
nl: De pomptijd is anders dan de huidige tijd. Wil je de tijd van je pomp updaten naar de huidige tijd?
pt_br: A hora em sua bomba é diferente da hora atual. Deseja atualizar a hora em sua bomba para a hora atual?
ro: Ora de pe pompa dvs. este diferită de ora curentă. Doriți să actualizați ora de pe pompa dvs. la ora curentă?
sk: Čas na vašej pumpe sa líši od aktuálneho času. Chcete aktualizovať čas na čerpadle na aktuálny čas?
sv: Tiden på din pump skiljer sig från aktuell tid. Vill du uppdatera tiden på din pump till aktuell tid?
tr: Pompanızdaki saat geçerli saatten farklı. Pompanızdaki saati geçerli saate güncellemek istiyor musunuz?
uk: Час на вашій помпі відрізняється від поточного часу. Хочете оновити час на помпі до поточного?
vi: Thời gian trên máy bơm của bạn khác với thời gian hiện tại. Bạn có muốn cập nhật thời gian trên máy bơm của mình đến thời điểm hiện tại không?

source: The time on your pump is different from the current time. Your pump’s time controls your scheduled therapy settings. Scroll down to Pump Time row to review the time difference and configure your pump.
cs: Čas na čerpadle se liší od aktuálního času. Čas vaší pumpy řídí nastavení plánované terapie. Přejděte dolů na řádek Čas pumpy a zkontrolujte časový rozdíl a nastavte svou pumpu.
da: Tiden på din pumpe er forskellig fra den aktuelle tid. Din pumpes tid styrer dine planlagte behandlingsindstillinger. Rul ned til rækken Pumpetid for at se tidsforskellen og konfigurere din pumpe.
de: Die Uhrzeit auf Ihrer Pumpe unterscheidet sich von der aktuellen Uhrzeit. Die Zeit Ihrer Pumpe steuert Ihre geplanten Therapieeinstellungen. Blättern Sie nach unten zur Zeile Pumpenzeit, um den Zeitunterschied zu überprüfen und Ihre Pumpe zu konfigurieren.
es: La hora de su bomba es diferente de la hora actual. La hora de su bomba controla los ajustes programados de su terapia. Desplácese hacia abajo hasta la fila que muestra la Hora de la Bomba para revisar la diferencia horaria y configurar su bomba.
fi: Pumppusi kellonaika poikkeaa nykyisestä kellonajasta. Pumpun aika ohjaa ajastettuja hoitoasetuksia. Selaa alaspäin Pumpun aika -riville, jotta voit tarkistaa aikaeron ja määrittää pumpun asetukset.
fr: L'heure de votre pompe est différente de l'heure actuelle. L'heure de votre pompe contrôle les paramètres de votre thérapie programmée. Faites défiler vers le bas jusqu'à la ligne Heure de la pompe pour consulter le décalage horaire et configurer votre pompe.
he: השעה במשאבה שלך שונה מהשעה הנוכחית. הזמן של המשאבה שלך שולט בהגדרות הטיפול המתוכנן שלך. גלול מטה לשורת זמן משאבה כדי לסקור את הפרש הזמן ולהגדיר את המשאבה שלך.
hi: आपके पंप पर समय वर्तमान समय से अलग है। आपके पंप का समय आपकी शेड्यूल की गई थेरेपी सेटिंग को नियंत्रित करता है। समय के अंतर की समीक्षा करने और अपने पंप को कॉन्फ़िगर करने के लिए पंप समय पंक्ति तक नीचे स्क्रॉल करें।
it: L'orario impostato nel microinfusore è diverso dall'orario corrente. L'orario del microinfusore detta e controlla le impostazioni della terapia programmata e va corretto: Nella lista degli 'orari del microinfusore verificare la differenza di orario e configurare correttamente il microinfusore.
ja: ポンプの時刻は現在時刻とは異なります。ポンプの時刻はスケジュールされた治療設定を制御します。ポンプ時刻の行までスクロールして、時差を確認し、ポンプを設定してください。
nl: De tijd op je pomp is anders dan de huidige tijd. De tijd van je pomp bepaalt je geplande therapieinstellingen. Scroll omlaag naar de Pomptijd om het tijdsverschil te bekijken en de pomp te configureren.
pl: Czas na pompie różni się od aktualnego czasu. Czas pompy steruje ustawieniami zaplanowanej terapii. Przewiń w dół do wiersza Czas pompy, aby przejrzeć różnicę czasu i skonfigurować pompę.
pt_br: A hora em sua bomba é diferente da hora atual. A hora da bomba controla as configurações da terapia programada. Role para baixo até a linha Pump Time (Hora da bomba) para revisar a diferença de horário e configurar sua bomba.
ro: Ora de pe pompa dvs. este diferită de ora curentă. Ora pompei dvs. controlează setările terapiei programate. Derulați în jos până la rândul Ora pompei pentru a verifica diferența de oră și pentru a configura pompa.
sk: Čas na vašej pumpe sa líši od aktuálneho času. Čas vašej pumpy riadi nastavenia plánovanej terapie. Prejdite na riadok Čas na pumpe, aby ste skontrolovali časový rozdiel a nakonfigurovali svoju pumpu.
sv: Tiden på din pump skiljer sig från verklig tid. Pumpens tid styr dina schemalagda terapiinställningar. Bläddra ner till raden Pump Tid för att ändra.
tr: Pompanızdaki saat, geçerli saatten farklıdır. Pompanızın saati programlanmış terapi ayarlarınızı kontrol eder. Saat farkını incelemek ve pompanızı yapılandırmak için Pompa Saati satırına ilerleyin.
uk: Час на вашому Pod'i відрізняється від поточного часу. Час вашого Podʼу контролює налаштування запланованої терапії. Прокрутіть униз до рядка Час Podʼу, щоб переглянути різницю в часі та налаштувати Pod.
vi: Thời gian trên máy bơm của bạn khác với thời gian hiện tại. Thời gian của máy bơm sẽ kiểm soát cài đặt trị liệu theo lịch trình của bạn. Cuộn xuống đến Pump Time để xem lại chênh lệch thời gian và cấu hình bơm của bạn.

source: Yes, Sync to Current Time
ar: نعم، المزامنة مع الوقت الحالي
cs: Ano, synchronizace s aktuálním časem
da: Ja, synkroniser til aktuel tid
de: Ja, Synchronisierung mit der aktuellen Zeit
es: Sí, sincronizar con la hora actual
fi: Kyllä, synkronointi nykyiseen aikaan
fr: Oui, synchronisation avec l'heure actuelle
it: Sì, sincronizza con l'ora corrente
ja: はい、現在時刻に同期
nl: Ja, zet naar huidige tijd
pt_br: Sim, sincronização com a hora atual
ro: Da, sincronizare cu ora curentă
sk: Áno, synchronizácia s aktuálnym časom
sv: Ja, synkronisera med aktuell tid
tr: Evet, Geçerli Saatle Senkronize Et
uk: Так, синхронізувати з поточним часом
vi: Có, đồng bộ với thời gian hiện tại

source: No, Keep Pump As Is
ar: لا، إبقاء المضخة كما هي
cs: Ne, nechte čerpadlo tak, jak je
da: Nej, behold pumpen som den er
de: Nein, Pumpe so lassen wie sie ist
es: No, mantenga la bomba como está
fi: Ei, pidä pumppu sellaisenaan
fr: Non, conserver la pompe en l'état
it: No, Tieni microinfusore Come È
ja: いいえ、ポンプはそのままで
nl: Nee, pomp laten zoals hij is
pt_br: Não, mantenha a bomba como está
ro: Nu, păstrați pompa așa cum este
sk: Nie, nechajte čerpadlo tak, ako je
sv: Nej, behåll pumptid
tr: Hayır, Pompayı Olduğu Gibi Saklayın
uk: Ні, залишити як є
vi: Không, Giữ nguyên

source: Bolus
ar: الجرعة
es: Bolo
he: בולוס
hi: सांस
it: Bolo
ja: ボーラス
uk: Болюс
vi: Liều bolus

source: Temp Basal
es: Insulina basal temporal
fi: Lämpötila Peruslämpötila
he: טמפ בזאל
hi: अस्थायी बेसल
it: Basale temporanea
ja: 基礎温度
nl: Tijdelijk basaal
ro: Temperatură bazală
sv: Temporär basal
tr: Sıcaklık Bazal
uk: Тимчасовий Базал

source: Basal
ar: القاعدية
cs: Bazální
fi: Basaalinen
he: בזאלי
hi: बुनियादी
it: Basale
ja: ベーサル
nl: Basaal
pl: Podstawowy
ro: Bazal
sk: Bazálna
tr: Bazal
uk: Базал

source: Resume
cs: Životopis
da: CV
de: Lebenslauf
es: Reanudar
fi: Yhteenveto
fr: Curriculum vitae
he: קורות חיים
hi: फिर शुरू करना
it: Riprendi
ja: 履歴書
nl: Hervat
pt_br: Currículo
ro: CV
sk: Životopis
sv: Återuppta
tr: Özgeçmiş
uk: Відновити
vi: Tiếp tục

source: Suspend
cs: Pozastavit
da: Suspendere
de: aussetzen.
es: Suspender
fi: Keskeytä
fr: Suspendre
he: לְהַשְׁעוֹת
hi: निलंबित करें
it: Sospendi
ja: サスペンド
nl: Onderbreek
pt_br: Suspender
ro: Suspendați
sk: Pozastaviť
sv: Pausa
tr: Askıya al
uk: Призупинити
vi: Đã tạm ngưng

source: User options
ar: خيارات المستخدم
cs: Uživatelské možnosti
da: Brugerindstillinger
de: Benutzeroptionen
es: Opciones de usuario
fi: Käyttäjän vaihtoehdot
fr: Options pour l'utilisateur
it: Opzioni utente
ja: ユーザーオプション
nl: Opties voor de gebruiker
pl: Opcje użytkownika
pt_br: Opções do usuário
ro: Opțiuni utilizator
sk: Možnosti používateľa
sv: Användaralternativ
tr: Kullanıcı seçenekleri
uk: Опції користувача

source: Share Dana pump logs
ar: مشاركة سجلات مضخة دانا
cs: Sdílet protokoly čerpadla Dana
da: Del Danas pumpelogs
de: Dana-Pumpenprotokolle teilen
es: Compartir los registros de la bomba Dana
fi: Jaa Dana pumpun lokit
fr: Partager les journaux des pompes Dana
it: Condividi i registri delle pompe Dana
ja: ダナ・ポンプの記録を共有する
nl: Dana-pomplogs delen
pl: Udostępnij dzienniki pomp Dana
pt_br: Compartilhe os registros da bomba Dana
ro: Partajează jurnalele pompei Dana
sk: Zdieľanie protokolov čerpadla Dana
sv: Dela Dana pump loggar
tr: Dana pompa kayıtlarını paylaşın
uk: Поділіться журналом помпи Dana
vi: Chia sẻ nhật ký bơm Dana

source: Loading
ar: التحميل
cs: Načítání
da: Indlæsning
de: Laden
es: Cargando
fi: Ladataan
fr: Chargement
it: Caricamento
ja: ローディング
nl: Laden
pl: Ładowanie
pt_br: Carregamento
ro: Încărcare
sk: Načítanie
sv: Lastning
tr: Yükleniyor
uk: Завантаження

source: Save
ar: إحفظ
cs: Uložit
da: Gemme
de: Speichern in Pumpe
es: Guardar
fi: Tallenna
fr: Économiser
it: Salva
ja: セーブ
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ro: Salvați
sk: Uložiť
sv: Spara
tr: Kaydet
uk: Зберегти
vi: Lưu

source: 24h display
ar: عرض 24 ساعة
cs: 24hodinový displej
da: 24 timers visning
de: 24h-Anzeige
es: Visualización 24h
fi: 24h näyttö
fr: Affichage sur 24 heures
it: Display 24 ore su 24
ja: 24時間表示
nl: 24-uurs weergave
pl: Wyświetlacz 24h
pt_br: Exibição de 24 horas
ro: Afișaj 24h
sk: 24-hodinový displej
sv: 24 timmars visning
tr: 24 saat gösterge
uk: 24-годинний дисплей
