Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/DanaKit/Localization/*.lproj/Localizable.strings
Languages: ar, cs, da, de, es, fi, fr, he, hi, it, ja, nl, pl, pt_br, ro, sk, sv, tr, uk, vi

source: A blood glucose check reminder has been setup in your pump and is triggered. Please remove it or give your glucose level to the pump
ar: لقد تم إعداد تذكير بفحص مستوى الجلوكوز في الدم في المضخة وتم تشغيله. يُرجى إزالته أو إعطاء مستوى الجلوكوز للمضخة
cs: V pumpě byla nastavena připomínka kontroly glykemie, která se spustí. Prosím, odstraňte ji nebo zadejte hladinu glukózy do pumpy.
da: Der er installeret en påmindelse om blodsukkerkontrol i din pumpe, og den udløses. Fjern den, eller giv dit blodsukkerniveau til pumpen.
de: In Ihrer Pumpe wurde eine Blutzuckerkontroll-Erinnerung eingerichtet, die ausgelöst wurde. Bitte entfernen Sie diese oder geben Sie Ihren Blutzuckerwert an die Pumpe
es: Se ha configurado un recordatorio de control de glucosa en sangre en su bomba y se ha activado. Por favor, quítelo o dé su nivel de glucosa a la bomba
fi: Pumppuusi on asetettu muistutus verensokerin tarkistamisesta, ja se on käynnistetty. Poistakaa se tai antakaa glukoositaso pumppuun
fr: Un rappel de vérification de la glycémie a été configuré dans votre pompe et est déclenché. Veuillez l'enlever ou donner votre taux de glucose à la pompe.
it: Nel microinfusore è stato impostato un promemoria per il controllo della glicemia, che è stato attivato. Si prega di rimuoverlo o di fornire il livello di glucosio al microinfusore.
ja: 血糖値チェックリマインダーがポンプに設定され、作動しています。リマインダーを外すか、血糖値をポンプに知らせてください。
nl: Er is een herinnering voor bloedglucosecontrole ingesteld in uw pomp en deze wordt geactiveerd. Verwijder deze a.u.b. of geef uw glucosespiegel door aan de pomp
pl: Przypomnienie o sprawdzeniu poziomu glukozy we krwi zostało skonfigurowane w pompie i jest uruchamiane. Należy je usunąć lub podać poziom glukozy do pompy
pt_br: Um lembrete de verificação de glicose no sangue foi configurado em sua bomba e está acionado. Remova-o ou forneça seu nível de glicose para a bomba
ro: Un memento de verificare a glicemiei a fost configurat în pompa dvs. și este activat. Vă rugăm să îl eliminați sau să comunicați nivelul de glucoză pompei
sk: Vo vašej pumpe bola nastavená pripomienka kontroly hladiny glukózy v krvi, ktorá sa spúšťa. Odstráňte ju alebo dajte do pumpy zistiť hladinu glukózy
sv: En påminnelse om blodsockerkontroll har ställts in i din pump och utlösts. Ta bort den eller ge din glukosnivå till pumpen
tr: Pompanızda bir kan şekeri kontrolü hatırlatıcısı ayarlanmıştır ve tetiklenmiştir. Lütfen bunu kaldırın veya glikoz seviyenizi pompaya verin
uk: Нагадування про перевірку рівня глюкози в крові було налаштовано у вашій Помпі та спрацьовує. Будь ласка, видаліть його або дайте свій рівень глюкози на помпі
vi: Lời nhắc kiểm tra lượng đường trong máu đã được thiết lập trong máy bơm của bạn và được kích hoạt. Vui lòng tháo nó ra hoặc đưa mức đường huyết của bạn vào máy bơm

source: Unknown error
ar: خطأ غير معروف
cs: Neznámá chyba
da: Ukendt fejl
de: Unbekannter Fehler
es: Error desconocido
fi: Tuntematon virhe
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
nl: Onbekende fout
pl: Nieznany błąd
pt_br: Erro desconhecido
ro: Eroare necunoscută
sk: Neznáma chyba
sv: Okänt fel
tr: Bilinmeyen hata
uk: Невідома помилка
vi: Lỗi không xác định

source: An unknown error has occurred during processing the alert from the pump. Please report this
ar: حدث خطأ غير معروف أثناء معالجة التنبيه من المضخة. يرجى الإبلاغ عن ذلك
cs: Při zpracování výstrahy z čerpadla došlo k neznámé chybě. Nahlaste to prosím
da: Der er opstået en ukendt fejl under behandlingen af alarmen fra pumpen. Rapporter venligst dette
de: Bei der Verarbeitung der Meldung von der Pumpe ist ein unbekannter Fehler aufgetreten. Bitte melden Sie dies
es: Se ha producido un error desconocido durante el procesamiento de la alerta de la bomba. Por favor, informe de ello
fi: Pumpun hälytyksen käsittelyssä on tapahtunut tuntematon virhe. Ilmoita tästä
fr: Une erreur inconnue s'est produite lors du traitement de l'alerte provenant de la pompe. Veuillez signaler cette
it: Si è verificato un errore sconosciuto durante l'elaborazione dell'avviso dal microinfusore. Si prega di segnalare questo
ja: ポンプからのアラート処理中に不明なエラーが発生しました。このエラーを報告してください。
nl: Er is een onbekende fout opgetreden tijdens het verwerken van de melding van de pomp. Rapporteer deze
pl: Podczas przetwarzania powiadomienia z pompy wystąpił nieznany błąd. Zgłoś ten błąd
pt_br: Ocorreu um erro desconhecido durante o processamento do alerta da bomba. Informe esse erro
ro: O eroare necunoscută a apărut în timpul procesării alertei de la pompă. Vă rugăm să raportați acest lucru
sk: Počas spracovania upozornenia z čerpadla došlo k neznámej chybe. Nahláste to, prosím
sv: Ett okänt fel har inträffat under behandlingen av larmet från pumpen. Vänligen rapportera detta
tr: Pompadan gelen uyarının işlenmesi sırasında bilinmeyen bir hata oluştu. Lütfen bunu rapor edin
uk: Під час обробки сповіщення від Помпи сталася невідома помилка. Будь ласка, повідомте про це
vi: Đã xảy ra lỗi không xác định trong quá trình xử lý cảnh báo từ máy bơm. Vui lòng báo cáo lỗi này

source: Pump information
ar: معلومات المضخة
cs: Informace o čerpadle
da: Information om pumpen
de: Informationen zur Pumpe
es: Información sobre la bomba
fi: Pumpun tiedot
fr: Informations sur la pompe
it: Informazioni sulla pompa
ja: ポンプ情報
nl: Pomp informatie
pl: Informacje o pompie
pt_br: Informações sobre a bomba
ro: Informații despre pompă
sk: Informácie o čerpadle
sv: Information om pumpen
tr: Pompa bilgileri
uk: Інформація про Помпу
vi: Thông tin máy bơm

source: Toggle silent tone?
ar: تبديل النغمة الصامتة؟
cs: Přepínání tichého tónu?
da: Toggle lydløs tone?
de: Silent Tone umschalten?
es: ¿Alternar tono silencioso?
fi: Vaihda hiljainen ääni?
fr: Tonalité silencieuse à bascule ?
it: Tasto silenzioso?
ja: トグル・サイレント・トーン？
nl: Toggle stille toon?
pl: Przełączyć cichy dźwięk?
pt_br: Alternar o tom silencioso?
ro: Toggle ton tăcut?
sk: Prepínač tichého tónu?
sv: Toggle tyst ton?
tr: Sessiz tonu değiştirelim mi?
uk: Увімкнути беззвучний сигнал?
vi: Chuyển đổi chế độ im lặng không?

source: No, Keep as is
ar: لا، احتفظ بها كما هي
cs: Ne, ponechat ve stávajícím stavu
da: Nej, behold som den er
de: Nein, so lassen wie es ist
es: No, mantener como está
fi: Ei, pitää sellaisenaan
fr: Non, conserver en l'état
it: No, conservare così com'è
ja: いいえ、そのままで
nl: Nee, houden zoals het is
pl: Nie, zachowaj jak jest
pt_br: Não, manter como está
ro: Nu, păstrați așa cum este
sk: Nie, nechajte tak, ako je
sv: Nej, behåll som den är
tr: Hayır, olduğu gibi kalsın
uk: Ні, залишити як є
vi: Không, giữ nguyên như vậy

source: Yes, Disable silent tones
ar: نعم، تعطيل النغمات الصامتة
cs: Ano, Zakázat tiché tóny
da: Ja, deaktiver lydløse toner
de: Ja, Silent Tone deaktivieren
es: Sí, desactivar tonos silenciosos
fi: Kyllä, Poista äänettömät äänet käytöstä
fr: Oui, désactiver les tonalités silencieuses
it: Sì, disattiva i toni silenziosi
ja: はい、サイレントトーンを無効にする
nl: Ja, Stille tonen uitschakelen
pl: Tak, Wyłącz ciche dźwięki
pt_br: Sim, desativar tons silenciosos
ro: Da, Dezactivați tonurile silențioase
sk: Áno, Zakázať tiché tóny
sv: Ja, avaktivera tysta toner
tr: Evet, Sessiz tonları devre dışı bırak
uk: Так, Вимкнути беззвучні сигнали
vi: Có, Tắt âm báo im lặng

source: Yes, Enable silent tones
ar: نعم، تمكين النغمات الصامتة
cs: Ano, Povolit tiché tóny
da: Ja, aktiver lydløse toner
de: Ja, Silent Tone einschalten
es: Sí, activar tonos silenciosos
fi: Kyllä, Ota äänettömät äänet käyttöön
fr: Oui, activer les tonalités silencieuses
it: Sì, abilita i toni silenziosi
ja: はい、サイレントトーンを有効にする
nl: Ja, stille tonen inschakelen
pl: Tak, Włącz ciche dźwięki
pt_br: Sim, habilitar tons silenciosos
ro: Da, Activare tonuri silențioase
sk: Áno, Povolenie tichých tónov
sv: Ja, aktivera tysta toner
tr: Evet, Sessiz tonları etkinleştir
uk: Так, увімкнути беззвучні сигнали
vi: Có, Bật âm báo im lặng

source: Set the basal profile the pump should use. Note, that it will overwrite the profile that is in the pump, with the one in %1$@
ar: اضبط ملف التعريف القاعدي الذي يجب أن تستخدمه المضخة. لاحظ أنه سيحل محل الملف الشخصي الموجود في المضخة بالملف الشخصي الموجود في %1$@
cs: Nastavte bazální profil, který má čerpadlo používat. Všimněte si, že se přepíše profil, který je v čerpadle, profilem na %1$@.
da: Indstil den basalprofil, som pumpen skal bruge. Bemærk, at det vil overskrive den profil, der er i pumpen, med den, der er i %1$@
de: Legen Sie das Basalprofil fest, das die Pumpe verwenden soll. Beachten Sie, dass das in der Pumpe gespeicherte Profil mit dem Profil auf %1$@überschrieben wird.
es: Establece el perfil basal que debe utilizar la bomba. Tenga en cuenta, que se sobrescribirá el perfil que está en la bomba, con el que está en %1$@
fi: Aseta perusprofiili, jota pumpun tulisi käyttää. Huomaa, että se korvaa pumpussa olevan profiilin osoitteessa %1$@olevalla profiililla.
fr: Définit le profil basal que la pompe doit utiliser. Notez que cela remplacera le profil qui se trouve dans la pompe par celui qui se trouve dans %1$@.
it: Imposta il profilo basale che il microinfusore deve utilizzare. Si noti che il profilo presente nel microinfusore verrà sovrascritto con quello presente in %1$@.
ja: ポンプが使用する基礎プロフィールを設定する。ポンプに内蔵されているプロファイルを、 %1$@のプロファイルで上書きすることに注意してください。
nl: Stel het basaalprofiel in dat de pomp moet gebruiken. Merk op dat het profiel in de pomp wordt overschreven met dat in %1$@.
pl: Ustaw profil podstawowy, którego powinna używać pompa. Należy pamiętać, że spowoduje to nadpisanie profilu znajdującego się w pompie profilem znajdującym się na stronie %1$@.
pt_br: Defina o perfil basal que a bomba deve usar. Observe que isso substituirá o perfil que está na bomba pelo que está em %1$@
ro: Setează profilul bazal pe care pompa ar trebui să îl utilizeze. Rețineți că se va suprascrie profilul care se află în pompă, cu cel din %1$@
sk: Nastavte základný profil, ktorý má čerpadlo používať. Všimnite si, že sa prepíše profil, ktorý je v čerpadle, profilom na stránke %1$@.
sv: Ställ in den basalprofil som pumpen ska använda. Observera att den profil som finns i pumpen kommer att skrivas över med den som finns i %1$@
tr: Pompanın kullanması gereken bazal profili ayarlayın. Pompada bulunan profilin üzerine %1$@adresinde bulunan profilin yazılacağını unutmayın.
uk: Встановіть базальний профіль, який повинен використовувати помпа. Зауважте, що це перезапише профіль, який знаходиться в помпі, на профілю у %1$@
vi: Đặt cấu hình cơ bản mà máy bơm nên sử dụng. Lưu ý rằng nó sẽ ghi đè lên cấu hình có trong máy bơm, với cấu hình trong %1$@

source: No Insulin
ar: لا يوجد إنسولين
cs: Žádný inzulín
da: Ingen insulin
de: Kein Insulin
es: No hay insulina
fi: Ei insuliinia
fr: Pas d'insuline
it: Nessuna Insulina
ja: インスリンなし
nl: Geen insuline
pt_br: Sem insulina
ro: Fără insulină
sk: Žiadny inzulín
sv: Inget insulin
tr: İnsülin Yok
uk: Нема Інсуліну
vi: Hết Insulin

source: Signal Loss
ar: فقدان الإشارة
cs: Ztráta signálu
da: Signaltab
de: Signalverlust
es: Pérdida de señal
fi: Signaalin menetys
fr: Perte de signal
it: Perdita Di Segnale
ja: 信号損失
nl: Signaalverlies
pt_br: Perda de sinal
ro: Pierderea semnalului
sk: Strata signálu
sv: Signalförlust
tr: Sinyal Kaybı
uk: Втрата сигналу
vi: Mất tín hiệu

source: day(s)
ar: يوم (أيام)
cs: den(y)
da: dag(e)
de: Tag(e)
es: día(s)
fi: päivä(t)
fr: jour(s)
it: giorno/i
ja: 日
nl: dag(en)
pl: dzień(dni)
pt_br: dia(s)
ro: zi(e)
sk: deň(y)
sv: dag(ar)
tr: gün(ler)
uk: день(-ів)

source: Cannula age
ar: عمر القنية
cs: Stáří kanyly
da: Kanylens alder
de: Alter der Kanüle
es: Edad de la cánula
fi: Kanyylin ikä
fr: Âge de la canule
it: Età della cannula
ja: カニューレ年齢
nl: Leeftijd canule
pl: Wiek kaniuli
pt_br: Idade da cânula
ro: Vârsta canulei
sk: Vek kanyly
sv: Kanylens ålder
tr: Kanül yaşı
uk: термін використовування Канюлі

source: Reservoir age
ar: عمر الخزان
cs: Stáří nádrže
da: Reservoirets alder
de: Alter des Reservoirs
es: Edad del yacimiento
fi: Säiliön ikä
fr: Âge du réservoir
it: Età del serbatoio
ja: 貯水池年齢
nl: Leeftijd reservoir
pl: Wiek zbiornika
pt_br: Idade do reservatório
ro: Vârsta rezervorului
sk: Vek nádrže
sv: Reservoarens ålder
tr: Rezervuar yaşı
uk: термін використовування Резервуару

source: Status
ar: الحالة
cs: Stav
es: Estado
fi: Tila
fr: Statut
it: Stato
ja: ステータス
ro: Statut
sk: Stav
tr: Durum
uk: Статус
vi: Tình trạng

source: Disconnecting...
ar: قطع الاتصال...
cs: Odpojení...
da: Afbryder...
de: Trennen der Verbindung...
es: Desconectando...
fi: Irrottaminen...
fr: Déconnexion...
it: Disconnessione...
ja: 切断...
nl: Loskoppelen...
pl: Odłączanie...
pt_br: Desconectando...
ro: Deconectarea...
sk: Odpojenie...
sv: Kopplar bort...
tr: Bağlantı kesiliyor.
uk: Відключення...
vi: Đang ngắt kết nối...

source: Reconnecting...
ar: إعادة الاتصال...
cs: Obnovení spojení...
da: At genskabe forbindelsen...
de: Die Verbindung wiederherstellen...
es: Reconectando...
fi: Yhteyden palauttaminen...
fr: Se reconnecter...
it: Riconnettersi...
ja: 再接続...
nl: Opnieuw verbinden...
pt_br: Reconectando...
ro: Reconectarea...
sk: Opätovné spojenie...
sv: Återanslutning...
tr: Yeniden bağlanıyor...
uk: Повторне підключення...
vi: Đang kết nối lại...

source: Disconnect from pump
ar: قطع الاتصال بالمضخة
cs: Odpojení od čerpadla
da: Afbryd forbindelsen til pumpen
de: Trennen Sie die Verbindung zur Pumpe
es: Desconectar de la bomba
fi: Irrota pumppu
fr: Déconnecter la pompe
it: Scollegare dalla pompa
ja: ポンプから切り離す
nl: Loskoppelen van pomp
pl: Odłączyć od pompy
pt_br: Desconectar da bomba
ro: Deconectați de la pompă
sk: Odpojenie od čerpadla
sv: Koppla bort från pumpen
tr: Pompa bağlantısını kesin
uk: Від'єднати від помпи
vi: Ngắt kết nối từ máy bơm

source: Reconnect tp pump
ar: إعادة توصيل المضخة
cs: Znovu připojte čerpadlo tp
da: Tilslut tp-pumpen igen
de: Zapfsäule wieder anschließen
es: Vuelva a conectar la bomba tp
fi: Kytke tp-pumppu uudelleen
fr: Reconnecter la pompe tp
it: Ricollegare la pompa tp
ja: ポンプを再接続する
nl: Sluit de tp-pomp weer aan
pl: Podłącz ponownie pompę tp
pt_br: Reconectar a bomba tp
ro: Reconectați pompa tp
sk: Opätovné pripojenie čerpadla tp
sv: Återanslut tp-pumpen
tr: Tp pompasını yeniden bağlayın
uk: Підключіть помпу tp
vi: Kết nối lại máy bơm

source: Disconnected
cs: Odpojení
da: Frakoblet
de: Getrennt
es: Desconectado
fi: Irrotettu
fr: Déconnecté
it: Disconnesso
ja: 切断
nl: Ontkoppeld
pl: Rozłączony
pt_br: Desconectado
ro: Deconectat
sk: Odpojené
sv: Frånkopplad
tr: Bağlantı kesildi
uk: Від’єднано
vi: Đã ngắt kết nối

source: Connected
cs: Připojeno
da: Tilsluttet
de: Verbunden
es: Conectado
fi: Yhdistetty
fr: Connecté
it: Connesso
ja: 接続済み
nl: Verbonden
pl: Połączono
pt_br: Conectado
ro: Conectat
sk: Pripojené
sv: Ansluten
tr: Bağlı
uk: Під'єднаний
vi: Đã kết nối

source: Pump is still disconnected
ar: لا تزال المضخة مفصولة
cs: Čerpadlo je stále odpojeno
da: Pumpen er stadig frakoblet
de: Die Pumpe ist noch nicht angeschlossen
es: La bomba sigue desconectada
fi: Pumppu on edelleen kytketty irti
fr: La pompe est toujours déconnectée
it: La pompa è ancora scollegata
ja: ポンプはまだ接続されていない
nl: Pomp is nog steeds losgekoppeld
pl: Pompa jest nadal odłączona
pt_br: A bomba ainda está desconectada
ro: Pompa este încă deconectată
sk: Čerpadlo je stále odpojené
sv: Pumpen är fortfarande frånkopplad
tr: Pompanın bağlantısı hala kesik
uk: Помпа все ще відключена
vi: Máy bơm vẫn chưa được ngắt kết nối

source: Your pump is still disconnected after the set period!
ar: لا تزال المضخة مفصولة بعد الفترة المحددة!
cs: Vaše čerpadlo je po uplynutí nastavené doby stále odpojeno!
da: Din pumpe er stadig frakoblet efter den indstillede periode!
de: Ihre Pumpe ist nach der eingestellten Zeit immer noch nicht angeschlossen!
es: Su bomba sigue desconectada después del periodo establecido.
fi: Pumppu on edelleen kytketty pois päältä asetetun ajanjakson jälkeen!
fr: Votre pompe est toujours déconnectée après la période définie !
it: La pompa è ancora scollegata dopo il periodo impostato!
ja: 設定時間経過後もポンプは切断されたままです！
nl: Je pomp is nog steeds losgekoppeld na de ingestelde periode!
pl: Pompa jest nadal odłączona po upływie ustawionego czasu!
pt_br: Sua bomba ainda está desconectada após o período definido!
ro: Pompa dvs. este încă deconectată după perioada stabilită!
sk: Vaše čerpadlo je po uplynutí nastavenej doby stále odpojené!
sv: Din pump är fortfarande frånkopplad efter den inställda perioden!
tr: Ayarlanan süreden sonra pompanızın bağlantısı hala kesik!
uk: Ваша помпа все ще відключена після встановленого періоду!
vi: Máy bơm của bạn vẫn bị ngắt kết nối sau thời gian đã đặt!

source: Set reminder for disconnect
ar: تعيين تذكير لقطع الاتصال
cs: Nastavení připomenutí odpojení
da: Indstil påmindelse om afbrydelse
de: Erinnerung zum Trennen der Verbindung einstellen
es: Establecer recordatorio de desconexión
fi: Aseta muistutus yhteyden katkaisemisesta
fr: Fixer un rappel pour la déconnexion
it: Impostare un promemoria per la disconnessione
ja: 切断のリマインダーを設定する
nl: Herinnering instellen voor loskoppelen
pl: Ustaw przypomnienie o rozłączeniu
pt_br: Definir lembrete para desconexão
ro: Setați un memento pentru deconectare
sk: Nastavenie pripomenutia odpojenia
sv: Ställ in påminnelse för bortkoppling
tr: Bağlantıyı kesmek için hatırlatıcı ayarlayın
uk: Встановити нагадування про відключення
vi: Đặt lời nhắc ngắt kết nối

source: Do you wish to receive a notification when the pump is longer disconnected for a specific time?
ar: هل ترغب في تلقي إشعار عندما تكون المضخة مفصولة لفترة زمنية محددة؟
cs: Chcete dostávat upozornění, když je čerpadlo delší dobu odpojeno?
da: Ønsker du at modtage en meddelelse, når pumpen er frakoblet i et bestemt tidsrum?
de: Möchten Sie eine Benachrichtigung erhalten, wenn die Pumpe für eine bestimmte Zeit nicht angeschlossen ist?
es: ¿Desea recibir una notificación cuando la bomba esté desconectada durante un tiempo determinado?
fi: Haluatko saada ilmoituksen, kun pumppu on pidempään poissa käytöstä tietyn ajan?
fr: Souhaitez-vous recevoir une notification lorsque la pompe est déconnectée pour une durée déterminée ?
it: Si desidera ricevere una notifica quando la pompa viene scollegata per un periodo di tempo specifico?
ja: ポンプが特定の時間切断された場合に通知を受け取りたいですか？
nl: Wil je een melding ontvangen als de pomp voor een bepaalde tijd is losgekoppeld?
pl: Czy chcesz otrzymywać powiadomienia, gdy pompa zostanie odłączona na określony czas?
pt_br: Deseja receber uma notificação quando a bomba for desconectada por mais tempo por um período específico?
ro: Doriți să primiți o notificare atunci când pompa este deconectată pentru o anumită perioadă de timp?
sk: Chcete dostávať upozornenia, keď je čerpadlo dlhšie odpojené na určitý čas?
sv: Vill du få ett meddelande när pumpen är frånkopplad under en viss tid?
tr: Pompanın bağlantısı belirli bir süre için kesildiğinde bir bildirim almak istiyor musunuz?
uk: Чи бажаєте ви отримувати сповіщення, коли Помпу буде відключено на певний час?
vi: Bạn có muốn nhận thông báo khi máy bơm không được ngắt kết nối trong một khoảng thời gian cụ thể không?

source: Yes, 5 minutes
ar: نعم، 5 دقائق
cs: Ano, 5 minut
da: Ja, 5 minutter
de: Ja, 5 Minuten
es: Sí, 5 minutos
fi: Kyllä, 5 minuuttia
fr: Oui, 5 minutes
it: Sì, 5 minuti
ja: はい、5分
nl: Ja, 5 minuten
pl: Tak, 5 minut
pt_br: Sim, 5 minutos
ro: Da, 5 minute
sk: Áno, 5 minút
sv: Ja, 5 minuter
tr: Evet, 5 dakika
uk: Так, 5 хвилин
vi: Có, 5 phút

source: Yes, 15 minutes
ar: نعم، 15 دقيقة
cs: Ano, 15 minut
da: Ja, 15 minutter
de: Ja, 15 Minuten
es: Sí, 15 minutos
fi: Kyllä, 15 minuuttia
fr: Oui, 15 minutes
it: Sì, 15 minuti
ja: はい、15分
nl: Ja, 15 minuten
pl: Tak, 15 minut
pt_br: Sim, 15 minutos
ro: Da, 15 minute
sk: Áno, 15 minút
sv: Ja, 15 minuter
tr: Evet, 15 dakika
uk: Так, 15 хвилин
vi: Có, 15 phút

source: Yes, 30 minutes
ar: نعم، 30 دقيقة
cs: Ano, 30 minut
da: Ja, 30 minutter
de: Ja, 30 Minuten
es: Sí, 30 minutos
fi: Kyllä, 30 minuuttia
fr: Oui, 30 minutes
it: Sì, 30 minuti
ja: はい、30分
nl: Ja, 30 minuten
pl: Tak, 30 minut
pt_br: Sim, 30 minutos
ro: Da, 30 de minute
sk: Áno, 30 minút
sv: Ja, 30 minuter
tr: Evet, 30 dakika
uk: Так, 30 хвилин
vi: Có, 30 phút

source: Yes, 1 hour
ar: نعم، 1 ساعة
cs: Ano, 1 hodina
da: Ja, 1 time
de: Ja, 1 Stunde
es: Sí, 1 hora
fi: Kyllä, 1 tunti
fr: Oui, 1 heure
it: Sì, 1 ora
ja: はい、1時間
nl: Ja, 1 uur
pl: Tak, 1 godzina
pt_br: Sim, 1 hora
ro: Da, 1 oră
sk: Áno, 1 hodina
sv: Ja, 1 timme
tr: Evet, 1 saat
uk: Так, 1 година
vi: Có, 1 giờ

source: No, just disconnect
ar: لا، فقط افصل الاتصال
cs: Ne, jen se odpojte
da: Nej, bare afbryd forbindelsen
de: Nein, trennen Sie einfach die Verbindung
es: No, sólo desconectar
fi: Ei, katkaise vain yhteys
fr: Non, il suffit de déconnecter
it: No, basta disconnettersi
ja: いいえ、切断するだけです
nl: Nee, gewoon loskoppelen
pl: Nie, po prostu odłącz
pt_br: Não, apenas desconecte
ro: Nu, doar deconectați
sk: Nie, len sa odpojte
sv: Nej, koppla bara bort
tr: Hayır, sadece bağlantıyı kes
uk: Ні, просто відключити
vi: Không, chỉ cần ngắt kết nối

source: Reservoir/cannula refill
ar: إعادة تعبئة الخزان/كانولا
cs: Doplňování nádržky/kanystru
da: Genopfyldning af reservoir/kanyle
de: Reservoir/Kanüle auffüllen
es: Relleno del depósito/cánula
fi: Säiliön/kanavan täyttö
fr: Remplissage du réservoir/de la canule
it: Ricarica del serbatoio/cannula
ja: リザーバー／カニューレ再充填
nl: Reservoir/canule bijvullen
pl: Uzupełnianie zbiornika/kaniuli
pt_br: Recarga do reservatório/cânula
ro: Reumplere rezervor/canulă
sk: Doplnenie zásobníka/kanvy
sv: Reservoar/kanylpåfyllning
tr: Rezervuar/kanül dolumu
uk: заправка Резервуару/Канюлі

source: Cannula refill
ar: إعادة تعبئة القنية
cs: Doplnění kanyly
da: Genopfyldning af kanyle
de: Nachfüllen der Kanüle
es: Recambio de cánula
fi: Kanyylin täyttö
fr: Recharge de la canule
it: Ricarica della cannula
ja: カニューレ再充填
nl: Canule bijvullen
pl: Uzupełnianie kaniuli
pt_br: Recarga de cânula
ro: Reîncărcare canulă
sk: Doplnenie kanyly
sv: Påfyllning av kanyl
tr: Kanül dolumu
uk: заправка Канюлі

source: Type of refill
ar: نوع إعادة التعبئة
cs: Typ náplně
da: Type af refill
de: Art der Nachfüllung
es: Tipo de recarga
fi: Täyttötyyppi
fr: Type de recharge
it: Tipo di ricarica
ja: 詰め替えタイプ
nl: Type navulling
pl: Typ wkładu
pt_br: Tipo de refil
ro: Tip de reumplere
sk: Typ náplne
sv: Typ av påfyllning
tr: Dolum türü
uk: Тип заправки

source: Cannula only
ar: قنية فقط
cs: Pouze kanyla
da: Kun kanyle
de: Nur Kanüle
es: Sólo cánula
fi: Vain kanyyli
fr: Canule uniquement
it: Solo cannula
ja: カニューレのみ
nl: Alleen canule
pl: Tylko kaniula
pt_br: Somente cânula
ro: Numai canulă
sk: Iba kanyla
sv: Endast kanyl
tr: Sadece kanül
uk: тільки Канюля

source: Reservoir and cannula
ar: الخزان والقنية
cs: Zásobník a kanyla
da: Reservoir og kanyle
de: Reservoir und Kanüle
es: Depósito y cánula
fi: Säiliö ja kanyyli
fr: Réservoir et canule
it: Serbatoio e cannula
ja: リザーバーとカニューレ
nl: Reservoir en canule
pl: Zbiornik i kaniula
pt_br: Reservatório e cânula
ro: Rezervor și canulă
sk: Zásobník a kanyla
sv: Reservoar och kanyl
tr: Rezervuar ve kanül
uk: Резервуара та Канюля

source: Toggle Bluetooth mode
ar: بلوتوث مودوس شاكيلين
cs: Bluetooth modus schakelen
da: Bluetooth modus schakelen
de: Bluetooth modus schakelen
es: Bluetooth modus schakelen
fi: Bluetooth modus schakelen
fr: Mode d'emploi du Bluetooth
it: Modus Bluetooth
ja: ブルートゥース・モデル
nl: Bluetooth modus schakelen
pl: Bluetooth modus schakelen
pt_br: Alternar o modo Bluetooth
ro: Bluetooth modus schakelen
sk: Bluetooth modus schakelen
sv: Bluetooth modus schakelen
tr: Bluetooth modunu aç / kapat
uk: Перемкнути режим Bluetooth
vi: Chuyển đổi chế độ Bluetooth
