Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/DanaKit/Localization/*.lproj/Localizable.strings
Languages: ar, cs, da, de, es, fi, fr, he, hi, it, ja, nl, pl, pt_br, ro, sk, sv, tr, uk, vi

source: Should time be display in 12h or 24h
ar: يجب عرض الوقت في 12 ساعة أو 24 ساعة
cs: Má se čas zobrazovat ve 12h nebo 24h
da: Skal tiden vises i 12 eller 24 timer?
de: Soll die Zeit in 12h oder 24h angezeigt werden?
es: La hora debe mostrarse en 12h o 24h
fi: Pitäisikö kellonajan näyttää 12h tai 24h tarkkuudella?
fr: L'heure doit-elle être affichée en 12 heures ou en 24 heures ?
it: L'ora deve essere visualizzata in 12 o 24 ore
ja: 時刻は12時間表示か24時間表示か
nl: Moet de tijd worden weergegeven in 12u of 24u?
pl: Czy czas powinien być wyświetlany w trybie 12-godzinnym czy 24-godzinnym?
pt_br: A hora deve ser exibida em 12h ou 24h?
ro: Timpul trebuie afișat în 12h sau 24h
sk: Či sa má čas zobrazovať v 12h alebo 24h
sv: Ska tiden visas i 12h eller 24h
tr: Zaman 12 saat mi yoksa 24 saat olarak mı gösterilmeli
uk: Час має відображатися через 12 або 24 години
vi: Thời gian được hiển thị 12h hoặc 24h

source: On
cs: Na adrese
da: På
de: An
es: Encendido
fi: Osoitteessa
fr: Sur
it: Acceso
ja: オン
nl: Aan
pl: Włącz
pt_br: Em
ro: Pe
sk: Na stránke
sv: På
tr: Açık
uk: Увімкнути
vi: Bật

source: Off
cs: Vypnuto
da: Fra
de: Aus
es: Apagado
fr: Arrêt
it: Spento
ja: オフ
nl: Uit
pl: Wyłącz
pt_br: Desligado
ro: Oprit
sk: Vypnuté
sv: Av
tr: Kapalı
uk: Вимкнути
vi: Tắt

source: 12h notation
ar: ترميز 12 ساعة
cs: Zápis 12h
es: Notación 12h
fi: 12h merkintätapa
fr: Notation 12h
it: Notazione 12h
ja: 12h表記
nl: 12h notatie
pl: Notacja 12h
pt_br: Notação de 12h
ro: Notație 12h
sk: Zápis 12h
sv: 12-timmarsvisning
tr: 12h notasyonu
uk: 12-годинна нотація
vi: Ký hiệu 12h

source: 24h notation
ar: ترميز 24 ساعة
cs: 24hodinový zápis
da: 24 timers notation
es: Notación 24h
fi: 24h merkintätapa
fr: Notation sur 24 heures
it: Notazione 24h
ja: 24時間表記
nl: 24h notatie
pl: Notacja 24h
pt_br: Notação de 24 horas
ro: Notație 24h
sk: 24-hodinový zápis
sv: 24-timmarsvisning
tr: 24 saat gösterimi
uk: 12-годинна нотація
vi: Ký hiệu 24h

source: Scroll function
ar: وظيفة التمرير
cs: Funkce posouvání
da: Scroll-funktion
de: Bildlauf-Funktion
es: Función de desplazamiento
fi: Vieritystoiminto
fr: Fonction de défilement
it: Funzione di scorrimento
ja: スクロール機能
nl: Scrollfunctie
pl: Funkcja przewijania
pt_br: Função de rolagem
ro: Funcția de derulare
sk: Funkcia posúvania
sv: Scroll-funktion
tr: Kaydırma işlevi
uk: Функція прокрутки
vi: Chức năng cuộn

source: sec
ar: ثانية
da: sek.
ja: 秒
pl: sek
sk: sek
sv: sek
tr: sn
uk: секунд

# Backlight on time
source: Verlichting aan tijd
ar: إضاءة خلفية في الوقت المحدد
cs: Doba zapnutí podsvícení
da: Tændingstid for baggrundsbelysning
de: LCD Hintergrund Beleuchtung
es: Tiempo de retroiluminación
fi: Taustavalo päälläoloaika
fr: La vérité sur l'âge
it: Verifica del periodo
ja: 世界へ
nl: Tijd achtergrondverlichting
pl: Czas włączenia podświetlenia
pt_br: Verificação do tempo
ro: Timp de aprindere a luminii de fundal
sv: Bakgrundsbelysningens tändningstid
uk: Час увімкнення Підсвічування
vi: Đèn nền theo thời gian

source: Lcd on time
ar: شاشة LCD في الوقت المحدد
cs: Lcd na čas
da: Lcd på tid
de: LCD Timeout
es: Lcd a tiempo
fi: Lcd päälle aika
it: Tempo di accensione dell'Lcd
ja: 液晶点灯時間
nl: Lcd op tijd
pl: Czas włączenia wyświetlacza LCD
pt_br: Tempo de funcionamento do Lcd
ro: Lcd pe timp
sk: Lcd na čas
sv: Lcd på tid
tr: Lcd açık kalma süresi
uk: Час увімкнення РК-дисплея
vi: Màn hình Lcd time

source: Alarm beeps
ar: صفير المنبه
cs: Pípání budíku
da: Alarmen bipper
de: Alarmtöne
es: Pitidos de alarma
fi: Hälytys piippaa
fr: Bips d'alarme
it: Segnale acustico dell'allarme
ja: アラームビープ音
nl: Alarm pieptonen
pl: Sygnały dźwiękowe alarmu
pt_br: O alarme emite um bipe
ro: Alarma emite un semnal sonor
sk: Pípanie budíka
sv: Larmet piper
tr: Alarm bip sesi
uk: Звукові сигнали
vi: Báo động tiếp beeps

source: Sound
ar: الصوت
cs: Zvuk
da: Lyd
de: Ton
es: Sonido
fi: Ääni
fr: Son
it: Suono
ja: サウンド
nl: Geluid
pl: Dźwięk
pt_br: Som
ro: Sunet
sk: Zvuk
sv: Ljud
tr: Ses
uk: Звук
vi: Âm thanh

source: Vibration
ar: الاهتزاز
cs: Vibrace
da: Vibrationer
es: Vibración
fi: Tärinä
fr: Vibrations
it: Vibrazioni
ja: 振動
nl: Trilling
pl: Wibracje
pt_br: Vibração
ro: Vibrații
sk: Vibrácie
sv: Vibrationer
tr: Titreşim
uk: Вібрація
vi: Chế độ rung

source: Both
ar: كلاهما
cs: Obě stránky
da: Begge dele
de: Beide
es: Ambos
fi: Molemmat
fr: Les deux
it: Entrambi
ja: 両方
nl: Beide
pl: Oba
pt_br: Ambos
ro: Ambele
sk: Obe stránky
sv: Båda
tr: Her ikisi de
uk: Обидва
vi: Cả hai

source: Pump battery 0%
ar: بطارية المضخة 0%
cs: Baterie čerpadla 0%
da: Pumpebatteri 0%.
de: Pumpenbatterie 0%
es: Batería de la bomba 0%.
fi: Pumpun akku 0%
fr: Batterie de la pompe 0%
it: Batteria della pompa 0%
ja: ポンプ電池 0
nl: Pomp batterij 0%
pl: Akumulator pompy 0%
pt_br: Bateria da bomba 0%
ro: Baterie pompă 0%
sk: Batéria čerpadla 0%
sv: Pumpbatteri 0%.
tr: Pompa aküsü %0
uk: Акумулятор Помпи 0%

source: Pump battery is empty. Replace it now!
ar: بطارية المضخة فارغة. استبدلها الآن!
cs: Baterie čerpadla je vybitá. Okamžitě ji vyměňte!
da: Pumpens batteri er tomt. Udskift det nu!
de: Die Batterie der Pumpe ist leer. Ersetzen Sie sie jetzt!
es: La batería de la bomba está agotada. Sustitúyala ahora.
fi: Pumpun akku on tyhjä. Vaihda se nyt!
fr: La batterie de la pompe est vide. Remplacez-la maintenant !
it: La batteria della pompa è scarica. Sostituitela subito!
ja: ポンプのバッテリーが空です。すぐに交換してください！
nl: De batterij van de pomp is leeg. Vervang hem nu!
pl: Akumulator pompy jest rozładowany. Wymień go teraz!
pt_br: A bateria da bomba está descarregada. Substitua-a agora!
ro: Bateria pompei este descărcată. Înlocuiți-o acum!
sk: Batéria čerpadla je vybitá. Vymeňte ju teraz!
sv: Pumpens batteri är tomt. Byt ut det nu!
tr: Pompa pili boşalmış. Hemen değiştirin!
uk: Батарея Помпи розряджена. Замініть його зараз!
vi: Pin của máy bơm đã hết. Hãy thay ngay!

source: Pump error
ar: خطأ في المضخة
cs: Chyba čerpadla
da: Pumpefejl
de: Pumpenfehler
es: Error de bombeo
fi: Pumpun virhe
fr: Erreur de pompe
it: Errore della pompa
ja: ポンプエラー
nl: Pompfout
pl: Błąd pompy
pt_br: Erro da bomba
ro: Eroare pompă
sk: Chyba čerpadla
sv: Fel på pumpen
tr: Pompa hatası
uk: Помилка Помпи

source: Check the pump and try again
ar: افحص المضخة وحاول مرة أخرى
cs: Zkontrolujte čerpadlo a zkuste to znovu
da: Tjek pumpen, og prøv igen
de: Überprüfen Sie die Pumpe und versuchen Sie es erneut.
es: Compruebe la bomba y vuelva a intentarlo
fi: Tarkista pumppu ja yritä uudelleen
fr: Vérifier la pompe et réessayer
it: Controllare la pompa e riprovare
ja: ポンプをチェックし、もう一度試す
nl: Controleer de pomp en probeer het opnieuw
pl: Sprawdź pompę i spróbuj ponownie
pt_br: Verifique a bomba e tente novamente
ro: Verificați pompa și încercați din nou
sk: Skontrolujte čerpadlo a skúste to znova
sv: Kontrollera pumpen och försök igen
tr: Pompayı kontrol edin ve tekrar deneyin
uk: Перевірте Помпу та повторіть спробу
vi: Kiểm tra máy bơm và thử lại

source: Occlusion
ar: الانسداد
cs: Okluze
da: Okklusion
de: Okklusion
es: Oclusión
it: Occlusione
ja: 咬合
nl: Occlusie
pl: Okluzja
pt_br: Oclusão
ro: Ocluzie
sk: Oklúzia
sv: Ocklusion
tr: Oklüzyon
uk: Закупорка

source: Check the reservoir and infus and try again
ar: افحص الخزان والحقن وحاول مرة أخرى
cs: Zkontrolujte zásobník a infuzi a zkuste to znovu.
da: Tjek reservoiret og infusionen, og prøv igen.
de: Prüfen Sie das Reservoir und die Infusion und versuchen Sie es erneut.
es: Compruebe el depósito y el infusor e inténtelo de nuevo
fi: Tarkista säiliö ja infuusio ja yritä uudelleen.
fr: Vérifier le réservoir et l'infusion et réessayer.
it: Controllare il serbatoio e l'infusore e riprovare.
ja: リザーバーと輸液を確認し、もう一度試してください。
nl: Controleer het reservoir en de infusen en probeer het opnieuw.
pl: Sprawdź zbiornik i infuzję, a następnie spróbuj ponownie.
pt_br: Verifique o reservatório e a infusão e tente novamente
ro: Verificați rezervorul și infuzați și încercați din nou
sk: Skontrolujte zásobník a infúziu a skúste to znova
sv: Kontrollera behållaren och infusionen och försök igen
tr: Hazneyi ve infüzyonu kontrol edin ve tekrar deneyin
uk: Перевірте Резервуар і інфузійний набір та повторіть спробу
vi: Hãy Kiểm tra bình chứa và dây truyền và thử lại

source: Low pump battery
ar: انخفاض بطارية المضخة
cs: Vybitá baterie čerpadla
da: Lavt pumpebatteri
de: Schwache Pumpenbatterie
es: Batería de la bomba baja
fi: Pumpun akku on tyhjä
fr: Batterie de la pompe faible
it: Batteria della pompa scarica
ja: ポンプ電池残量低下
nl: Batterij van pomp bijna leeg
pl: Rozładowana bateria pompy
pt_br: Bateria da bomba fraca
ro: Baterie slabă a pompei
sk: Slabá batéria čerpadla
sv: Svagt pumpbatteri
tr: Düşük pompa pili
uk: Розряджений акумулятор Помпи
vi: Pin của bơm yếu

source: Pump battery needs to be replaced soon
ar: يجب استبدال بطارية المضخة قريباً
cs: Brzy je třeba vyměnit baterii čerpadla
da: Pumpens batteri skal snart udskiftes
de: Die Batterie der Pumpe muss bald ersetzt werden
es: La batería de la bomba debe cambiarse pronto
fi: Pumpun akku on vaihdettava pian
fr: La batterie de la pompe doit être remplacée prochainement
it: La batteria della pompa deve essere sostituita al più presto
ja: ポンプのバッテリーはすぐに交換が必要
nl: De batterij van de pomp moet binnenkort worden vervangen
pl: Akumulator pompy musi zostać wkrótce wymieniony
pt_br: A bateria da bomba precisa ser substituída em breve
ro: Bateria pompei trebuie să fie înlocuită în curând
sk: Batéria čerpadla sa musí čoskoro vymeniť
sv: Pumpbatteriet måste bytas ut snart
tr: Pompa aküsünün yakında değiştirilmesi gerekiyor
uk: Необхідно найближчим часом замінити акумулятор Помпи
vi: Pin máy bơm cần được thay thế sớm

source: Pump shutdown
ar: إيقاف تشغيل المضخة
cs: Vypnutí čerpadla
da: Nedlukning af pumpe
de: Abschaltung der Pumpe
es: Parada de la bomba
fi: Pumpun sammutus
fr: Arrêt de la pompe
it: Arresto della pompa
ja: ポンプ停止
nl: Pomp uitschakelen
pl: Wyłączenie pompy
pt_br: Desligamento da bomba
ro: Oprirea pompei
sk: Vypnutie čerpadla
sv: Avstängning av pump
tr: Pompa kapatma
uk: Відключення Помпи

source: There has not been any interactions with the pump for too long. Either disable this function in the pump or interact with the pump
ar: لم يكن هناك أي تفاعل مع المضخة لفترة طويلة جداً. إما تعطيل هذه الوظيفة في المضخة أو التفاعل مع المضخة
cs: Příliš dlouho nedocházelo k žádným interakcím s čerpadlem. Buď tuto funkci v čerpadle deaktivujte, nebo s čerpadlem interagujte
da: Der har ikke været nogen interaktion med pumpen i for lang tid. Deaktiver enten denne funktion i pumpen, eller interager med pumpen.
de: Es hat zu lange keine Interaktionen mit der Pumpe gegeben. Entweder diese Funktion in der Pumpe deaktivieren oder mit der Pumpe interagieren
es: No se ha interactuado con la bomba durante demasiado tiempo. Desactiva esta función en la bomba o interactúa con ella.
fi: Pumpun kanssa ei ole ollut vuorovaikutusta liian pitkään. Poista tämä toiminto käytöstä pumpussa tai ole vuorovaikutuksessa pumpun kanssa.
fr: Il n'y a pas eu d'interactions avec la pompe depuis trop longtemps. Désactivez cette fonction dans la pompe ou interagissez avec la pompe.
it: Non ci sono state interazioni con la pompa per troppo tempo. Disattivare questa funzione nella pompa o interagire con la pompa.
ja: あまりにも長い間、ポンプとの相互作用がありません。ポンプのこの機能を無効にするか、ポンプと対話するかしてください。
nl: Er is te lang geen interactie geweest met de pomp. Schakel deze functie in de pomp uit of zorg voor interactie met de pomp.
pl: Przez zbyt długi czas nie było żadnych interakcji z pompą. Wyłącz tę funkcję w pompie lub wejdź w interakcję z pompą
pt_br: Não houve nenhuma interação com a bomba por muito tempo. Desative essa função na bomba ou interaja com ela
ro: Nu a existat nicio interacțiune cu pompa de prea mult timp. Fie dezactivați această funcție în pompă, fie interacționați cu pompa
sk: Príliš dlho nedochádzalo k žiadnym interakciám s čerpadlom. Buď túto funkciu v čerpadle vypnite, alebo s čerpadlom interagujte
sv: Det har inte förekommit någon interaktion med pumpen på alltför länge. Antingen inaktivera denna funktion i pumpen eller interagera med pumpen
tr: Çok uzun süredir pompa ile herhangi bir etkileşim olmamıştır. Ya pompadaki bu işlevi devre dışı bırakın ya da pompa ile etkileşime geçin
uk: Занадто довго не було жодної взаємодії з Помпою. Або вимкніть цю функцію в помпі, або взаємодійте з помпою
vi: Đã không có bất kỳ tương tác nào với máy bơm trong thời gian quá dài. Hãy vô hiệu hóa chức năng này trong máy bơm hoặc tương tác với máy bơm

source: Basal Compare
ar: مقارنة قاعدية
cs: Základní porovnání
da: Basal sammenligning
de: Basal vergleichen
es: Basal Comparar
fi: Perusvertailu
fr: Comparaison de base
it: Basale Confronta
ja: ベース比較
nl: Basaal vergelijken
pl: Porównanie podstawowe
pt_br: Comparação basal
ro: Comparație bazală
sk: Základné porovnanie
sv: Basal Jämförelse
tr: Bazal Karşılaştırma
uk: Базальне порівняння

source: Blood glucose Measure
ar: قياس نسبة الجلوكوز في الدم
cs: Měření glukózy v krvi
da: Måling af blodsukker
de: Blutzuckermessung
es: Medida de la glucemia
fi: Verensokeri Toimenpide
fr: Mesure de la glycémie
it: Misura della glicemia
ja: 血糖測定
nl: Bloedglucosemeting
pl: Pomiar stężenia glukozy we krwi
pt_br: Medição de glicose no sangue
ro: Măsurarea glicemiei
sk: Meranie glukózy v krvi
sv: Blodglukosmätning
tr: Kan şekeri ölçümü
uk: Вимірювання Рівня Глюкози в Крові
vi: Kiểm tra đường huyết

source: Remaining insulin level
ar: مستوى الأنسولين المتبقي
cs: Zbývající hladina inzulínu
da: Resterende insulinniveau
de: Verbleibender Insulinspiegel
es: Nivel de insulina restante
fi: Jäljellä oleva insuliinitaso
fr: Taux d'insuline restant
it: Livello di insulina rimanente
ja: インスリン残量
nl: Resterend insulineniveau
pl: Pozostały poziom insuliny
pt_br: Nível de insulina restante
ro: Nivelul rămas de insulină
sk: Zostávajúca hladina inzulínu
sv: Kvarvarande insulinnivå
tr: Kalan insülin seviyesi
uk: Залишковий рівень інсуліну
vi: Mức insulin còn lại

source: Empty reservoir
ar: الخزان فارغ
cs: Prázdná nádrž
da: Tøm reservoiret
de: Behälter entleeren
es: Reservorio vacío
fi: Tyhjä säiliö
fr: Réservoir vide
it: Serbatoio vuoto
ja: 空のリザーバー
nl: Reservoir leeg
pl: Pusty zbiornik
pt_br: Reservatório vazio
ro: Rezervor gol
sk: Prázdny zásobník
sv: Poddfel; tom reservoar
tr: Boş rezervuar
uk: Порожній резервуар
vi: Hết insulin

source: Reservoir is empty. Replace it now!
ar: الخزان فارغ. استبدله الآن!
cs: Nádrž je prázdná. Okamžitě ji vyměňte!
da: Reservoiret er tomt. Udskift den nu!
de: Das Reservoir ist leer. Ersetzen Sie ihn jetzt!
es: El depósito está vacío. Sustitúyalo ahora.
fi: Säiliö on tyhjä. Vaihda se nyt!
fr: Le réservoir est vide. Remplacez-le maintenant !
it: Il serbatoio è vuoto. Sostituirlo subito!
ja: リザーバーが空です。すぐに交換してください！
nl: Reservoir is leeg. Vervang het nu!
pl: Zbiornik jest pusty. Wymień go teraz!
pt_br: O reservatório está vazio. Substitua-o agora!
ro: Rezervorul este gol. Înlocuiți-l acum!
sk: Nádrž je prázdna. Vymeňte ju teraz!
sv: Reservoaren är tom. Byt ut den nu!
tr: Rezervuar boşalmış. Hemen değiştirin!
uk: Резервуар порожній. Замініть його зараз!
vi: Bình chứa đã cạn. Hãy thay thế ngay!

source: Check chaft
ar: شيك شافت
cs: Zkontrolujte řetěz
da: Tjek skaftet
de: Schacht kontrollieren
es: Comprobar el tamo
fi: Tarkista akseli
fr: Vérifier l'arbre
it: Controllare il fusto
ja: シャフトのチェック
nl: As controleren
pl: Sprawdź wał
pt_br: Verificar o eixo
ro: Verificarea chaft
sk: Kontrola reťaze
sv: Kontrollera chaft
tr: Şaftı kontrol edin
uk: Перевірте вал

source: The pump has detected an issue with its chaft. Please remove the reservoir, check everything and try again
ar: اكتشفت المضخة وجود مشكلة في عمودها. يرجى إزالة الخزان وفحص كل شيء والمحاولة مرة أخرى
cs: Čerpadlo zjistilo problém s řetězem. Vyjměte nádržku, vše zkontrolujte a zkuste to znovu.
da: Pumpen har opdaget et problem med sit skaft. Fjern venligst reservoiret, tjek alt og prøv igen.
de: Die Pumpe hat ein Problem mit ihrem Schacht festgestellt. Bitte entfernen Sie das Reservoir, überprüfen Sie alles und versuchen Sie es erneut.
es: La bomba ha detectado un problema con su eje. Por favor, retire el depósito, compruébelo todo e inténtelo de nuevo.
fi: Pumppu on havainnut ongelman sen akselissa. Irrota säiliö, tarkista kaikki ja yritä uudelleen.
fr: La pompe a détecté un problème avec son arbre. Retirez le réservoir, vérifiez tout et réessayez.
it: La pompa ha rilevato un problema con il suo albero. Rimuovere il serbatoio, controllare tutto e riprovare.
ja: ポンプがシャフトの問題を検出しました。リザーバを取り外し、すべてを確認してから再度お試しください。
nl: De pomp heeft een probleem met de as gedetecteerd. Verwijder het reservoir, controleer alles en probeer het opnieuw.
pl: Pompa wykryła problem z wałkiem. Wyjmij zbiornik, sprawdź wszystko i spróbuj ponownie
pt_br: A bomba detectou um problema em sua haste. Remova o reservatório, verifique tudo e tente novamente
ro: Pompa a detectat o problemă cu șaiba sa. Vă rugăm să scoateți rezervorul, să verificați totul și să încercați din nou
sk: Čerpadlo zistilo problém so svojou reťazou. Vyberte nádrž, skontrolujte všetko a skúste to znova
sv: Pumpen har upptäckt ett problem med sitt schakt. Ta bort reservoaren, kontrollera allt och försök igen
tr: Pompa, şaftında bir sorun tespit etti. Lütfen rezervuarı çıkarın, her şeyi kontrol edin ve tekrar deneyin
uk: Помпа виявивла проблему з валом. Вийміть резервуар, перевірте все та повторіть спробу
vi: Máy bơm đã phát hiện ra sự cố với chaft của nó. Vui lòng tháo bình chứa, kiểm tra mọi thứ và thử lại

source: Basal limit reached
ar: بلوغ الحد الأساسي
cs: Dosažení základního limitu
da: Basal grænse nået
de: Basale Grenze erreicht
es: Límite basal alcanzado
fi: Perusraja saavutettu
fr: Limite de base atteinte
it: Limite basale raggiunto
ja: 基礎限界に到達
nl: Basale limiet bereikt
pl: Osiągnięty limit podstawowy
pt_br: Limite basal atingido
ro: Limita bazală atinsă
sk: Dosiahnutý základný limit
sv: Basal gräns nådd
tr: Bazal sınıra ulaşıldı
uk: Базальний ліміт досягнуто
vi: Đã đạt đến giới hạn liều cơ bản

source: Your daily basal limit has been reached. Please contact your Dana distributer to increase the limit
ar: لقد تم الوصول إلى الحد الأساسي اليومي. يرجى الاتصال بموزع دانا الخاص بك لزيادة الحد المسموح به
cs: Váš denní bazální limit byl dosažen. Pro zvýšení limitu se obraťte na svého distributora Dana.
da: Din daglige basalgrænse er nået. Kontakt din Dana-distributør for at øge grænsen.
de: Ihr täglicher Basalgrenzwert wurde erreicht. Bitte wenden Sie sich an Ihren Dana-Vertriebspartner, um den Grenzwert zu erhöhen.
es: Su límite basal diario ha sido alcanzado. Póngase en contacto con su distribuidor Dana para aumentar el límite.
fi: Päivittäinen perusannosrajasi on saavutettu. Ota yhteyttä Dana-jakelijaan korottaaksesi rajaa.
fr: Votre limite journalière de base a été atteinte. Veuillez contacter votre distributeur Dana pour augmenter la limite.
it: Il limite giornaliero di basale è stato raggiunto. Contattare il distributore Dana per aumentare il limite.
ja: 1日の基礎摂取量の上限に達しました。制限を増やすには、Danaの販売代理店にご連絡ください。
nl: Uw dagelijkse basaallimiet is bereikt. Neem contact op met uw Dana-distributeur om de limiet te verhogen.
pl: Osiągnięto dzienny limit dawki podstawowej. Skontaktuj się z dystrybutorem Dana, aby zwiększyć limit
pt_br: Seu limite diário de basal foi atingido. Entre em contato com o distribuidor Dana para aumentar o limite
ro: Limita dvs. zilnică de bazalină a fost atinsă. Vă rugăm să contactați distribuitorul Dana pentru a crește limita
sk: Váš denný bazálny limit bol dosiahnutý. Pre zvýšenie limitu sa obráťte na svojho distribútora Dana
sv: Din dagliga basalgräns har nåtts. Vänligen kontakta din Dana-distributör för att öka gränsen
tr: Günlük bazal limitinize ulaşıldı. Limiti artırmak için lütfen Dana distribütörünüzle iletişime geçin
uk: Ваш добовий базальний ліміт досягнуто. Щоб збільшити ліміт, зверніться до свого дистриб’ютора Dana
vi: Đã đạt đến giới hạn bolus tối đa. Vui lòng thử lượng thấp hơn hoặc tăng giới hạn

source: Daily limit reached
ar: تم الوصول إلى الحد اليومي
cs: Dosažení denního limitu
da: Daglig grænse nået
de: Tägliches Limit erreicht
es: Límite diario alcanzado
fi: Päivittäinen raja saavutettu
fr: Limite journalière atteinte
it: Limite giornaliero raggiunto
ja: 1日の制限に達した
nl: Daglimiet bereikt
pl: Osiągnięto limit dzienny
pt_br: Limite diário atingido
ro: Limita zilnică atinsă
sk: Dosiahnutý denný limit
sv: Daglig gräns nådd
tr: Günlük limite ulaşıldı
uk: Денний ліміт досягнуто
vi: Đạt giới hạn hàng ngày

source: Your daily insulin limit has been reached. Please contact your Dana distributer to increase the limit
ar: تم الوصول إلى الحد اليومي للأنسولين. يرجى الاتصال بموزع دانا الخاص بك لزيادة الحد المسموح به
cs: Váš denní inzulínový limit byl dosažen. Pro zvýšení limitu se obraťte na svého distributora Dana
da: Din daglige insulin-grænse er nået. Kontakt venligst din Dana-distributør for at øge grænsen.
de: Ihr tägliches Insulinlimit wurde erreicht. Bitte wenden Sie sich an Ihren Dana-Vertriebspartner, um das Limit zu erhöhen
es: Se ha alcanzado su límite diario de insulina. Póngase en contacto con su distribuidor Dana para aumentar el límite.
fi: Päivittäinen insuliinimääräsi on saavutettu. Ota yhteyttä Dana-jakelijaan rajan nostamiseksi.
fr: Votre limite quotidienne d'insuline a été atteinte. Veuillez contacter votre distributeur Dana pour augmenter la limite.
it: Il limite giornaliero di insulina è stato raggiunto. Contattare il distributore Dana per aumentare il limite.
ja: インスリンの1日あたりの摂取量が上限に達しました。限度額を増やすには、ダナ販売店にご連絡ください。
nl: Uw dagelijkse insulinenlimiet is bereikt. Neem contact op met uw Dana-distributeur om de limiet te verhogen.
pl: Osiągnięto dzienny limit insuliny. Skontaktuj się z dystrybutorem Dana, aby zwiększyć limit
pt_br: Seu limite diário de insulina foi atingido. Entre em contato com o distribuidor da Dana para aumentar o limite
ro: Limita dvs. zilnică de insulină a fost atinsă. Vă rugăm să contactați distribuitorul Dana pentru a crește limita
sk: Váš denný inzulínový limit bol dosiahnutý. Prosím, kontaktujte svojho distribútora Dana, aby vám zvýšil limit
sv: Din dagliga insulingräns har nåtts. Vänligen kontakta din Dana-distributör för att öka gränsen
tr: Günlük insülin limitinize ulaşıldı. Limiti artırmak için lütfen Dana distribütörünüzle iletişime geçin
uk: Ваш добовий ліміт інсуліну досягнуто. Щоб збільшити ліміт, зверніться до свого дистриб’ютора Dana
vi: Đã đạt giới hạn insulin hàng ngày của bạn. Vui lòng liên hệ với nhà phân phối Dana của bạn để tăng giới hạn

source: Missed Blood glucose check
ar: فحص جلوكوز الدم الفائت
cs: Zmeškaná kontrola glykémie
da: Udeblevet blodsukkermåling
de: Verpasste Blutzuckerkontrolle
es: Falta de control de la glucemia
fi: Unohdettu verensokerin tarkistus
fr: Contrôle de la glycémie manqué
it: Mancato controllo della glicemia
ja: 血糖値チェックの見落とし
nl: Gemiste bloedglucosecontrole
pl: Pominięta kontrola stężenia glukozy we krwi
pt_br: Falta de controle de glicose no sangue
ro: Lipsa controlului glicemiei
sk: Zmeškaná kontrola glukózy v krvi
sv: Utebliven blodsockerkontroll
tr: Kaçırılan Kan şekeri kontrolü
uk: Пропущена перевірка рівня глюкози в крові
