Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/DanaKit/Localization/*.lproj/Localizable.strings
Languages: ar, cs, da, de, es, fi, fr, he, hi, it, ja, nl, pl, pt_br, ro, sk, sv, tr, uk, vi

source: What is this?
ar: ما هذا؟
cs: Co je to?
da: Hvad er det her for noget?
de: Was ist das?
es: ¿Qué es esto?
fi: Mitä tämä on?
fr: Qu'est-ce que c'est ?
it: Che cos'è questo?
ja: これは何だ？
nl: Wat is dit?
pl: Co to jest?
pt_br: O que é isso?
ro: Ce este aceasta?
sk: Čo je to?
sv: Vad är det här?
tr: Bu da ne?
uk: Що це?
vi: Đây là gì?

source: Yes, Switch to interactive mode
ar: نعم، قم بالتبديل إلى الوضع التفاعلي
cs: Ano, přepnutí do interaktivního režimu
da: Ja, skift til interaktiv tilstand
de: Ja, Wechsel in den interaktiven Modus
es: Sí, cambiar a modo interactivo
fi: Kyllä, Siirry interaktiiviseen tilaan
fr: Oui, passer en mode interactif
it: Sì, passa alla modalità interattiva
ja: はい、対話モードに切り替える
nl: Ja, schakel over naar interactieve modus
pl: Tak, przełącz na tryb interaktywny
pt_br: Sim, mudar para o modo interativo
ro: Da, treceți la modul interactiv
sk: Áno, prepnite na interaktívny režim
sv: Ja, växla till interaktivt läge
tr: Evet, Etkileşimli moda geç
uk: Так, перейти в інтерактивний режим
vi: Có, chuyển sang chế độ tương tác

source: Yes, Switch to continuous mode
ar: نعم، قم بالتبديل إلى الوضع المستمر
cs: Ano, přepnutí na nepřetržitý režim
da: Ja, skift til kontinuerlig tilstand
de: Ja, Umschalten auf Dauermodus
es: Sí, cambiar a modo continuo
fi: Kyllä, Vaihda jatkuvaan tilaan
fr: Oui, passage en mode continu
it: Sì, passa alla modalità continua
ja: はい、連続モードに切り替える
nl: Ja, schakel naar continue modus
pl: Tak, przełącz na tryb ciągły
pt_br: Sim, mudar para o modo contínuo
ro: Da, Comutare la modul continuu
sk: Áno, prepnite na nepretržitý režim
sv: Ja, växla till kontinuerligt läge
tr: Evet, Sürekli moda geç
uk: Так, перейти в безперервний режим
vi: Có, chuyển sang chế độ liên tục

source: Disable bolus syncing?
ar: تعطيل مزامنة البلعة؟
cs: Zakázat synchronizaci bolusu?
da: Deaktivere bolus-synkronisering?
de: Bolus-Synchronisierung deaktivieren?
es: ¿Desactivar la sincronización de bolo?
fi: Bolus-synkronoinnin poistaminen käytöstä?
fr: Désactiver la synchronisation des bolus ?
it: Disattivare la sincronizzazione del bolo?
ja: ボーラスの同期を無効にしますか？
nl: Bolussynchronisatie uitschakelen?
pl: Wyłączyć synchronizację bolusa?
pt_br: Desativar a sincronização de bolus?
ro: Dezactivați sincronizarea bolusurilor?
sk: Zakázať synchronizáciu bolusu?
sv: Inaktivera synkronisering av bolus?
tr: Bolus senkronizasyonunu devre dışı mı bırakayım?
uk: Вимкнути синхронізацію болюсу?
vi: Tắt đồng bộ bolus?

source: Re-enable bolus syncing?
ar: إعادة تمكين مزامنة البلعة؟
cs: Znovu povolit synchronizaci bolusu?
da: Genaktiver bolus-synkronisering?
de: Bolus-Synchronisierung wieder aktivieren?
es: ¿Reactivar la sincronización de bolos?
fi: Ota bolus-synkronointi uudelleen käyttöön?
fr: Réactiver la synchronisation des bolus ?
it: Riabilitare la sincronizzazione del bolo?
ja: ボーラス同期を再度有効にするか？
nl: Bolussynchronisatie opnieuw inschakelen?
pl: Ponownie włączyć synchronizację bolusa?
pt_br: Reativar a sincronização de bolus?
ro: Reactivarea sincronizării bolusurilor?
sk: Opätovné zapnutie synchronizácie bolusu?
sv: Återaktivera synkronisering av bolusar?
tr: Bolus senkronizasyonunu yeniden etkinleştirin mi?
uk: Повторно ввімкнути синхронізацію болюсу?
vi: Bật lại tính năng đồng bộ bolus không?

source: Yes, re-enable bolus syncing
ar: نعم، أعد تمكين مزامنة البلعة
cs: Ano, znovu povolte synchronizaci bolusu
da: Ja, genaktiver bolus-synkronisering
de: Ja, Bolus-Synchronisierung wieder einschalten
es: Sí, vuelve a activar la sincronización de bolos
fi: Kyllä, ota bolus-synkronointi uudelleen käyttöön
fr: Oui, réactiver la synchronisation des bolus
it: Sì, riattivare la sincronizzazione del bolo
ja: はい、ボーラス同期を再度有効にしてください
nl: Ja, bolussynchronisatie opnieuw inschakelen
pl: Tak, ponownie włącz synchronizację bolusa
pt_br: Sim, reative a sincronização de bolus
ro: Da, reactivați sincronizarea bolusurilor
sk: Áno, znovu zapnite synchronizáciu bolusu
sv: Ja, återaktivera synkronisering av bolusar
tr: Evet, bolus senkronizasyonunu yeniden etkinleştirin
uk: Так, повторно ввімкнути болюсну синхронізацію
vi: Có, bật lại đồng bộ bolus

source: Yes, disable bolus syncing
ar: نعم، تعطيل مزامنة البلعة
cs: Ano, vypněte synchronizaci bolusu
da: Ja, deaktiver bolus-synkronisering
de: Ja, Bolus-Synchronisierung deaktivieren
es: Sí, desactivar la sincronización de bolos
fi: Kyllä, poista boluksen synkronointi käytöstä
fr: Oui, désactiver la synchronisation des bolus
it: Sì, disabilitare la sincronizzazione del bolo
ja: はい、ボーラス同期を無効にします
nl: Ja, schakel bolussynchronisatie uit
pl: Tak, wyłącz synchronizację bolusa
pt_br: Sim, desativar a sincronização de bolus
ro: Da, dezactivați sincronizarea bolusului
sk: Áno, vypnite synchronizáciu bolusu
sv: Ja, avaktivera synkronisering av bolusar
tr: Evet, bolus senkronizasyonunu devre dışı bırakın
uk: Так, вимкнути болюсну синхронізацію
vi: Có, tắt đồng bộ bolus

source: The Dana pumps support different delivery speeds. You can set it up here
ar: تدعم مضخات دانا سرعات توصيل مختلفة. يمكنك إعدادها هنا
cs: Čerpadla Dana podporují různé rychlosti dodávky. Nastavit je můžete zde
da: Dana-pumperne understøtter forskellige leveringshastigheder. Du kan sætte det op her
de: Die Dana-Pumpen unterstützen unterschiedliche Fördergeschwindigkeiten. Sie können sie hier einrichten
es: Las bombas Dana admiten diferentes velocidades de suministro. Puede configurarlo aquí
fi: Dana-pumput tukevat eri toimitusnopeuksia. Voit määrittää sen täältä
fr: Les pompes Dana prennent en charge différentes vitesses de distribution. Vous pouvez les configurer ici
it: Le pompe Dana supportano diverse velocità di erogazione. È possibile impostarle qui
ja: Danaポンプは、異なる吐出速度に対応しています。ここで設定できる
nl: De Dana-pompen ondersteunen verschillende toedieningssnelheden. Je kunt het hier instellen
pl: Pompy Dana obsługują różne prędkości podawania. Można je skonfigurować tutaj
pt_br: As bombas Dana suportam diferentes velocidades de entrega. Você pode configurá-la aqui
ro: Pompele Dana suportă diferite viteze de livrare. O puteți configura aici
sk: Čerpadlá Dana podporujú rôzne rýchlosti dodávky. Nastaviť ju môžete tu
sv: Dana-pumparna har stöd för olika leveranshastigheter. Du kan ställa in det här
tr: Dana pompaları farklı dağıtım hızlarını destekler. Buradan ayarlayabilirsiniz
uk: Помпи Dana підтримують різні швидкості подачи. Ви можете налаштувати їх тут
vi: Máy bơm Dana hỗ trợ nhiều tốc độ phân phối khác nhau. Bạn có thể thiết lập ở đây

source: Basal profile
ar: ملف الانسولين القاعدي
cs: Základní profil
da: Basal profil
de: Grundlegendes Profil
es: Perfil de basal
fi: Perusprofiili
fr: Profil de base
it: Profilo basale
ja: 基本プロファイル
nl: Basaalprofiel
pl: Profil bazy
pt_br: Perfil basal
ro: Profil bazal
sk: Základný profil
sv: Basalinställningar
tr: Bazal profil
uk: Базальний профіль

source: Battery level
cs: Úroveň nabití baterie
da: Batteriniveau
de: Batteriestand
es: Nivel de bateria
fi: Akun varaustaso
fr: Niveau de la batterie
it: Livello Batteria
ja: バッテリー残量
nl: Batterijniveau
pl: Poziom naładowania baterii
pt_br: Nível da bateria
ro: Nivelul bateriei
sk: Úroveň nabitia batérie
sv: Batterinivå
tr: Pil seviyesi
uk: Рівень заряду
vi: Mức pin

source: Configuration
ar: ضبط
cs: Konfigurace
da: Konfiguration
de: Konfiguration
es: Configuracion
fi: Konfigurointi
it: Impostazioni
ja: 構成
nl: Instellingen
pt_br: Configuração
ro: Configurație
sk: Konfigurácia
sv: Konfiguration
tr: Konfigürasyon
uk: Налаштування

source: Low reservoir reminder
ar: تذكير بانخفاض مستوى الخزان
cs: Připomenutí nízké hladiny v nádrži
da: Påmindelse om lav reservoirbeholdning
de: Erinnerung an niedrigen Füllstand
es: Recordatorio de depósito bajo
fi: Alhaisen säiliön muistutus
fr: Rappel de niveau de réservoir bas
it: Segnalazione del serbatoio basso
ja: リザーバー残量警告
nl: Herinnering laag reservoir
pl: Przypomnienie o niskim stanie zbiornika
pt_br: Lembrete de reservatório baixo
ro: Memento rezervor scăzut
sk: Pripomienka nízkej nádrže
sv: Påminnelse om låg behållare
tr: Düşük rezervuar hatırlatıcısı
uk: Нагадування про низький рівень Резервуару
vi: Báo nhắc gần hết thuốc

source: Refill amount
ar: كمية إعادة التعبئة
cs: Množství náplně
da: Genopfyldningsmængde
de: Nachfüllmenge
es: Cantidad de recarga
fi: Täyttömäärä
fr: Quantité de recharge
it: Quantità di ricarica
ja: 補充量
nl: Navulhoeveelheid
pl: Ilość uzupełnienia
pt_br: Quantidade de refil
ro: Cantitatea de reumplere
sk: Množstvo náplne
sv: Mängd påfyllning
tr: Dolum miktarı
uk: кількість заправок
vi: Số lượng nạp lại

source: Step 1: Set reservoir level
ar: الخطوة 1: ضبط مستوى الخزان
da: Trin 1: Indstil reservoirets niveau
de: Schritt 1: Füllstand des Reservoirs einstellen
es: Paso 1: Ajustar el nivel del depósito
fi: Vaihe 1: Aseta säiliön taso
fr: Étape 1 : Définir le niveau du réservoir
it: Fase 1: Impostazione del livello del serbatoio
nl: Stap 1: Stel het reservoirniveau in
pl: Krok 1: Ustawienie poziomu zbiornika
pt_br: Etapa 1: Definir o nível do reservatório
sk: Krok 1: Nastavenie hladiny v nádrži
sv: Steg 1: Ställ in reservoarnivå
tr: Adım 1: Rezervuar seviyesini ayarlayın
uk: Крок 1: Встановіть рівень у Резервуарі

source: Reservoir amount
ar: كمية الخزان
da: Mængde i reservoiret
de: Menge des Reservoirs
es: Cantidad embalsada
fi: Säiliön määrä
fr: Montant du réservoir
it: Quantità del serbatoio
nl: Reservoir hoeveelheid
pl: Pojemność zbiornika
pt_br: Quantidade do reservatório
sk: Množstvo zásobníka
sv: Reservoarens storlek
tr: Rezervuar miktarı
uk: Объем Резервуара

source: Step 2: Set tube refill amount
ar: الخطوة 2: تعيين كمية إعادة تعبئة الأنبوب
da: Trin 2: Indstil mængden af tube-refill
de: Schritt 2: Nachfüllmenge für die Tube einstellen
es: Paso 2: Ajustar la cantidad de relleno del tubo
fi: Vaihe 2: Aseta putken täyttömäärä
fr: Étape 2 : Définir la quantité de remplissage du tube
it: Fase 2: Impostazione della quantità di ricarica del tubo
nl: Stap 2: Stel de hoeveelheid voor het bijvullen van de tube in
pl: Krok 2: Ustawienie ilości napełnienia tuby
pt_br: Etapa 2: Defina a quantidade de recarga do tubo
sk: Krok 2: Nastavenie množstva náplne do tuby
sv: Steg 2: Ställ in påfyllningsmängd för tub
tr: Adım 2: Tüp dolum miktarını ayarlayın
uk: Крок 2: Встановіть кількість поповнення тюбика

source: Tube refill amount
ar: كمية إعادة تعبئة الأنبوب
da: Mængde til genopfyldning af rør
de: Nachfüllmenge der Tube
es: Cantidad de recarga del tubo
fi: Putken täyttömäärä
fr: Quantité de remplissage du tube
it: Quantità di ricarica del tubo
nl: Navulhoeveelheid tube
pl: Ilość napełnienia tuby
pt_br: Quantidade de refil do tubo
sk: Množstvo náplne do tuby
sv: Mängd påfyllning av tub
tr: Tüp dolum miktarı
uk: Кількість поповнень у тюбику

source: This method of refilling is only intended for when the pump cannot provide a way to refill the reservoir or prime the cannula
ar: إن طريقة إعادة التعبئة هذه مخصصة فقط عندما لا تستطيع المضخة توفير طريقة لإعادة ملء الخزان أو تعبئة القنية
da: Denne metode til genopfyldning er kun beregnet til, når pumpen ikke kan give mulighed for at genopfylde reservoiret eller spæde kanylen.
de: Diese Methode des Nachfüllens ist nur für den Fall vorgesehen, dass die Pumpe keine Möglichkeit bietet, das Reservoir nachzufüllen oder die Kanüle zu entlüften
es: Este método de rellenado sólo está previsto cuando la bomba no puede proporcionar una forma de rellenar el depósito o cebar la cánula.
fi: Tämä täyttömenetelmä on tarkoitettu vain silloin, kun pumppu ei pysty täyttämään säiliötä tai täyttämään kanyylia.
fr: Cette méthode de remplissage n'est prévue que lorsque la pompe ne permet pas de remplir le réservoir ou d'amorcer la canule.
it: Questo metodo di riempimento è previsto solo quando la pompa non può fornire un modo per riempire il serbatoio o adescare la cannula.
nl: Deze methode van bijvullen is alleen bedoeld voor als de pomp geen manier heeft om het reservoir bij te vullen of de canule te vullen.
pl: Ta metoda uzupełniania jest przeznaczona tylko wtedy, gdy pompa nie może zapewnić możliwości uzupełnienia zbiornika lub zalania kaniuli
pt_br: Esse método de reabastecimento destina-se apenas a quando a bomba não puder fornecer uma maneira de reabastecer o reservatório ou preparar a cânula
sk: Tento spôsob dopĺňania je určený len vtedy, keď čerpadlo nemôže poskytnúť spôsob, ako doplniť zásobník alebo naplniť kanylu.
sv: Denna metod för påfyllning är endast avsedd för när pumpen inte kan tillhandahålla ett sätt att fylla på behållaren eller spetsa kanylen
tr: Bu yeniden doldurma yöntemi yalnızca pompanın rezervuarı yeniden doldurmak veya kanülü prime etmek için bir yol sağlayamadığı durumlar için tasarlanmıştır
uk: Цей спосіб заправлення призначений тільки для тих випадків, коли Помпа не може забезпечити поповнення Резервуара або заправки Канюлі.
vi: Phương pháp nạp lại này chỉ dành cho trường hợp máy bơm không thể nạp lại bình chứa hoặc mồi ống thông

source: WARNING: USE WITH CAUTION!
ar: تحذير: استخدمه بحذر!
da: ADVARSEL: BRUG MED FORSIGTIGHED!
de: WARNUNG: MIT VORSICHT VERWENDEN!
es: ADVERTENCIA: ¡UTILIZAR CON PRECAUCIÓN!
fi: VAROITUS: KÄYTÄ VAROEN!
fr: AVERTISSEMENT : A UTILISER AVEC PRUDENCE !
it: ATTENZIONE: USARE CON CAUTELA!
nl: WAARSCHUWING: GEBRUIK VOORZICHTIG!
pl: OSTRZEŻENIE: UŻYWAĆ OSTROŻNIE!
pt_br: AVISO: USE COM CUIDADO!
sk: UPOZORNENIE: POUŽÍVAJTE OPATRNE!
sv: VARNING: ANVÄND MED FÖRSIKTIGHET!
tr: UYARI: DİKKATLİ KULLANIN!
uk: УВАГА: ВИКОРИСТОВУЙТЕ ОБЕРЕЖНО!
vi: CẢNH BÁO: SỬ DỤNG THẬN TRỌNG!

source: Step 1: Prime cannula
ar: الخطوة 1: القنية الأولية
da: Trin 1: Klargør kanylen
de: Schritt 1: Kanüle vorbereiten
es: Paso 1: Cebar la cánula
fi: Vaihe 1: Kanyylin esivalmistelu
fr: Étape 1 : Amorcer la canule
it: Fase 1: adescare la cannula
nl: Stap 1: Vul de canule
pl: Krok 1: Zalanie kaniuli
pt_br: Etapa 1: Preparar a cânula
sk: Krok 1: Predplnenie kanyly
sv: Steg 1: Förbered kanylen
tr: Adım 1: Kanülü hazırlayın
uk: Крок 1: Заправте Канюлю
vi: Bước 1: Prime cannula

source: Failed to set reservoir amount. Re-sync pump data and try again please
ar: فشل ضبط كمية الخزان. أعد مزامنة بيانات المضخة وحاول مرة أخرى من فضلك
da: Det lykkedes ikke at indstille reservoirmængden. Synkroniser pumpedata igen, og prøv igen.
de: Reservoirmenge konnte nicht eingestellt werden. Bitte synchronisieren Sie die Pumpendaten erneut und versuchen Sie es erneut.
es: No se ha podido establecer la cantidad del depósito. Vuelva a sincronizar los datos de la bomba e inténtelo de nuevo.
fi: Säiliön määrää ei onnistuttu asettamaan. Synkronoi pumpun tiedot uudelleen ja yritä uudelleen.
fr: Échec du réglage du volume du réservoir. Resynchronisez les données de la pompe et réessayez s'il vous plaît.
it: Impossibile impostare la quantità di serbatoio. Risincronizzare i dati della pompa e riprovare.
nl: Het is niet gelukt om de reservoir in te stellen. Synchroniseer de pompgegevens opnieuw en probeer het opnieuw.
pl: Nie udało się ustawić ilości w zbiorniku. Ponownie zsynchronizuj dane pompy i spróbuj ponownie.
pt_br: Falha ao definir a quantidade do reservatório. Re-sincronize os dados da bomba e tente novamente
sk: Nepodarilo sa nastaviť množstvo zásobníka. Znovu synchronizujte údaje čerpadla a skúste to prosím znova
sv: Misslyckades med att ställa in reservoarmängd. Synkronisera pumpdata igen och försök igen.
tr: Rezervuar miktarı ayarlanamadı. Pompa verilerini yeniden senkronize edin ve tekrar deneyin lütfen
uk: Не вдалося встановити обсяг Резервуара. Повторно синхронізуйте дані насоса та повторіть спробу
vi: Không thể thiết lập reservoir. Đồng bộ lại dữ liệu bơm và vui lòng thử lại

source: Failed to prime the cannula. Please try again later
ar: فشل تحضير القنية. يرجى المحاولة مرة أخرى لاحقاً
da: Kanylen blev ikke primet. Prøv venligst igen senere
de: Die Kanüle konnte nicht entlüftet werden. Bitte versuchen Sie es später erneut
es: No se ha podido cebar la cánula. Vuelva a intentarlo más tarde
fi: Kanyylin esivalmistelu epäonnistui. Yritä myöhemmin uudelleen
fr: La canule n'a pas été amorcée. Veuillez réessayer plus tard
it: Non è stato possibile adescare la cannula. Riprovare più tardi
nl: Het is niet gelukt om de canule voor te vullen. Probeer het later opnieuw
pl: Nie udało się zalać kaniuli. Spróbuj ponownie później
pt_br: Falha ao preparar a cânula. Tente novamente mais tarde
sk: Nepodarilo sa naplniť kanylu. Skúste to prosím neskôr
sv: Misslyckades med att fylla på kanylen. Försök igen senare
tr: Kanül prime edilemedi. Lütfen daha sonra tekrar deneyin
uk: Не вдалося заповнити Канюлю. Спробуйте пізніше

source: Failed to prime the tube. Please try again later
ar: فشل تحضير الأنبوب. يرجى المحاولة مرة أخرى لاحقاً
da: Det lykkedes ikke at prime slangen. Prøv venligst igen senere
de: Die Entlüftung der Röhre ist fehlgeschlagen. Bitte versuchen Sie es später erneut
es: No se ha cebado el tubo. Vuelva a intentarlo más tarde.
fi: Putki ei ole alustettu. Yritä myöhemmin uudelleen
fr: Le tube n'a pas été amorcé. Veuillez réessayer plus tard
it: Non è stato possibile adescare il tubo. Riprovare più tardi
nl: Het is niet gelukt om de slang voor te vullen. Probeer het later opnieuw
pl: Nie udało się zalać przewodu. Spróbuj ponownie później
pt_br: Falha ao preparar o tubo. Tente novamente mais tarde
sk: Nepodarilo sa naplniť trubicu. Skúste to prosím neskôr
sv: Misslyckades med att prima röret. Vänligen försök igen senare
tr: Tüp doldurulamadı. Lütfen daha sonra tekrar deneyin
uk: Не вдалося заправити трубку. Спробуйте пізніше
vi: Failed to prime the cannula. Please try again later

source: Battery age
da: Batteriets alder
fi: Akun ikä
nl: Leeftijd batterij
sv: Batteriålder
uk: Час використовування батареї

source: During the pairing process, your DanaRS v3 will show a pairing prompt while you iPhone will show a prompt for a pairing code. On your pump, select OK and type the code on your iPhone. After that, Loop is ready to communicate with your DanaRS v1
cs: Během procesu párování se na displeji zařízení DanaRS v3 zobrazí výzva ke spárování, zatímco na displeji iPhonu se zobrazí výzva k zadání párovacího kódu. Na pumpě vyberte OK a zadejte kód na iPhonu. Poté je zařízení Loop připraveno ke komunikaci s vaším zařízením DanaRS v1.
de: Während des Kopplungsvorgangs zeigt Ihr DanaRS v3 eine Kopplungsaufforderung an, während Ihr iPhone eine Aufforderung zur Eingabe eines Kopplungscodes anzeigt. Wählen Sie auf Ihrer Pumpe OK und geben Sie den Code auf Ihrem iPhone ein. Danach ist Loop bereit für die Kommunikation mit Ihrem DanaRS v1
fr: Pendant le processus d'appairage, votre DanaRS v3 affichera une invite d'appairage tandis que votre iPhone affichera une invite pour un code d'appairage. Sur votre pompe, sélectionnez OK et tapez le code sur votre iPhone. Après cela, Loop est prêt à communiquer avec votre DanaRS v1.
ja: ペアリング中、DanaRS v3にはペアリングのプロンプトが表示され、iPhoneにはペアリングコードのプロンプトが表示されます。ポンプでOKを選択し、iPhoneにコードを入力します。その後、LoopはDanaRS v1と通信できます。
pt_br: Durante o processo de emparelhamento, o DanaRS v3 mostrará uma solicitação de emparelhamento, enquanto o iPhone mostrará uma solicitação de código de emparelhamento. Em sua bomba, selecione OK e digite o código em seu iPhone. Depois disso, o Loop estará pronto para se comunicar com seu DanaRS v1
ro: În timpul procesului de împerechere, DanaRS v3 va afișa o solicitare de împerechere, în timp ce iPhone-ul va afișa o solicitare pentru un cod de împerechere. Pe pompă, selectați OK și tastați codul de pe iPhone. După aceea, Loop este gata să comunice cu DanaRS v1
sk: Počas procesu párovania sa na displeji DanaRS v3 zobrazí výzva na spárovanie, zatiaľ čo na displeji iPhonu sa zobrazí výzva na zadanie párovacieho kódu. Na čerpadle vyberte OK a zadajte kód na iPhone. Potom je zariadenie Loop pripravené na komunikáciu s vaším zariadením DanaRS v1
tr: Eşleştirme işlemi sırasında DanaRS v3 cihazınız bir eşleştirme istemi gösterirken iPhone cihazınız bir eşleştirme kodu istemi gösterecektir. Pompanızda Tamam'ı seçin ve kodu iPhone'unuza yazın. Bundan sonra Loop, DanaRS v1 cihazınızla iletişim kurmaya hazırdır.

source: During the pairing process, your DanaRS v3 will show a pairing prompt while you iPhone will show a prompt for two pairing codes. On your pump, select OK and type the two codes on your iPhone. After that, Loop is ready to communicate with your DanaRS v3
cs: Během procesu párování se na displeji zařízení DanaRS v3 zobrazí výzva ke spárování, zatímco na displeji iPhonu se zobrazí výzva k zadání dvou párovacích kódů. Na pumpě vyberte OK a zadejte dva kódy na iPhonu. Poté je zařízení Loop připraveno ke komunikaci s vaším zařízením DanaRS v3.
de: Während des Kopplungsvorgangs zeigt Ihr DanaRS v3 eine Kopplungsaufforderung an, während Ihr iPhone eine Aufforderung zur Eingabe von zwei Kopplungscodes anzeigt. Wählen Sie auf Ihrer Pumpe OK und geben Sie die beiden Codes auf Ihrem iPhone ein. Danach ist Loop bereit für die Kommunikation mit Ihrem DanaRS v3
fr: Pendant le processus d'appairage, votre DanaRS v3 affichera une invite d'appairage tandis que votre iPhone affichera une invitation à saisir deux codes d'appairage. Sur votre pompe, sélectionnez OK et tapez les deux codes sur votre iPhone. Après cela, Loop est prêt à communiquer avec votre DanaRS v3.
ja: ペアリング中、DanaRS v3にはペアリングのプロンプトが表示され、iPhoneには2つのペアリングコードを入力するプロンプトが表示されます。ポンプでOKを選択し、iPhoneに2つのコードを入力します。その後、LoopはDanaRS v3と通信できるようになります。
pt_br: Durante o processo de emparelhamento, o DanaRS v3 mostrará uma solicitação de emparelhamento, enquanto o iPhone mostrará uma solicitação de dois códigos de emparelhamento. Em sua bomba, selecione OK e digite os dois códigos em seu iPhone. Depois disso, o Loop estará pronto para se comunicar com o DanaRS v3
ro: În timpul procesului de împerechere, DanaRS v3 va afișa o solicitare de împerechere, în timp ce iPhone-ul va afișa o solicitare pentru două coduri de împerechere. Pe pompă, selectați OK și tastați cele două coduri pe iPhone. După aceea, Loop este gata să comunice cu DanaRS v3
sk: Počas procesu párovania sa na displeji DanaRS v3 zobrazí výzva na spárovanie, zatiaľ čo na displeji iPhonu sa zobrazí výzva na zadanie dvoch párovacích kódov. Na čerpadle vyberte OK a zadajte dva kódy na iPhone. Potom je zariadenie Loop pripravené na komunikáciu s vaším zariadením DanaRS v3
tr: Eşleştirme işlemi sırasında DanaRS v3 cihazınız bir eşleştirme istemi gösterirken iPhone'unuz iki eşleştirme kodu istemi gösterecektir. Pompanızda Tamam'ı seçin ve iPhone'unuza iki kodu yazın. Bundan sonra Loop, DanaRS v3 cihazınızla iletişim kurmaya hazırdır

source: Pin 1
ar: الدبوس 1
de: Stift 1
es: Clavija 1
fi: Nasta 1
fr: Broche 1
ja: ピン 1
nl: Pen 1
pt_br: Pino 1
sv: Stift 1

source: Pin 2
ar: الدبوس 2
de: Stift 2
es: Clavija 2
fi: Nasta 2
fr: Broche 2
ja: ピン 2
nl: Pen 2
pt_br: Pino 2
sv: Stift 2

source: U
nl: E
sv: E

source: DanaRS-v1
ja: ダナRS-v1

source: DanaRS-v3
ja: ダナRS-v3

source: Dana-i
ar: دانا-أنا
ja: ダナアイ
