Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/DanaKit/Localization/*.lproj/Localizable.strings
Languages: ar, cs, da, de, es, fi, fr, he, hi, it, ja, nl, pl, pt_br, ro, sk, sv, tr, uk, vi

source: loading
ar: التحميل
cs: nakládání
da: Indlæsning
de: Laden
es: cargando
fi: lastaus
fr: chargement
it: caricamento
ja: ローディング
nl: laden
pl: ładowanie
pt_br: carregamento
ro: încărcare
sk: nakladanie
sv: lastning
tr: yükleme
uk: завантаження
vi: đang tải

source: Continue
ar: تابع
cs: Pokračovat
da: Fortsæt
de: Weiter
es: Continuar
fi: Jatka
fr: Continuer
it: Continua
ja: 続ける
nl: Vervolg
pl: Kontynuuj
pt_br: Continuar
ro: Continuați
sk: Pokračovať
sv: Fortsätt
tr: Devam et
uk: Продовжити
vi: Tiếp tục

source: Dana-i/RS Setup
ar: إعداد Dana-i/RS
cs: Nastavení systému Dana-i/RS
da: Opsætning af Dana-i/RS
de: Dana-i/RS-Einrichtung
es: Configuración de Dana-i/RS
fi: Dana-i/RS-asetukset
fr: Configuration Dana-i/RS
it: Configurazione di Dana-i/RS
ja: Dana-i/RSセットアップ
nl: Dana-i/RS-instelling
pl: Konfiguracja Dana-i/RS
pt_br: Configuração de Dana-i/RS
ro: Configurarea Dana-i/RS
sk: Nastavenie Dana-i/RS
sv: Dana-i/RS-inställning
tr: Dana-i/RS Kurulumu
uk: Налаштування Dana-i/RS
vi: Thiết lập Dana-i/RS

source: Select your pump
ar: اختر المضخة
cs: Vyberte si své čerpadlo
da: Vælg din pumpe
de: Wählen Sie Ihre Pumpe
es: Seleccione su bomba
fi: Valitse pumppu
fr: Sélectionnez votre pompe
it: Selezionare la pompa
ja: ポンプの選択
nl: Selecteer je pomp
pl: Wybierz pompę
pt_br: Selecione sua bomba
ro: Selectați pompa dvs.
sk: Vyberte si svoje čerpadlo
sv: Välj din pump
tr: Pompanızı seçin
uk: Виберіть свою Помпу
vi: Chọn máy bơm của bạn

source: Setting up DanaRS v1
ar: إعداد DanaRS v1
cs: Nastavení systému DanaRS v1
da: Opsætning af DanaRS v1
de: Einrichten von DanaRS v1
es: Configuración de DanaRS v1
fi: DanaRS v1:n määrittäminen
fr: Mise en place de DanaRS v1
it: Impostazione di DanaRS v1
ja: DanaRS v1のセットアップ
nl: DanaRS v1 instellen
pl: Konfiguracja DanaRS v1
pt_br: Configuração do DanaRS v1
ro: Configurarea DanaRS v1
sk: Nastavenie systému DanaRS v1
sv: Installera DanaRS v1
tr: DanaRS v1'in Kurulumu
uk: Налаштування DanaRS v1
vi: Thiết lập DanaRS v1

source: Before starting with the pairing process, it is recommended to check, and if needed update, the pump password. You can do this by going to the pump settings -> user settings -> password. The default password is 1234, if this is your password, please consider changing it
ar: قبل البدء بعملية الاقتران، يوصى بالتحقق من كلمة مرور المضخة وتحديثها إذا لزم الأمر. يمكنك القيام بذلك من خلال الانتقال إلى إعدادات المضخة -> إعدادات المستخدم -> كلمة المرور. كلمة المرور الافتراضية هي 1234، إذا كانت هذه هي كلمة المرور الخاصة بك، يُرجى التفكير في تغييرها
cs: Před zahájením procesu párování doporučujeme zkontrolovat a případně aktualizovat heslo čerpadla. To můžete provést v nastavení čerpadla -> nastavení uživatele -> heslo. Výchozí heslo je 1234, pokud je to vaše heslo, zvažte jeho změnu.
da: Før du går i gang med parringsprocessen, anbefales det at kontrollere og om nødvendigt opdatere pumpens adgangskode. Det kan du gøre ved at gå til pumpeindstillingerne -> brugerindstillinger -> adgangskode. Standardadgangskoden er 1234, og hvis det er din adgangskode, bør du overveje at ændre den.
de: Bevor Sie mit dem Kopplungsprozess beginnen, sollten Sie das Passwort der Pumpe überprüfen und gegebenenfalls aktualisieren. Gehen Sie dazu zu den Pumpeneinstellungen -> Benutzereinstellungen -> Passwort. Das Standardpasswort lautet 1234. Wenn dies Ihr Passwort ist, sollten Sie es ändern.
es: Antes de comenzar con el proceso de emparejamiento, se recomienda comprobar, y si es necesario actualizar, la contraseña de la bomba. Puede hacerlo yendo a los ajustes de la bomba -> ajustes de usuario -> contraseña. La contraseña por defecto es 1234, si esta es su contraseña, por favor considere cambiarla.
fi: Ennen pariliitoksen muodostamisen aloittamista on suositeltavaa tarkistaa ja tarvittaessa päivittää pumpun salasana. Voit tehdä tämän menemällä pumpun asetuksiin -> käyttäjäasetukset -> salasana. Oletussalasana on 1234, jos tämä on salasanasi, harkitse sen vaihtamista.
fr: Avant de commencer le processus d'appairage, il est recommandé de vérifier et, si nécessaire, de mettre à jour le mot de passe de la pompe. Vous pouvez le faire en allant dans les paramètres de la pompe -> paramètres utilisateur -> mot de passe. Le mot de passe par défaut est 1234, si c'est votre mot de passe, envisagez de le modifier.
it: Prima di iniziare il processo di accoppiamento, si consiglia di controllare e, se necessario, aggiornare la password del microinfusore. È possibile farlo accedendo alle impostazioni del microinfusore -> impostazioni utente -> password. La password predefinita è 1234; se questa è la vostra password, prendete in considerazione la possibilità di cambiarla.
ja: ペアリングを開始する前に、ポンプのパスワードを確認し、必要に応じて更新することをお勧めします。これはポンプ設定→ユーザー設定→パスワードで行うことができます。デフォルトのパスワードは1234です。
nl: Controleer vóór het koppelen het wachtwoord van de pomp en pas het indien nodig aan. Ga hiervoor naar de pompinstellingen, selecteer 'Gebruikersinstellingen' en vervolgens 'Wachtwoord'. Het standaardwachtwoord is 1234; als je dit nog gebruikt, overweeg dan om het te wijzigen.
pl: Przed rozpoczęciem procesu parowania zaleca się sprawdzenie i w razie potrzeby zaktualizowanie hasła pompy. Można to zrobić, przechodząc do ustawień pompy -> ustawień użytkownika -> hasła. Domyślne hasło to 1234, jeśli jest to twoje hasło, rozważ jego zmianę
pt_br: Antes de iniciar o processo de emparelhamento, é recomendável verificar e, se necessário, atualizar a senha da bomba. Para isso, acesse as configurações da bomba -> configurações do usuário -> senha. A senha padrão é 1234; se essa for sua senha, considere alterá-la
ro: Înainte de a începe procesul de împerechere, este recomandat să verificați și, dacă este necesar, să actualizați parola pompei. Puteți face acest lucru accesând setările pompei -> setări utilizator -> parolă. Parola implicită este 1234, dacă aceasta este parola dumneavoastră, vă rugăm să luați în considerare schimbarea acesteia
sk: Pred začatím procesu párovania sa odporúča skontrolovať a v prípade potreby aktualizovať heslo čerpadla. Môžete to urobiť v nastaveniach čerpadla -> nastavenia používateľa -> heslo. Predvolené heslo je 1234, ak je to vaše heslo, zvážte jeho zmenu
sv: Innan du börjar med parkopplingsprocessen rekommenderar vi att du kontrollerar och vid behov uppdaterar pumpens lösenord. Detta gör du genom att gå till pumpinställningar -> användarinställningar -> lösenord. Standardlösenordet är 1234, om detta är ditt lösenord bör du överväga att ändra det
tr: Eşleştirme işlemine başlamadan önce, pompa şifresini kontrol etmeniz ve gerekirse güncellemeniz önerilir. Bunu pompa ayarları -> kullanıcı ayarları -> şifre bölümüne giderek yapabilirsiniz. Varsayılan şifre 1234'tür, şifreniz buysa lütfen değiştirmeyi düşünün
uk: Перед початком процесу сполучення рекомендується перевірити та за необхідності оновити пароль Помпи. Це можна зробити, перейшовши в налаштування помпи -> налаштування користувача -> пароль. За промовчанням використовується пароль 1234, якщо це ваш пароль, будь ласка, змініть його.
vi: Trước khi bắt đầu quá trình ghép nối, bạn nên kiểm tra và nếu cần hãy cập nhật mật khẩu máy bơm. Bạn có thể thực hiện việc này bằng cách vào pump settings -> user settings -> password. Mật khẩu mặc định là 1234, nếu đây là mật khẩu của bạn, vui lòng cân nhắc thay đổi mật khẩu

source: Password DanaRS v1
ar: كلمة السر DanaRS v1
cs: Heslo DanaRS v1
da: Adgangskode DanaRS v1
de: Kennwort DanaRS v1
es: Contraseña DanaRS v1
fi: Salasana DanaRS v1
fr: Mot de passe DanaRS v1
ja: パスワード DanaRS v1
nl: Wachtwoord DanaRS v1
pl: Hasło DanaRS v1
pt_br: Senha DanaRS v1
ro: Parolă DanaRS v1
sk: Heslo DanaRS v1
sv: Lösenord DanaRS v1
tr: Şifre DanaRS v1
uk: Пароль DanaRS v1
vi: Mật khẩu DanaRS v1

source: Fill in password
ar: أدخل كلمة المرور
cs: Vyplňte heslo
da: Udfyld adgangskode
de: Passwort ausfüllen
es: Introduzca la contraseña
fi: Täytä salasana
fr: Remplir le mot de passe
it: Inserire la password
ja: パスワードを入力
nl: Wachtwoord invullen
pl: Wpisz hasło
pt_br: Preencha a senha
ro: Introduceți parola
sk: Vyplňte heslo
sv: Fyll i lösenord
tr: Şifreyi girin
uk: Пароль DanaRS v1
vi: Điền mật khẩu

source: Setting up DanaRS v3
ar: إعداد DanaRS v3
cs: Nastavení systému DanaRS v3
da: Opsætning af DanaRS v3
de: Einrichten von DanaRS v3
es: Configuración de DanaRS v3
fi: DanaRS v3:n määrittäminen
fr: Mise en place de DanaRS v3
it: Impostazione di DanaRS v3
ja: DanaRS v3のセットアップ
nl: DanaRS v3 instellen
pl: Konfiguracja DanaRS v3
pt_br: Configuração do DanaRS v3
ro: Configurarea DanaRS v3
sk: Nastavenie systému DanaRS v3
sv: Uppsättning av DanaRS v3
tr: DanaRS v3'ün Kurulumu
uk: Налаштування DanaRS v3
vi: Thiết lập DanaRS v3

source: Setting up Dana-i
ar: إعداد دانا-i
cs: Nastavení Dana-i
da: Opsætning af Dana-i
de: Einrichtung von Dana-i
es: Configuración de Dana-i
fi: Dana-i:n käyttöönotto
fr: Mise en place de Dana-i
it: Impostazione di Dana-i
ja: ダナアイの設定
nl: Dana-i instellen
pl: Konfiguracja Dana-i
pt_br: Configurando a Dana-i
ro: Configurarea Dana-i
sk: Nastavenie aplikácie Dana-i
sv: Konfigurera Dana-i
tr: Dana-i'nin Kurulumu
uk: Налаштування Dana-i
vi: Thiết lập Dana-i

source: After setting up the insulin type and bolus speed, you will see a screen with all found Dana pumps. Select the pump you want to link with %1$@.
ar: بعد إعداد نوع الأنسولين وسرعة البلعة، ستظهر لك شاشة تحتوي على جميع مضخات دانا الموجودة. حدد المضخة التي تريد ربطها مع %1$@.
cs: Po nastavení typu inzulínu a rychlosti bolusu se zobrazí obrazovka se všemi nalezenými pumpami Dana. Vyberte pumpu, kterou chcete propojit se stránkou %1$@.
da: Når du har indstillet insulintype og bolushastighed, får du vist en skærm med alle fundne Dana-pumper. Vælg den pumpe, du vil forbinde med %1$@.
de: Nachdem Sie den Insulintyp und die Bolusgeschwindigkeit eingestellt haben, wird ein Bildschirm mit allen gefundenen Dana-Pumpen angezeigt. Wählen Sie die Pumpe aus, die Sie mit %1$@verknüpfen möchten.
es: Después de configurar el tipo de insulina y la velocidad del bolo, verás una pantalla con todas las bombas Dana encontradas. Seleccione la bomba que desea vincular con %1$@.
fi: Kun olet määrittänyt insuliinityypin ja bolusnopeuden, näet näytön, jossa näkyvät kaikki löydetyt Dana-pumput. Valitse pumppu, jonka haluat yhdistää osoitteeseen %1$@.
fr: Après avoir configuré le type d'insuline et la vitesse du bolus, vous verrez un écran avec toutes les pompes Dana trouvées. Sélectionnez la pompe que vous souhaitez relier à %1$@.
it: Dopo aver impostato il tipo di insulina e la velocità del bolo, verrà visualizzata una schermata con tutti i microinfusori Dana trovati. Selezionare il microinfusore che si desidera collegare a %1$@.
ja: インスリンの種類とボーラス速度を設定した後、見つかったすべての Dana ポンプの画面が表示されます。 %1$@とリンクさせたいポンプを選択してください。
nl: Na het instellen van het insulinetype en de bolussnelheid, zie je een scherm met alle gevonden Dana-pompen. Selecteer de pomp die je wilt koppelen met %1$@.
pl: Po ustawieniu typu insuliny i szybkości bolusa pojawi się ekran ze wszystkimi znalezionymi pompami Dana. Wybierz pompę, którą chcesz połączyć z %1$@.
pt_br: Depois de configurar o tipo de insulina e a velocidade do bolus, você verá uma tela com todas as bombas Dana encontradas. Selecione a bomba que você deseja vincular ao site %1$@.
ro: După setarea tipului de insulină și a vitezei bolusului, veți vedea un ecran cu toate pompele Dana găsite. Selectați pompa pe care doriți să o legați cu %1$@.
sk: Po nastavení typu inzulínu a rýchlosti bolusu sa zobrazí obrazovka so všetkými nájdenými pumpami Dana. Vyberte pumpu, ktorú chcete prepojiť so stránkou %1$@.
sv: När du har ställt in insulintyp och bolushastighet visas en skärm med alla Dana-pumpar som har hittats. Välj den pump som du vill länka till %1$@.
tr: İnsülin tipini ve bolus hızını ayarladıktan sonra, bulunan tüm Dana pompalarını içeren bir ekran göreceksiniz. %1$@ile bağlamak istediğiniz pompayı seçin.
uk: Після налаштування типу інсуліну та швидкості болюса ви побачите екран із усіма знайденими помпами Dana. Виберіть помпу, яку потрібно зв'язати з %1$@.
vi: Sau khi thiết lập loại insulin và tốc độ bolus, bạn sẽ thấy màn hình với tất cả các máy bơm Dana được tìm thấy. Chọn máy bơm bạn muốn liên kết với %1$@.

source: During the pairing process, your Dana-i will show a pairing prompt while your iPhone will show a prompt for a pairing code. On you pump, select OK and type the 6-digit code in screen on your iPhone. After that, %1$@ is ready to communicate with your Dana-i
ar: أثناء عملية الاقتران، سيعرض جهاز Dana-i الخاص بك مطالبة بالاقتران بينما سيعرض جهاز iPhone الخاص بك مطالبة برمز الاقتران. عند قيامك بالضخ، حدد موافق واكتب الرمز المكون من 6 أرقام في شاشة جهاز الآيفون الخاص بك. بعد ذلك، يكون %1$@ جاهزًا للتواصل مع جهاز Dana-i الخاص بك
cs: Během procesu párování se na displeji zařízení Dana-i zobrazí výzva ke spárování, zatímco na displeji iPhonu se zobrazí výzva k zadání párovacího kódu. Na pumpě zvolte OK a zadejte šestimístný kód na obrazovce iPhonu. Poté je stránka %1$@ připravena komunikovat s vaším zařízením Dana-i.
da: Under parringsprocessen vil din Dana-i vise en parringsmeddelelse, mens din iPhone vil vise en meddelelse om en parringskode. Vælg OK på din pumpe, og skriv den 6-cifrede kode på skærmen på din iPhone. Herefter er %1$@ klar til at kommunikere med din Dana-i.
de: Während des Kopplungsvorgangs zeigt Ihre Dana-i eine Kopplungsaufforderung an, während Ihr iPhone eine Aufforderung zur Eingabe eines Kopplungscodes anzeigt. Wählen Sie auf Ihrer Pumpe OK und geben Sie den 6-stelligen Code auf dem Bildschirm Ihres iPhones ein. Danach ist %1$@ bereit, mit Ihrem Dana-i zu kommunizieren.
es: Durante el proceso de emparejamiento, tu Dana-i mostrará un aviso de emparejamiento mientras que tu iPhone mostrará un aviso para un código de emparejamiento. Selecciona OK y escribe el código de 6 dígitos en la pantalla de tu iPhone. Una vez hecho esto, %1$@ estará listo para comunicarse con su Dana-i.
fi: Pariliitoksen muodostamisen aikana Dana-i näyttää pariliitoksen muodostamista koskevan kehotuksen, kun taas iPhone näyttää pariliitoskoodia koskevan kehotuksen. Valitse pumpulissasi OK ja kirjoita 6-numeroinen koodi iPhonen näytössä. Tämän jälkeen %1$@ on valmis kommunikoimaan Dana-i:n kanssa.
fr: Pendant le processus d'appairage, votre Dana-i affichera une invite d'appairage tandis que votre iPhone affichera une invite pour un code d'appairage. Sur votre pompe, sélectionnez OK et tapez le code à 6 chiffres sur l'écran de votre iPhone. Après cela, %1$@ est prêt à communiquer avec votre Dana-i.
it: Durante il processo di accoppiamento, il Dana-i mostrerà una richiesta di accoppiamento, mentre l'iPhone mostrerà una richiesta di codice di accoppiamento. Selezionare OK e digitare il codice di 6 cifre sullo schermo dell'iPhone. A questo punto, %1$@ è pronto a comunicare con il vostro Dana-i.
ja: ペアリング中、Dana-iにはペアリングのプロンプトが表示され、iPhoneにはペアリングコードのプロンプトが表示されます。あなたのポンプでOKを選択し、iPhoneの画面に6桁のコードを入力します。その後、 %1$@ 、Dana-iと通信する準備が整います。
nl: Tijdens het koppelproces zal je Dana-i een koppelprompt tonen en je iPhone een vraag om een koppelcode. Selecteer OK op je pomp en typ de 6-cijferige code in op het scherm van je iPhone. Daarna is %1$@ klaar om te communiceren met je Dana-i.
pl: Podczas procesu parowania Dana-i wyświetli monit o sparowanie, a iPhone wyświetli monit o kod parowania. Wybierz OK i wpisz 6-cyfrowy kod na ekranie iPhone'a. Następnie strona %1$@ jest gotowa do komunikacji z urządzeniem Dana-i.
pt_br: Durante o processo de emparelhamento, a Dana-i mostrará uma solicitação de emparelhamento, enquanto o iPhone mostrará uma solicitação de código de emparelhamento. Em sua bomba, selecione OK e digite o código de 6 dígitos na tela do iPhone. Depois disso, o site %1$@ estará pronto para se comunicar com sua Dana-i
ro: În timpul procesului de împerechere, Dana-i va afișa o solicitare de împerechere, în timp ce iPhone-ul va afișa o solicitare pentru un cod de împerechere. Pe pompă, selectați OK și tastați codul de 6 cifre în ecranul de pe iPhone. După aceea, %1$@ este gata să comunice cu Dana-i
sk: Počas procesu párovania sa na zariadení Dana-i zobrazí výzva na spárovanie, zatiaľ čo na iPhone sa zobrazí výzva na zadanie párovacieho kódu. Na čerpadle vyberte OK a zadajte 6-miestny kód na obrazovke iPhonu. Potom je stránka %1$@ pripravená na komunikáciu s vaším zariadením Dana-i.
sv: Under parkopplingsprocessen visar din Dana-i en parkopplingsfråga medan din iPhone visar en fråga om en parkopplingskod. På din pump väljer du OK och skriver in den 6-siffriga koden på skärmen på din iPhone. Efter det är %1$@ redo att kommunicera med din Dana-i.
tr: Eşleştirme işlemi sırasında Dana-i cihazınız bir eşleştirme istemi gösterirken iPhone'unuz bir eşleştirme kodu istemi gösterecektir. Pompanızda Tamam'ı seçin ve 6 haneli kodu iPhone'unuzdaki ekrana yazın. Bundan sonra, %1$@ Dana-i'niz ile iletişim kurmaya hazırdır
uk: Під час сполучення на екрані Dana-i з'явиться запит на пару, а на екрані iPhone - запит на код сполучення. Виберіть OK та введіть 6-значний код на екрані iPhone. Після цього %1$@ буде готовий до роботи з Dana-i.
vi: Trong quá trình ghép nối, Dana-i của bạn sẽ hiển thị lời nhắc ghép nối trong khi iPhone của bạn sẽ hiển thị lời nhắc nhập mã ghép nối. Trên máy bơm của bạn, hãy chọn OK và nhập mã gồm 6 chữ số vào màn hình trên iPhone của bạn. Sau đó, %1$@ đã sẵn sàng giao tiếp với Dana-i của bạn

source: ERROR: Failed to pair device
ar: خطأ: فشل في إقران الجهاز
cs: CHYBA: Nepodařilo se spárovat zařízení
da: FEJL: Kunne ikke parre enheden
de: ERROR: Gerät kann nicht gekoppelt werden
es: ERROR: Error al emparejar el dispositivo
fi: VIRHE: Laitteen pariliitoksen muodostaminen epäonnistui
fr: ERREUR : Échec de l'appariement de l'appareil
it: ERRORE: Impossibile accoppiare il dispositivo
ja: ERROR：デバイスのペアリングに失敗しました
nl: FOUT: Koppeling van apparaat mislukt
pl: BŁĄD: Nie udało się sparować urządzenia
pt_br: ERRO: Falha ao emparelhar o dispositivo
ro: ERROR: Eșec la împerecherea dispozitivului
sk: CHYBA: Nepodarilo sa spárovať zariadenie
sv: FEL: Misslyckades med att para ihop enheten
tr: HATA: Cihaz eşleştirilemedi
uk: ПОМИЛКА: не вдалося підключити пристрій
vi: LỖI: Không ghép nối được thiết bị

source: OK
ar: حسناً
tr: TAMAM.
uk: ОК

source: Cancel
ar: إلغاء
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Cancella
ja: キャンセル
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ro: Anulează
sk: Zrušiť
sv: Avbryt
tr: İptal
uk: Відмінити
vi: Hủy bỏ

source: Found Dana-i/RS pumps
ar: وجدت مضخات Dana-i/RS
cs: Nalezená čerpadla Dana-i/RS
da: Fandt Dana-i/RS-pumper
de: Gefundene Dana-i/RS-Pumpen
es: Encontradas bombas Dana-i/RS
fi: Löytyi Dana-i/RS-pumput
fr: Pompes Dana-i/RS trouvées
it: Trovate le pompe Dana-i/RS
ja: Dana-i/RSポンプを発見
nl: Gevonden Dana-i/RS-pompen
pl: Znaleziono pompy Dana-i/RS
pt_br: Bombas Dana-i/RS encontradas
ro: Pompe Dana-i/RS găsite
sk: Nájdené čerpadlá Dana-i/RS
sv: Hittade Dana-i/RS-pumpar
tr: Dana-i/RS pompaları bulundu
uk: Знайшлися помпи Dana-i/RS
vi: Đã tìm thấy Dana-i

source: Scanning
ar: يتم المسح
cs: Skenování
de: Scannen
es: Buscando
fi: Skannaus
fr: Numérisation
it: Lettura
ja: スキャニング
nl: Aan het scannen
pt_br: Digitalização
ro: Scanare
sk: Skenovanie
sv: Skannar
tr: Tarama
uk: Сканування
vi: Đang quét

source: Connecting
cs: Připojení
da: Forbindelse
de: Verbinden Sie
es: Conectando
fi: Yhdistäminen
fr: Connexion
it: In fase di Connessione
ja: 接続
nl: Bezig met verbinden
pl: Łączenie
pt_br: Conexão
ro: Conectarea
sk: Pripojenie
sv: Ansluter
tr: Bağlantı
uk: Під'єднання
vi: Đang kết nối

source: Select the type of insulin that you will be using in this pump
ar: حدد نوع الأنسولين الذي ستستخدمه في هذه المضخة
cs: Vyberte typ inzulínu, který budete v této pumpě používat.
da: Vælg den type insulin, du vil bruge i denne pumpe
de: Wählen Sie den Insulintyp, den Sie in dieser Pumpe verwenden werden
es: Seleccione el tipo de insulina que utilizará en esta bomba
fi: Valitse insuliinityyppi, jota käytät tässä pumpussa.
fr: Sélectionnez le type d'insuline que vous utiliserez dans cette pompe.
it: Selezionare il tipo di insulina da utilizzare in questo microinfusore
ja: このポンプで使用するインスリンの種類を選択してください。
nl: Selecteer het type insuline dat je gaat gebruiken in deze pomp
pl: Wybierz typ insuliny, która będzie używana w tej pompie.
pt_br: Selecione o tipo de insulina que você usará nessa bomba
ro: Selectați tipul de insulină pe care îl veți utiliza în această pompă
sk: Vyberte typ inzulínu, ktorý budete používať v tejto pumpe
sv: Välj den typ av insulin som du ska använda i den här pumpen
tr: Bu pompada kullanacağınız insülin türünü seçin
uk: Виберіть тип інсуліну, який ви будете використовувати в цій помпі
vi: Chọn loại insulin mà bạn sẽ sử dụng trong máy bơm này

source: Remove Pump
ar: إزالة المضخة
cs: Odstranění čerpadla
da: Fjern pumpen
de: Pumpe entfernen
es: Retire la bomba
fi: Poista pumppu
fr: Retirer la pompe
it: Rimuovi microinfusore
ja: ポンプの取り外し
nl: Verwijder Pod
pt_br: Remover a bomba
ro: Scoateți pompa
sk: Odstránenie čerpadla
sv: Ta bort podd
tr: Pompayı Çıkarın
uk: Зніміть Pod
vi: Thay bơm

source: Are you sure you want to stop using Dana-i/RS?
ar: هل أنت متأكد من رغبتك في التوقف عن استخدام Dana-i/RS؟
cs: Jste si jisti, že chcete přestat používat Dana-i/RS?
da: Er du sikker på, at du vil stoppe med at bruge Dana-i/RS?
de: Sind Sie sicher, dass Sie Dana-i/RS nicht mehr verwenden wollen?
es: ¿Estás seguro de que quieres dejar de utilizar Dana-i/RS?
fi: Oletko varma, että haluat lopettaa Dana-i/RS:n käytön?
fr: Êtes-vous sûr de vouloir cesser d'utiliser Dana-i/RS ?
it: Siete sicuri di voler smettere di usare Dana-i/RS?
ja: 本当にDana-i/RSをやめたいのですか？
nl: Weet je zeker dat je Dana-i/RS niet meer wilt gebruiken?
pl: Czy na pewno chcesz przestać używać Dana-i/RS?
pt_br: Tem certeza de que deseja parar de usar o Dana-i/RS?
ro: Sunteți sigur că doriți să nu mai folosiți Dana-i/RS?
sk: Ste si istí, že chcete prestať používať Dana-i/RS?
sv: Är du säker på att du vill sluta använda Dana-i/RS?
tr: Dana-i/RS kullanmayı bırakmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете припинити використання Dana-i/RS?
vi: Bạn có chắc chắn muốn ngừng sử dụng Dana-i không?

source: Delete pump
ar: حذف المضخة
cs: Odstranit čerpadlo
da: Slet pumpen
de: Pumpe löschen
es: Borrar bomba
fi: Poista pumppu
fr: Supprimer la pompe
it: Eliminare la pompa
ja: ポンプの削除
nl: Pomp verwijderen
pl: Usuń pompę
pt_br: Excluir bomba
ro: Ștergeți pompa
sk: Vymazať čerpadlo
sv: Ta bort pumpen
tr: Pompayı sil
uk: Видалити помпу
vi: Xóa bơm

source: Delete Pump
ar: حذف المضخة
cs: Odstranit čerpadlo
da: Slet pumpe
de: Pumpe löschen
es: Eliminar Microinfusora
fi: Poista pumppu
fr: Supprimer la pompe
it: Cancella Microinfusore
ja: ポンプの削除
nl: Verwijder de pomp
pl: Usuń pompę
pt_br: Excluir bomba
ro: Ștergeți pompa
sk: Odstrániť čerpadlo
sv: Radera pump
tr: Pompayı Sil
uk: Видалити помпу
vi: Xóa bơm

source: Error while connecting to device
ar: خطأ أثناء الاتصال بالجهاز
cs: Chyba při připojování k zařízení
da: Fejl under tilslutning til enhed
de: Fehler beim Verbinden mit dem Gerät
es: Error al conectar con el dispositivo
fi: Virhe yhteyden muodostamisen aikana laitteeseen
fr: Erreur lors de la connexion à l'appareil
it: Errore durante la connessione al dispositivo
ja: デバイス接続時のエラー
nl: Fout bij verbinding met apparaat
pl: Błąd podczas łączenia z urządzeniem
pt_br: Erro ao se conectar ao dispositivo
ro: Eroare în timpul conectării la dispozitiv
sk: Chyba pri pripájaní k zariadeniu
sv: Fel vid anslutning till enhet
tr: Cihaza bağlanırken hata oluştu
uk: Помилка під час підключення до пристрою
vi: Lỗi khi kết nối với thiết bị
