Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/DanaKit/Localization/*.lproj/Localizable.strings
Languages: ar, cs, da, de, es, fi, fr, he, hi, it, ja, nl, pl, pt_br, ro, sk, sv, tr, uk, vi

source: Dana-RS v3 found!
ar: تم العثور على Dana-RS v3!
cs: Dana-RS v3 nalezen!
da: Dana-RS v3 fundet!
de: Dana-RS v3 gefunden!
es: ¡Dana-RS v3 encontrado!
fi: Dana-RS v3 löytyi!
fr: Dana-RS v3 trouvée !
it: Dana-RS v3 trovato!
ja: Dana-RS v3が見つかった！
nl: Dana-RS v3 gevonden!
pl: Dana-RS v3 znaleziony!
pt_br: Dana-RS v3 encontrado!
ro: Dana-RS v3 găsit!
sk: Dana-RS v3 nájdený!
sv: Dana-RS v3 hittad!
tr: Dana-RS v3 bulundu!
uk: Dana-RS v3 знайдено!
vi: Đã tìm thấy Dana-RS v3!

source: Pincode required
ar: الرمز البريدي مطلوب
cs: Požadovaný Pincode
da: Pinkode påkrævet
de: Pincode erforderlich
es: Código postal requerido
fi: Vaadittu pinssikoodi
fr: Code postal requis
it: Pincode richiesto
ja: ピンコード必須
nl: Pincode vereist
pl: Wymagany kod PIN
pt_br: Pincode necessário
ro: Cod pin necesar
sk: Požadované PSČ
sv: Pin-kod krävs
tr: Pin kodu gerekli
uk: Потрібен PIN-код
vi: Yêu cầu mã Pin

source: Received invalid pincode lengths. Try again
ar: تم استلام أطوال الرمز السري غير صالحة. حاول مرة أخرى
cs: Přijaté neplatné délky pincode. Zkuste to znovu
da: Modtog ugyldige pinkodelængder. Prøv igen
de: Es wurden ungültige Pincode-Längen empfangen. Erneut versuchen
es: Se han recibido longitudes de código PIN no válidas. Vuelva a intentarlo
fi: Vastaanotettu virheellinen pin-koodin pituus. Yritä uudelleen
fr: Réception de longueurs de codes d'identification non valides. Réessayez
it: Ricevuto pincode di lunghezza non valida. Riprovare
ja: 無効なピンコード長を受信しました。再試行してください。
nl: Ongeldige pincode ontvangen. Probeer opnieuw
pl: Otrzymano nieprawidłową długość kodu PIN. Spróbuj ponownie
pt_br: Comprimentos de código de barras inválidos recebidos. Tente novamente
ro: S-au primit lungimi ale codului PIN invalide. Încercați din nou
sk: Prijaté neplatné dĺžky pincode. Skúste to znova
sv: Mottog ogiltiga pinkodslängder. Försök igen
tr: Geçersiz pin kodu uzunlukları alındı. Tekrar deneyin
uk: Отримано неправильну довжину пін-коду. Спробуйте знову
vi: Độ dài mã pin không hợp lệ. Hãy thử lại

source: Received invalid hex strings. Try again
ar: تم استلام سلاسل سداسي عشري غير صالحة. حاول مرة أخرى
cs: Přijaté neplatné hexadecimální řetězce. Zkuste to znovu
da: Modtog ugyldige hex-strenge. Prøv igen
de: Es wurden ungültige Hexadezimalzeichenfolgen empfangen. Erneut versuchen
es: Se han recibido cadenas hexadecimales no válidas. Inténtelo de nuevo
fi: Vastaanotettu virheellisiä heksamerkkejä. Yritä uudelleen
fr: Réception de chaînes hexagonales non valides. Réessayez
it: Ricevute stringhe esadecimali non valide. Riprovare
ja: 無効な16進文字列を受信しました。再試行してください。
nl: Ongeldige hexadecimale tekenreeksen ontvangen. Probeer opnieuw
pl: Otrzymano nieprawidłowe ciągi szesnastkowe. Spróbuj ponownie
pt_br: Recebeu strings hexadecimais inválidas. Tente novamente
ro: Am primit șiruri hexagonale invalide. Încercați din nou
sk: Prijaté neplatné hexadecimálne reťazce. Skúste to znova
sv: Mottog ogiltiga hexadecimala strängar. Försök igen
tr: Geçersiz hex dizeleri alındı. Tekrar deneyin
uk: Отримано недійсні шістнадцяткові рядки. Спробуйте знову
vi: Chuỗi hex không hợp lệ. Hãy thử lại

source: Checksum failed. Try again
ar: فشلت عملية الفحص. حاول مرة أخرى
cs: Kontrolní součet selhal. Zkuste to znovu
da: Checksum mislykkedes. Prøv igen
de: Prüfsumme fehlgeschlagen. Erneut versuchen
es: La suma de comprobación ha fallado. Vuelva a intentarlo
fi: Tarkistussumma epäonnistui. Yritä uudelleen
fr: La somme de contrôle a échoué. Réessayez
it: Checksum fallito. Riprovare
ja: チェックサムに失敗しました。再試行してください。
nl: Checksum mislukt. Probeer opnieuw
pl: Suma kontrolna nie powiodła się. Spróbuj ponownie
pt_br: Falha na soma de verificação. Tente novamente
ro: Checksum-ul a eșuat. Încercați din nou
sk: Kontrolný súčet zlyhal. Skúste to znova
sv: Kontrollsumman misslyckades. Försök igen
tr: Checksum başarısız oldu. Tekrar deneyin
uk: Помилка контрольної суми. Спробуйте знову
vi: Kiểm tra tổng không thành công. Hãy thử lại

source: Delivery speed
ar: سرعة التوصيل
cs: Rychlost dodání
da: Leveringshastighed
de: Liefergeschwindigkeit
es: Velocidad de entrega
fi: Toimitusnopeus
fr: Vitesse de livraison
it: Velocità di consegna
ja: 配送スピード
nl: Leversnelheid
pl: Szybkość dostawy
pt_br: Velocidade de entrega
ro: Viteza de livrare
sk: Rýchlosť dodania
sv: Leveranshastighet
tr: Teslimat hızı
uk: Швидкість доставки

source: 12 sec/U
ar: 12 ثانية/و
da: 12 sek/U
es: 12 seg/U
fi: 12 sek/U
ja: 12秒/U
nl: 12 sec/E
pl: 12 sek/U
pt_br: 12 seg/U
sk: 12 sekúnd/U
sv: 12 sek/U
tr: 12 saniye/U
uk: 12 секунд/U

source: 30 sec/U
ar: 30 ثانية/و
da: 30 sek/U
es: 30 seg/U
fi: 30 sek/U
ja: 30秒/U
nl: 30 sec/E
pl: 30 s/U
pt_br: 30 seg/U
sk: 30 sekúnd/U
sv: 30 sekunder/U
tr: 30 saniye/U
uk: 30 секунд/U

source: 60 sec/U
ar: 60 ثانية/و
da: 60 sek/U
es: 60 seg/U
fi: 60 sekuntia/U
ja: 60秒/U
nl: 60 sec/E
pl: 60 s/U
pt_br: 60 seg/U
sk: 60 sekúnd/U
sv: 60 sek/U
tr: 60 saniye/U
uk: 60 секунд/U

source: The Dana pumps support different delivery speeds. You can set it up here, but also in the settings menu
ar: تدعم مضخات دانا سرعات توصيل مختلفة. يمكنك إعدادها هنا، ولكن أيضاً في قائمة الإعدادات
cs: Čerpadla Dana podporují různé rychlosti dodávky. Můžete je nastavit zde, ale také v nabídce nastavení.
da: Dana-pumperne understøtter forskellige leveringshastigheder. Du kan indstille det her, men også i indstillingsmenuen
de: Die Dana-Pumpen unterstützen unterschiedliche Fördergeschwindigkeiten. Sie können sie hier einstellen, aber auch im Einstellungsmenü
es: Las bombas Dana admiten diferentes velocidades de suministro. Puede configurarlo aquí, pero también en el menú de ajustes
fi: Dana-pumput tukevat eri toimitusnopeuksia. Voit määrittää sen täältä, mutta myös asetusvalikosta.
fr: Les pompes Dana prennent en charge différentes vitesses de distribution. Vous pouvez les configurer ici, mais aussi dans le menu des réglages.
it: Le pompe Dana supportano diverse velocità di erogazione. È possibile impostarla qui, ma anche nel menu delle impostazioni.
ja: Danaポンプは異なる吐出速度に対応しています。ここで設定できますが、設定メニューでも設定できます。
nl: De Dana-pompen ondersteunen verschillende afgiftesnelheden. Je kunt het hier instellen, maar ook in het instellingenmenu
pl: Pompy Dana obsługują różne prędkości podawania. Można je skonfigurować tutaj, ale także w menu ustawień
pt_br: As bombas Dana suportam diferentes velocidades de entrega. Você pode configurá-las aqui, mas também no menu de configurações
ro: Pompele Dana acceptă diferite viteze de livrare. Puteți să le configurați aici, dar și în meniul de setări
sk: Čerpadlá Dana podporujú rôzne rýchlosti dodávky. Môžete ju nastaviť tu, ale aj v ponuke nastavení
sv: Dana-pumparna har stöd för olika leveranshastigheter. Du kan ställa in det här, men också i inställningsmenyn
tr: Dana pompaları farklı dağıtım hızlarını destekler. Bunu buradan ve aynı zamanda ayarlar menüsünden ayarlayabilirsiniz
uk: Помпи Dana підтримують різні швидкості доставки. Ви можете налаштувати це тут, а також у меню налаштувань
vi: Máy bơm Dana hỗ trợ nhiều tốc độ phân phối khác nhau. Bạn có thể thiết lập ở đây, nhưng cũng có thể trong menu cài đặt

source: Finish
ar: الإنهاء
cs: Dokončení
da: Færdiggør
de: Oberfläche
es: Acabado
fi: Viimeistely
fr: Finition
it: Finitura
ja: 終了
nl: Afwerking
pl: Zakończenie
pt_br: Acabamento
ro: Terminare
sk: Dokončenie
sv: Avsluta
tr: Bitiş
uk: Готово
vi: Hoàn thành

source: Your
ar: أنت
cs: Vaše
da: Din
de: Ihr
es: Su
fi: Sinun
fr: Votre
it: Il tuo
ja: あなたの
nl: Jouw
pl: Twój
pt_br: Seu
ro: dvs.
sk: Vaša stránka
sv: Din
tr: Senin
uk: Ваша

source: is ready to be used!
ar: جاهز للاستخدام!
cs: je připraven k použití!
da: er klar til at blive brugt!
de: ist bereit für den Einsatz!
es: ¡está listo para ser utilizado!
fi: on valmis käytettäväksi!
fr: est prêt à être utilisé !
it: è pronto per essere utilizzato!
ja: が使えるようになった！
nl: is klaar voor gebruik!
pl: jest gotowy do użycia!
pt_br: está pronto para ser usado!
ro: este gata să fie utilizat!
sk: je pripravený na použitie!
sv: är redo att användas!
tr: kullanılmaya hazır!
uk: готовий до використання!
vi: đã sẵn sàng để sử dụng!

source: Note: You Dana pump has a special setting which allows you to silence your Dana pump beeps. To enable this, please contact your Dana distributor
ar: ملاحظة: تحتوي مضخة دانا الخاصة بك على إعداد خاص يسمح لك بإسكات صوت تنبيه مضخة دانا. لتفعيل هذا الإعداد، يرجى الاتصال بموزع دانا الخاص بك
cs: Poznámka: Čerpadlo Dana má speciální nastavení, které umožňuje ztišit zvukové signály čerpadla Dana. Chcete-li toto nastavení povolit, obraťte se na svého distributora Dana.
da: Bemærk: Din Dana-pumpe har en særlig indstilling, som gør det muligt at dæmpe Dana-pumpens bip. Kontakt din Dana-distributør for at aktivere dette.
de: Hinweis: Ihre Dana-Pumpe verfügt über eine spezielle Einstellung, mit der Sie die Signaltöne Ihrer Dana-Pumpe stummschalten können. Um dies zu aktivieren, wenden Sie sich bitte an Ihren Dana-Händler.
es: Nota: Su bomba Dana tiene un ajuste especial que le permite silenciar los pitidos de su bomba Dana. Para ello, póngase en contacto con su distribuidor Dana.
fi: Huomautus: Dana-pumpussa on erikoisasetus, jonka avulla voit hiljentää Dana-pumpun äänimerkit. Ota yhteyttä Danan jälleenmyyjään, jos haluat ottaa tämän käyttöön.
fr: Remarque : Votre pompe Dana dispose d'un réglage spécial qui vous permet de faire taire les signaux sonores de votre pompe Dana. Pour l'activer, veuillez contacter votre distributeur Dana.
it: Nota: la pompa Dana dispone di un'impostazione speciale che consente di silenziare i segnali acustici della pompa Dana. Per attivarla, contattare il proprio distributore Dana.
ja: 注：Danaポンプには、Danaポンプのビープ音を無音にする特別な設定があります。これを有効にするには、Danaの販売代理店にお問い合わせください。
nl: Opmerking: Uw Dana-pomp heeft een speciale instelling waarmee u de pieptonen van uw Dana-pomp kunt uitschakelen. Neem contact op met uw Dana-distributeur om dit in te schakelen.
pl: Uwaga: Pompa Dana ma specjalne ustawienie, które pozwala wyciszyć sygnały dźwiękowe pompy Dana. Aby to włączyć, skontaktuj się z dystrybutorem Dana
pt_br: Observação: Sua bomba Dana tem uma configuração especial que permite silenciar os bipes da bomba Dana. Para ativar essa configuração, entre em contato com o distribuidor Dana
ro: Notă: Pompa dvs. Dana are o setare specială care vă permite să reduceți la tăcere semnalele sonore ale pompei Dana. Pentru a activa acest lucru, vă rugăm să contactați distribuitorul Dana
sk: Poznámka: Čerpadlo Dana má špeciálne nastavenie, ktoré umožňuje stlmiť zvukový signál čerpadla Dana. Ak chcete túto funkciu zapnúť, obráťte sa na svojho distribútora Dana
sv: Obs: Dana-pumpen har en speciell inställning som gör att du kan tysta Dana-pumpens ljudsignaler. Kontakta din Dana-distributör för att aktivera detta.
tr: Not: Dana pompanız, Dana pompa bip seslerini susturmanızı sağlayan özel bir ayara sahiptir. Bunu etkinleştirmek için lütfen Dana distribütörünüzle iletişime geçin
uk: Примітка. Ваша помпа Dana має спеціальне налаштування, яке дозволяє вимкнути звукові сигнали помпи Dana. Щоб увімкнути це, зверніться до свого дистриб’ютора Dana
vi: Lưu ý: Máy bơm Dana của bạn có một cài đặt đặc biệt cho phép bạn tắt tiếng bíp của máy bơm Dana. Để bật chức năng này, vui lòng liên hệ với nhà phân phối Dana của bạn

source: Failed to make a connection
ar: فشل في إجراء اتصال
cs: Nepodařilo se navázat spojení
da: Kunne ikke oprette en forbindelse
de: Verbindung konnte nicht hergestellt werden
es: No se ha podido establecer la conexión
fi: Yhteyden muodostaminen epäonnistui
fr: Échec de la connexion
it: Impossibile stabilire una connessione
ja: 接続に失敗しました
nl: Verbinding kon niet tot stand worden gebracht
pl: Nie udało się nawiązać połączenia
pt_br: Falha ao fazer uma conexão
ro: A eșuat realizarea unei conexiuni
sk: Nepodarilo sa nadviazať spojenie
sv: Misslyckades med att upprätta en anslutning
tr: Bağlantı kurulamadı
uk: Не вдалося встановити з'єднання
vi: Không thể kết nối

source: Failed to adjust temp basal
ar: فشل في ضبط درجة الحرارة القاعدية
cs: Nepodařilo se nastavit bazální teplotu
da: Kunne ikke justere basaltemperaturen
de: Einstellung der Basaltemperatur fehlgeschlagen
es: No se ha ajustado la temperatura basal
fi: Epäonnistui säätämään lämpötilan basaalia
fr: N'a pas ajusté la température basale
it: Impossibile regolare la temperatura basale
ja: 基礎体温の調整に失敗
nl: Temperatuur basaal niet aangepast
pl: Nie udało się dostosować temperatury podstawowej
pt_br: Falha no ajuste da temperatura basal
ro: Nu a reușit să ajusteze temp basal
sk: Nepodarilo sa nastaviť bazálnu teplotu
sv: Misslyckades med att justera temp basal
tr: Bazal sıcaklık ayarlanamadı
uk: Не вдалося налаштувати темп Базалу
vi: Không thể điều chỉnh liều temp basal

source: Failed to adjust suspension
ar: فشل في ضبط التعليق
cs: Nepodařilo se nastavit odpružení
da: Kunne ikke justere affjedringen
de: Einstellung der Federung fehlgeschlagen
es: Fallo al ajustar la suspensión
fi: Jousituksen säätäminen epäonnistui
fr: Absence de réglage de la suspension
it: Mancata regolazione della sospensione
ja: サスペンションの調整に失敗
nl: Opschorting niet afgesteld
pl: Nie udało się wyregulować zawieszenia
pt_br: Falha no ajuste da suspensão
ro: Nu a reușit să regleze suspensia
sk: Nepodarilo sa nastaviť odpruženie
sv: Misslyckades med att justera upphängningen
tr: Süspansiyon ayarlanamadı
uk: Не вдалося налаштувати призупинення
vi: Không thể điều chỉnh bởi hệ thống treo

source: Failed to generate Dana basal program
ar: فشل في إنشاء برنامج دانا بازل
cs: Nepodařilo se vygenerovat základní program Dana
da: Kunne ikke generere Dana basalprogram
de: Dana-Basalprogramm konnte nicht erstellt werden
es: Fallo al generar el programa basal de Dana
fi: Dana-perusohjelman luominen epäonnistui
fr: Échec de la génération du programme de base de Dana
it: Impossibile generare il programma Dana basal
ja: ダナ・ベーサル・プログラムの生成に失敗
nl: Dana basaalprogramma niet gegenereerd
pl: Nie udało się wygenerować programu bazowego Dana
pt_br: Falha ao gerar o programa básico da Dana
ro: Nu a reușit să genereze programul de bază Dana
sk: Nepodarilo sa vygenerovať základný program Dana
sv: Misslyckades med att generera Dana basalprogram
tr: Dana bazal programı oluşturulamadı
uk: Не вдалося створити програму Базалу Dana
vi: Không tạo được liều basal Dana

source: Failed to adjust basal
ar: فشل في ضبط القاعدة
cs: Nepodařilo se upravit bazální
da: Kunne ikke justere basal
de: Anpassung der Basalrate fehlgeschlagen
es: No se ajustó la basal
fi: Perusannoksen säätäminen epäonnistui
fr: N'a pas ajusté la dose de base
it: Mancata regolazione della basale
ja: 基礎体温の調整に失敗
nl: Basaal niet aangepast
pl: Nie udało się dostosować podstawowej dawki
pt_br: Falha no ajuste basal
ro: Nu a reușit să ajusteze bazal
sk: Nepodarilo sa upraviť bazálnu
sv: Misslyckades med att justera basal
tr: Bazal ayarlama yapılamadı
uk: Не вдалося відкоригувати Базал
vi: Không thể điều chỉnh liều basal

source: Failed to adjust pump time
ar: فشل في ضبط وقت المضخة
cs: Nepodařilo se nastavit čas čerpadla
da: Kunne ikke justere pumpetiden
de: Einstellung der Pumpzeit fehlgeschlagen
es: No se ha ajustado el tiempo de bombeo
fi: Pumppuaikaa ei ole säädetty
fr: Le temps de pompage n'a pas été ajusté
it: Mancata regolazione del tempo di pompaggio
ja: ポンプ時間の調整に失敗
nl: Pomptijd niet aangepast
pl: Nie udało się ustawić czasu pompy
pt_br: Falha no ajuste do tempo da bomba
ro: Nu a reușit să regleze timpul de pompare
sk: Nepodarilo sa nastaviť čas čerpadla
sv: Misslyckades med att justera pumptiden
tr: Pompa süresi ayarlanamadı
uk: Не вдалося налаштувати час помпи
vi: Không điều chỉnh được thời gian bơm

source: Setting temp basal is not supported at this time
ar: ضبط درجة الحرارة الأساسية غير مدعوم في الوقت الحالي
cs: Nastavení bazální teploty není v tuto chvíli podporováno.
da: Indstilling af basaltemperatur understøttes ikke på nuværende tidspunkt
de: Die Einstellung der Basaltemperatur wird zur Zeit nicht unterstützt.
es: En este momento no es posible ajustar la temperatura basal.
fi: Temp basaalin asettamista ei tueta tällä hetkellä.
fr: Le réglage de la température de base n'est pas pris en charge pour l'instant.
it: L'impostazione della temp basale non è attualmente supportata.
ja: 基礎体温の設定は現在サポートされていません。
nl: Temp basaal instellen wordt op dit moment niet ondersteund
pl: Ustawienie podstawowej temperatury nie jest obecnie obsługiwane.
pt_br: A configuração da temperatura basal não é suportada no momento
ro: Setarea temp basal nu este susținută în acest moment
sk: Nastavenie bazálnej teploty nie je v súčasnosti podporované
sv: Inställning av basaltemperatur stöds inte för närvarande
tr: Geçici bazal ayarı şu anda desteklenmemektedir
uk: Встановлення тимчасового базалу наразі не підтримується
vi: Cài đặt liều temp basal không được hỗ trợ tại thời điểm này

source: The insulin delivery has been suspend. Action failed
ar: تم تعليق توصيل الأنسولين. فشل الإجراء
cs: Podávání inzulínu bylo pozastaveno. Akce se nezdařila
da: Tilførslen af insulin er blevet suspenderet. Handling mislykkedes
de: Die Insulinabgabe wurde unterbrochen. Aktion fehlgeschlagen
es: Se ha suspendido la administración de insulina. Acción fallida
fi: Insuliinin toimitus on keskeytetty. Toimenpide epäonnistui
fr: L'administration d'insuline a été suspendue. Action échouée
it: La somministrazione di insulina è stata sospesa. Azione fallita
ja: インスリン投与が中断されました。処置失敗
nl: De insulinetoediening is opgeschort. Actie mislukt
pl: Dostarczanie insuliny zostało wstrzymane. Działanie nie powiodło się
pt_br: O fornecimento de insulina foi suspenso. A ação falhou
ro: Administrarea insulinei a fost suspendată. Acțiune eșuată
sk: Podávanie inzulínu bolo pozastavené. Akcia zlyhala
sv: Insulintillförseln har avbrutits. Åtgärden misslyckades
tr: İnsülin teslimatı askıya alındı. Eylem başarısız
uk: Подачу інсуліну призупинено. Не вдалося виконати дію
vi: Việc cung cấp insulin đã bị tạm dừng. Hành động không thành công

source: Action has been canceled, because the pump is busy
ar: تم إلغاء الإجراء، لأن المضخة مشغولة
cs: Akce byla zrušena, protože čerpadlo je obsazeno.
da: Handlingen er blevet aflyst, fordi pumpen er optaget
de: Die Aktion wurde abgebrochen, weil die Pumpe besetzt ist.
es: La acción se ha cancelado porque la bomba está ocupada.
fi: Toiminto on peruutettu, koska pumppu on varattu.
fr: L'action a été annulée, car la pompe est occupée.
it: L'azione è stata annullata perché la pompa è occupata.
ja: ポンプがビジー状態のため、アクションはキャンセルされました。
nl: Actie is geannuleerd, omdat de pomp bezig is
pl: Działanie zostało anulowane, ponieważ pompa jest zajęta
pt_br: A ação foi cancelada porque a bomba está ocupada
ro: Acțiunea a fost anulată, deoarece pompa este ocupată
sk: Akcia bola zrušená, pretože čerpadlo je obsadené
sv: Åtgärden har avbrutits eftersom pumpen är upptagen
tr: Pompa meşgul olduğu için işlem iptal edildi
uk: Дія скасована, оскільки Помпа зайнята
vi: Hành động đã bị hủy, vì máy bơm đang bận

source: A bolus timeout is active. The loop cycle cannot be completed till the timeout is inactive
ar: مهلة البلعة نشطة. لا يمكن إكمال دورة الحلقة حتى تصبح المهلة غير نشطة
cs: Časový limit bolusu je aktivní. Cyklus smyčky nelze dokončit, dokud není časový limit neaktivní.
da: En bolus-timeout er aktiv. Loop-cyklussen kan ikke afsluttes, før timeouten er inaktiv.
de: Eine Bolus-Zeitüberschreitung ist aktiv. Der Schleifenzyklus kann erst abgeschlossen werden, wenn die Zeitüberschreitung inaktiv ist.
es: El tiempo de espera del bolo está activo. El ciclo de bucle no puede completarse hasta que el tiempo de espera esté inactivo
fi: Boluksen aikakatkaisu on aktiivinen. Silmukkasykliä ei voida suorittaa loppuun ennen kuin aikakatkaisu on inaktiivinen.
fr: Un délai d'attente pour le bolus est actif. Le cycle de la boucle ne peut être achevé tant que le délai d'attente n'est pas inactif.
it: È attivo un timeout del bolo. Il ciclo del bolo non può essere completato finché il timeout non è attivo.
ja: ボーラスタイムアウトが有効である。ループサイクルはタイムアウトが解除されるまで完了しない。
nl: Een bolustime-out is actief. De luscyclus kan niet worden voltooid totdat de time-out inactief is.
pl: Limit czasu bolusa jest aktywny. Cykl pętli nie może zostać zakończony, dopóki limit czasu jest nieaktywny
pt_br: Um tempo limite de bolus está ativo. O ciclo de loop não pode ser concluído até que o tempo limite esteja inativo
ro: Un timp de așteptare pentru bolus este activ. Ciclul de buclă nu poate fi finalizat până când timpul de așteptare nu este inactiv
sk: Časový limit pre podanie bolusu je aktívny. Cyklus slučky sa nemôže dokončiť, kým nie je časový limit neaktívny
sv: En bolustimeout är aktiv. Loopcykeln kan inte slutföras förrän timeouten är inaktiv
tr: Bir bolus zaman aşımı etkindir. Zaman aşımı devre dışı kalana kadar döngü döngüsü tamamlanamaz
uk: Тайм-аут болюсу активний. Цикл loop не може бути завершений, доки тайм-аут не буде неактивним
vi: Thời gian chờ bolus đang hoạt động. Chu kỳ vòng lặp không thể hoàn tất cho đến khi thời gian chờ không hoạt động

source: The max bolus limit is reached. Please try a lower amount or increase the limit
ar: تم الوصول إلى الحد الأقصى للجرعة القصوى. يُرجى تجربة كمية أقل أو زيادة الحد الأقصى
cs: Je dosaženo maximálního limitu bolusu. Vyzkoušejte nižší množství nebo zvyšte limit
da: Den maksimale bolusgrænse er nået. Prøv en lavere mængde, eller øg grænsen.
de: Der maximale Bolusgrenzwert ist erreicht. Bitte versuchen Sie eine niedrigere Menge oder erhöhen Sie den Grenzwert
es: Se ha alcanzado el límite máximo de bolo. Por favor, pruebe con una cantidad inferior o aumente el límite
fi: Maksimibolusraja on saavutettu. Kokeile pienempää määrää tai lisää rajaa
fr: La limite maximale de bolus est atteinte. Veuillez essayer une quantité inférieure ou augmenter la limite
it: Il limite massimo di bolo è stato raggiunto. Provare con una quantità inferiore o aumentare il limite
ja: ボーラスの上限値に達しています。量を減らすか、上限を増やしてください。
nl: De maximale boluslimiet is bereikt. Probeer een lagere hoeveelheid of verhoog de limiet
pl: Osiągnięto maksymalny limit bolusa. Spróbuj użyć niższej dawki lub zwiększ limit
pt_br: O limite máximo de bolus foi atingido. Tente uma quantidade menor ou aumente o limite
ro: Limita maximă de bolus a fost atinsă. Vă rugăm să încercați o cantitate mai mică sau să măriți limita
sk: Maximálny limit bolusu je dosiahnutý. Vyskúšajte nižšie množstvo alebo zvýšte limit
sv: Den maximala bolusgränsen är nådd. Försök med en lägre mängd eller öka gränsen
tr: Maksimum bolus limitine ulaşıldı. Lütfen daha düşük bir miktar deneyin veya limiti artırın
uk: Досягнуто максимального ліміту болюсу. Спробуйте зменшити суму або збільште ліміт
vi: Đã đạt đến giới hạn bolus tối đa. Vui lòng thử lượng thấp hơn hoặc tăng giới hạn
