Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/OmniBLE/OmniBLE/*.lproj/Localizable.strings
Languages: es, pt_br

source: Auto-off alarm
es: Alarma de apagado automático
pt_br: Alarme de desligamento automático

source: Below 50 units
es: Menos de 50 unidades
pt_br: Abaixo de 50 unidades

source: Bolus in progress
es: Bolo en progreso
pt_br: Bolus em andamento

source: Bolus: %1$@U %2$@ %3$@ %4$@
es: Bolo: %1$@U %2$@ %3$@ %4$@

source: Bolusing
es: Poniendo bolo
pt_br: Entregando Bolus

source: Bolusing with temp basal
es: Poniendo bolo con basal temporal
pt_br: Aplicando bolus com basal temp

source: Cannula inserting
es: Cánula insertándose
pt_br: Inserindo Cânula

source: Certain
es: Programación acertada
pt_br: Certo

source: Deactivated
es: Pod desactivado
pt_br: Desativado

source: Empty reservoir
es: Reservorio vacío
pt_br: Reservatório vazio

source: Empty response from pod
es: Respuesta vacía del pod
pt_br: Resposta vazia do pod

source: Error event logged, shutting down
es: Evento de error de registro, apagándose
pt_br: Evento de erro registrado, desligando

source: Expiration alert
es: Alerta de caducidad
pt_br: Alerta de expiração

source: Finish setup
es: Fin de la configuración
pt_br: Concluir configuração

source: Initialized
es: iniciado
pt_br: Inicializado

source: Internal pod fault %1$03d
es: Error pod interno %1$03d
pt_br: Falha interna do pod %1$03d

source: InterruptedBolus: %1$@ U (%2$@ U scheduled) %3$@ %4$@ %5$@
es: BoloInterrumpido: %1$@ U (%2$@ U planeadas) %3$@ %4$@ %5$@
pt_br: BolusInterrompido: %1$@ U (%2$@ U agendado) %3$@ %4$@ %5$@

source: Low reservoir advisory alarm
es: Alarma de aviso de depósito bajo
pt_br: Alarme de baixo reservatório

source: Make sure your RileyLink is nearby and powered on
es: Asegúrese de que su RileyLink está cerca y encendido
pt_br: Verifique se o seu RileyLink está próximo e ligado

source: No alerts
es: No hay alertas
pt_br: Sem alertas

source: No pod paired
es: No hay pod emparejado
pt_br: Nenhum pod emparelhado

source: No response from pod
es: Sin respuesta del pod
pt_br: Nenhuma resposta do pod

source: No RileyLink available
es: No hay RileyLink disponible
pt_br: Nenhum RileyLink disponível

source: Occlusion detected
es: Oclusion detectada
pt_br: Oclusão detectada

source: Paired
es: Emparejado
pt_br: Emparelhado

source: Please bring your pod closer to the RileyLink and try again
es: Por favor, acerque su pod al RileyLink e inténtelo de nuevo
pt_br: Traga seu pod para mais perto do RileyLink e tente novamente

source: Please pair a new pod
es: Por favor, empareje un nuevo pod
pt_br: Emparelhe um novo pod

source: Pod already paired
es: Ya hay un pod emparejado
pt_br: Pod já emparelhado

source: Pod already primed
es: El pod ya está purgado
pt_br: Pod já preparado

source: Pod expiration advisory alarm
es: Alarma de aviso de caducidad de un pod
pt_br: Alarme de expiração do pod

source: Pod Expiration Notice
es: Aviso de vencimiento de un pod
pt_br: Aviso de Expiração do Pod

source: Pod expired
es: Pod caducado
pt_br: Pod expirado

source: Pod Fault: %1$@
es: Error de pod: %1$@
pt_br: Falha no Pod: %1$@

source: Pod is not in a state ready for cannula insertion.
es: El Pod no está listo para insertar la cánula
pt_br: O Pod não está pronto para a inserção da cânula.

source: Pod is not in a state ready for priming.
es: El Pod no está listo para purgar
pt_br: O Pod não está em um estado pronto para preparação.

source: Pod is suspended
es: El Pod está suspendido
pt_br: O pod está suspenso

source: Pod setup window expired
es: La pantalla de configuración del pod ha caducado
pt_br: A janela de configuração do pod expirou

source: Priming
es: Purgando
pt_br: Preparando

source: Ready for basal programming
es: Listo para programar basales
pt_br: Pronto para programação basal

source: Ready to insert cannula
es: Listo para insertar la cánula
pt_br: Pronto para inserir a cânula

source: Resume: %1$@ %2$@
es: Reanudar: %1$@ %2$@
pt_br: Retomar: %1$@ %2$@

source: Scheduled Basal
es: Basal programada
pt_br: Basal Agendado

source: Shutdown imminent alarm
es: Apagar la alarma inminente
pt_br: Alarme de desligamento iminente

source: Suspend: %1$@ %2$@
es: Suspender: %1$@ %2$@
pt_br: Suspender: %1$@ %2$@

source: Suspended
es: Suspendido
pt_br: Suspenso

source: Tank fill completed
es: Completado el llenado del depósito
pt_br: Enchimento do tanque concluído

source: Tank power activated
es: Depósito encendido
pt_br: Alimentação do tanque ativada

source: Temp basal in progress
es: Basal temporal en progreso
pt_br: Basal temporária em andamento

source: Temp basal running
es: Basal temporal funcionando
pt_br: Executando basal temporária

source: TempBasal: %1$@ U/hour %2$@ %3$@ %4$@ U %5$@
es: BasalTemporal: %1$@ U/hora %2$@ %3$@ %4$@ U %5$@
pt_br: BasalTemp: %1$@ U/hora %2$@ %3$@ %4$@ U %5$@

source: Time to replace your pod! Your pod will expire in %1$@
es: Es hora de reemplazar el pod! El pod expira en %1$@
pt_br: Hora de substituir o seu pod! Seu pod expirará em %1$@

source: Uncertain
es: Incierto
pt_br: Incerto

source: Unexpected response from pod
es: Respuesta inesperada del pod
pt_br: Resposta inesperada do pod

source: Unknown pod fault %1$03d
es: Fallo de pod desconocido %1$03d
pt_br: Falha desconhecida do pod %1$03d

source: Wait for existing bolus to finish, or cancel bolus
es: Espere a que termine el bolo o cancele el bolo
pt_br: Aguarde a conclusão do bolus existente ou cancele-o

source: Wait for existing temp basal to finish, or suspend to cancel
es: Espere a que termine la basal temporal existente o suspénda para cancelar
pt_br: Aguarde até que a basal temp existente termine ou suspenda para cancelar

source: Waiting for pairing reminder
es: Esperando el recordatorio de emperejamiento
pt_br: Aguardando lembrete de emparelhamento

source: %@ ago
pt_br: %@ atrás
