Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/MinimedKit/MinimedKit/Resources/*.lproj/Localizable.strings
Languages: ar, sk, tr, uk

source: "%1$@" has a low battery
tr: " %1$@ " pili zayıf

source: %1$@ U left
tr: %1$@ Ü kaldı

source: %1$@ U left: %2$@
tr: %1$@ Ü kalan: %2$@

source: A bolus is already in progress
ar: هناك جرعة جارية بالفعل
sk: Podanie bolusu už prebieha
tr: Bir bolus zaten devam ediyor
uk: Болюс вже подається

source: AlarmClockReminder
ar: تذكير المنبه
sk: Pripomienka budíka
tr: AlarmSaatiHatırlatma
uk: Нагадування будильника

source: AlarmSensor
ar: تنبيه الحساس
sk: Senzor alarmu
tr: Alarm Sensörü
uk: Попередження від сенсора

source: Alkaline
ar: قلوي
sk: Alkalické
tr: Alkalin

source: Auto-Off Alarm
tr: Oto-kapanma alarmı

source: Basal Profile %1$@: %2$@ U/hour
ar: ملف تعريف القاعدي %1$@: %2$@ U/hour
sk: Bazálny Profil %1$@: %2$@ J/hod
tr: Bazal Profili %1$@: %2$@ Ü/saat
uk: Профіль базалу %1$@: %2$@ U/год

source: Battery Depleted
tr: Pil Tükenmiş

source: Battery Out Limit
tr: Pil Bitme Sınırı

source: BatteryIssue17
tr: PilSorunu17

source: BatteryIssue21
tr: PilSorunu21

source: Bolus in progress
ar: جرعة قيد التنفيذ
sk: Prebieha bolus
tr: Bolus devam ediyor
uk: Подання болюса

source: Bolus in Progress
tr: Bolus Devam Ediyor

source: Bolus may have failed: %1$@
tr: Bolus başarısız olmuş olabilir: %1$@

source: Canada
tr: Kanada

source: Cancel Temp Basal
tr: Geçici Bazalı İptal Et

source: Change the pump battery immediately
tr: Pompa pilini hemen değiştirin

source: Change the pump reservoir now
tr: Pompa rezervuarını şimdi değiştirin

source: Change Time
tr: Saati Değiştir

source: Check that the pump is not suspended or priming, or has a percent temp basal type
ar: تحقق من أن المضخة ليست معلقة أو في وضع التحضير، أو لديها نوع جرعة أساسية مؤقتة بنسبة مئوية
sk: Skontrolujte že pumpa nie je pozastavená alebo sa nastavuje, alebo má percentuálny dočasný typ bazálu
tr: Pompanın askıya alınmadığını, dolum aşamasında olmadığını veya yüzde geçici bazal tipine sahip olmadığını kontrol edin.
uk: Переконайтеся, що помпа не зупинена або не перебуває в режимі заправки, а так само, що ВБШ в помпі встановлено в U/год, а не у відсотках

source: Command refused
ar: تم رفض الأمر
sk: Príkaz zamietnutý
tr: Komut reddedildi
uk: Команду відхилено

source: Comms with another pump detected
ar: تم اكتشاف الاتصال مع مضخة أخرى.
sk: Zaznamenané komunikácie s inou pumpou.
tr: Başka bir pompa algılandı.
uk: Виявлено комунікацію з іншою помпою

source: Decoding Error
ar: خطأ في فك التشفير
sk: Chyba dekódovania
tr: Kod Çözme Hatası
uk: Помилка декодування

source: Device Error
ar: خطأ في الجهاز
sk: Chyba zariadenia
tr: Cihaz Hatası
uk: Помилка пристрою

source: Device Reset
tr: Cihaz Sıfırlama

source: Dismiss
tr: Reddet

source: Empty Reservoir
tr: Boş Rezervuar

source: Event History
ar: سجل الأحداث
sk: História Udalostí
tr: Etkinlik Geçmişi
uk: Журнал подій

source: Glucose page failed crc check
tr: KŞ sayfası crc kontrolünde başarısız oldu

source: Go to pump settings and select insulin type
tr: Pompa ayarlarına gidin ve insülin tipini seçin

source: History page does not exist
tr: Geçmiş sayfası mevcut değil

source: History page failed crc check
tr: Geçmiş sayfası crc kontrolünde başarısız oldu

source: Insulin Suspended
tr: İnsülin Askıya Alındı

source: Insulin Type is not configured
tr: İnsülin Tipi yapılandırılmamış

source: Invalid response during %1$@: %2$@
ar: استجابة غير صحيحة خلال %1$@: %2$@
sk: Neplatná odpoveď počas %1$@: %2$@
tr: %1$@: %2$@ sırasında geçersiz yanıt
uk: Неправильний відгук %1$@: %2$@

source: Lithium
ar: ليثيوم
sk: Líthiové
tr: Lityum

source: Loop sent a bolus command to the pump, but was unable to confirm that the pump received the command. For safety, Loop will assume the bolus was delivered. When Loop eventually fetches history from the pump, and the estimated bolus finish time is passed, Loop will update its records of delivery to match what the pump reports.
tr: Loop, pompaya bir bolus komutu gönderdi, ancak pompanın komutu aldığını doğrulayamadı. Güvenlik için, Loop bolusun iletildiğini varsayar. Loop sonunda pompadan geçmişi aldığında ve tahmini bolus bitiş süresi geçtiğinde, Loop iletim kayıtlarını pompanın raporlarıyla eşleşecek şekilde günceller.

source: Low Battery
tr: Düşük Pil

source: Low Reservoir
tr: Düşük Rezervuar

source: Low RileyLink Battery
tr: Düşük RileyLink Pili

source: Make sure your RileyLink is nearby and powered on
ar: تأكد من أن RileyLink الخاص بك قريب ويعمل
sk: Uistite sa, že je váš RileyLink v blízkosti a je zapnutý
tr: RileyLink'inizin yakında olduğundan ve açık olduğundan emin olun
uk: Впевніться, що RileyLink увімкнений та знаходиться поруч

source: Max setting exceeded
ar: تم تجاوز الحد الأقصى للإعدادات
sk: Maximálne nastavenie prekročené
tr: Maksimum ayar aşıldı
uk: Максимальне значення перевищено

source: Meal
tr: Öğün

source: No Delivery Alarm
tr: İletim Alarmı Yok

source: No RileyLink Connected
tr: RileyLink Bağlantısı Yok

source: Ok
tr: Tamam

source: OK
tr: Tamam

source: Percent Temp Basal
tr: Geçici Bazal Yüzdesi

source: Please check your pump bolus history to determine if the bolus was delivered.
tr: Bolusun iletilip iletilmediğini belirlemek için lütfen pompa bolus geçmişinizi kontrol edin.

source: Prime
tr: Hazırlık

source: Pump Battery Low
tr: Pompa Pili Düşük

source: Pump did not respond
ar: المضخة لم تستجب
sk: Pumpa neodpovedá
tr: Pompa yanıt vermedi
uk: Помпа не відповідає

source: Pump Error
ar: خطأ في المضخة
sk: Chyba pumpy
tr: Pompa Hatası
uk: Помилка помпи

source: Pump is suspended
ar: تم تعليق المضخة
sk: Pumpa je pozastavená
tr: Pompa askıya alındı
uk: Помпу призупинено

source: Pump is Suspended
tr: Pompa Askıya Alındı

source: Pump Reservoir Empty
tr: Pompa Rezervuarı Boş

source: Pump Reservoir Low
tr: Pompa Rezervuarı Düşük

source: Pump responded unexpectedly
ar: مضخة استجابت بشكل غير متوقع
sk: Pumpa odpovedala neočakávane
tr: Pompa beklenmedik bir şekilde yanıt verdi
uk: Несподіваний відгук помпи

source: PumpMessage(%1$@, %2$@, %3$@, %4$@)
ar: رسالة المضخة(%1$@، %2$@، %3$@، %4$@)
sk: Správa o pumpe(%1$@, %2$@, %3$@, %4$@)
tr: PompaMesajı(%1$@, %2$@, %3$@, %4$@)
uk: Повідомлення помпи(%1$@, %2$@, %3$@, %4$@)

source: Reprogram Error
tr: Yeniden Programlama Hatası

source: Reservoir
ar: الخزان
sk: Rezervoár
tr: Rezervuar
uk: Резервуар

source: Resume
tr: Devam et

source: Rewind
tr: Geri sarma

source: RileyLink radio tune failed
ar: فشل ضبط راديو RileyLink
sk: RileyLink radio ladenie zlyhalo
tr: RileyLink ayarı başarısız oldu
uk: Налаштування радіозв'язку з RileyLink не вдалося

source: Scheduled Basal
tr: Programlanan Bazal

source: Select Profile
tr: Profil Seç

source: Signal Loss
tr: Sinyal Kaybı

source: Suspend
tr: Askıya al

source: Temp Basal
tr: Geçici Bazal

source: Temporary Basal: %1$.3f U/hour
ar: الأساس المؤقت: %1$.3f U/ساعة
sk: Dočasný Bazál: %1$.3f J/hod
tr: Geçici Bazal: %1$.3f Ü/saat
uk: Тимчасовий базал: %1$.3f U/год

source: Temporary Basal: %1$d min
ar: الأساس المؤقت: %1$d U/ دقيقة
sk: Dočasný Bazál: %1$d min
tr: Geçici Bazal: %1$d dk
uk: Тимчасовий базал: %1$d хв

source: Temporary Basal: %1$d%%
ar: الأساسي المؤقت: %1$d U/%%
sk: Dočasný Bazál: %1$d%%
tr: Geçici Bazal: %1$d%%
uk: Тимчасовий базал: %1$d хв%%

source: Unable to store pump data
tr: Pompa verileri depolanamıyor

source: Unexpected response %1$@
tr: Beklenmeyen yanıt %1$@

source: Unknown Alarm
tr: Bilinmeyen Alarm

source: Unknown glucose record type: %$1@
tr: Bilinmeyen KŞ kayıt türü: %$1@

source: Unknown history record type: %$1@
tr: Bilinmeyen geçmiş kayıt türü: %$1 @

source: Unknown pump error code: %1$@
ar: رمز خطأ مضخة غير معروف: %1$@
sk: Neznáma chyba pumpy kód: %1$@
tr: Bilinmeyen pompa hata kodu:%1$@
uk: Невідомий код помилки помпи: %1$@

source: Unknown pump model: %@
ar: نَموذج مضخة غير معروف: %@
sk: Neznámy model pumpy: %@
tr: Bilinmeyen pompa modeli: %@
uk: Невідома модель помпи: %@

source: Unknown response during %1$@: %2$@
ar: استجابة غير صحيحة خلال %1$@: %2$@
sk: Neznáma odpoveď počas %1$@: %2$@
tr: %1$@: %2$@ sırasında bilinmeyen yanıt
uk: Невідомий відгук %1$@: %2$@

source: Minimed %@
ar: تم تصغير %@

source: Minimed 500/700 Series
ar: الحد الأدنى 500/700 سلسلة

source: North America
ar: أمريكا الشماليّة
sk: Severná Amerika
uk: Північна Америка

source: World-Wide
ar: عالمي
sk: Celo-Svetovo
