Repository: Artificial-Pancreas/iAPS
Catalog: Dependecies/rileylink_ios/MinimedKit/*.lproj/Localizable.strings
Languages: fr, ja, ro, ru

source: A bolus is already in progress
fr: Un bolus est déjà en cours
ja: ボーラス注入中
ro: Există deja un bolus în curs de administrare
ru: Болюс уже подается

source: AlarmClockReminder
ja: アラームリマインダー
ru: Напоминание будильника

source: AlarmSensor
ja: アラームセンサー
ru: Предупреждение от сенсора

source: Alkaline
fr: Alcaline
ja: アルカリ
ro: Alcalină
ru: Щелочная

source: Basal Profile %1$@: %2$@ U/hour
fr: Profil basal %1$@: %2$@ U/heure
ja: ベーサルプロファイル %1$@: %2$@ U/時
ro: Profil bazal %1$@: %2$@ U/oră
ru: Профиль базала %1$@: %2$@ ед/ч

source: Bolus in progress
fr: Bolus en cours
ja: ボーラス注入中
ro: Bolus în curs de administrare
ru: Подается болюс

source: Check that the pump is not suspended or priming, or has a percent temp basal type
fr: Vérifiez que la pompe n’est pas suspendue ou amorcée, ou a un type basal temporaire de pour cent
ja: ポンプが停止、プライミング中、または基礎レートが一時的に変更になっていないことを確認してください
ro: Verificați că pompa nu este suspendată sau în curs de amorsare sau ca nu folosește un tip procentual de bazală temporară
ru: Убедитесь, что помпа не остановлена и не заполняется или не находится в режиме подачи оставшихся процентов временного базала

source: Command refused
fr: Commande refusée
ja: コマンド拒否
ro: Comandă refuzată
ru: Отказ в выполнении команды

source: Comms with another pump detected
fr: Communications avec une autre pompe détectée
ja: 他のポンプが検出
ro: S-a detectat o comunicare cu altă pompă.
ru: Обнаружена коммуникация с другой помпой

source: Decoding Error
fr: Erreur de décodage
ja: デコーディングエラー
ro: Eroare la decodare
ru: Ошибка декодирования

source: Device Error
fr: Erreur de périphérique
ja: デバイスエラー
ro: Eroare dispozitiv
ru: Ошибка устройства

source: Event History
fr: Historique des événements
ja: イベント履歴
ro: Istoric evenimente
ru: История событий

source: Invalid response during %1$@: %2$@
fr: Réponse invalide pendant %1$@: %2$@
ja: %1$@ で反応が無効: %2$@
ro: Răspuns invalid în timpul %1$@: %2$@
ru: Неверный отклик в интервале %1$@: %2$@

source: Lithium
ja: リチウム
ro: Litiu
ru: Литиевая

source: Make sure your RileyLink is nearby and powered on
fr: Assurez-vous que votre RileyLink est à proximité et sous tension
ja: RileyLink が近くにあり電源が入っているか確認してください
ro: Asigurați-vă că RileyLink este pornit și situat în apropiere
ru: Убедитесь, что RileyLink включен и находится поблизости

source: Max setting exceeded
fr: Paramètre maximum dépassée
ja: 設定の制限を超えています
ro: Setare maximă depășită
ru: Максимальное значение превышено

source: Minimed 500/700 Series
fr: Serié Minimed 500/700
ja: Minimed 500/700 シリーズ
ru: Minimed серий 500/700

source: North America
fr: Amérique du Nord
ru: Сев Америка

source: Pump did not respond
fr: La pompe n’a pas répondu
ja: ポンプが反応しません
ro: Pumpa nu a răspuns
ru: Помпа не ответила

source: Pump Error
fr: Erreur de pompe
ja: ポンプエラー
ro: Eroare pompă
ru: Ошибка помпы

source: Pump is suspended
fr: La pompe est suspendue
ja: ポンプが停止しています
ro: Pompa este suspendată
ru: Помпа остановлена

source: Pump responded unexpectedly
fr: La pompe a réagi de manière inattendue
ja: ポンプが不意に反応しました
ro: Pompa a răspuns în mod neașteptat
ru: Неожиданный отклик помпы

source: PumpMessage(%1$@, %2$@, %3$@, %4$@)
fr: Message de pompe(%1$@, %2$@, %3$@, %4$@)
ja: ポンプメッセージ(%1$@, %2$@, %3$@, %4$@)
ru: Сообщение помпы(%1$@, %2$@, %3$@, %4$@)

source: Reservoir
fr: Réservoir
ja: リザーバ
ro: Rezervor
ru: Резервуар

source: RileyLink radio tune failed
fr: La synthèse radio RileyLink a échoué
ja: RileyLink 通信に失敗しました
ro: Eșec RileyLink la reglarea radio
ru: Настройка радиосвязи с RileyLink не удалась

source: Temporary Basal: %1$.3f U/hour
fr: Basal Temporaire: %1$.3f U/heure
ja: 一時基礎レート: %1$.3f U/hour
ro: Bazală temporară: %1$.3f U/oră
ru: Временный базал: %1$.3f ед/ч

source: Temporary Basal: %1$d min
fr: Basal Temporaire: %1$d min
ja: 一時基礎レート: %1$d 分
ro: Bazală temporară: %1$d min
ru: Временный базал: %1$d мин

source: Temporary Basal: %1$d%%
fr: Basal Temporaire: %1$d%%
ja: 一時基礎レート: %1$d%%
ro: Bazală temporară: %1$d%%
ru: Временный базал: %1$d%%

source: Unknown pump error code: %1$@
fr: Code d’erreur de pompe inconnu: %1$@
ja: ポンプエラーコード 不明: %1$@
ro: Cod de eroare pompă necunoscut: %1$@
ru: Неизвестный код ошибки помпы: %1$@

source: Unknown pump model: %@
fr: Modèle de pompe inconnu: %@
ja: ポンプモデル 不明: %@
ro: Model de pompă necunoscut: %@
ru: Неизвестная модель помпы: %@

source: Unknown response during %1$@: %2$@
fr: Réponse inconnue pendant %1$@: %2$@
ja: 反応が不明 %1$@: %2$@
ro: Răspuns nerecunoscut în timpul %1$@: %2$@
ru: Неизвестный отклик в интервале %1$@: %2$@

source: World-Wide
fr: Monde Entier
ro: Global
ru: Глобальный
