Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/rileylink_ios/MinimedKitUI/*.lproj/Localizable.strings
Languages: da, es, pl

source: %1$@ basal schedule entries
da: %1$@ planlagt basal
es: %1$@ entradas de configuración basal
pl: %1$@ wpisów dawki podstawowej

source: %1$@ Units of insulin remaining
da: %1$@ Udestående enheder insulin
es: %1$@ Unidades de insulina restantes
pl: %1$@ jednostek insuliny pozostało

source: Alkaline and Lithium batteries decay at differing rates. Alkaline tend to have a linear voltage drop over time whereas lithium cell batteries tend to maintain voltage until halfway through their lifespan. Under normal usage in a Non-MySentry compatible Minimed (x22/x15) insulin pump running Loop, Alkaline batteries last approximately 4 to 5 days. Lithium batteries last between 1-2 weeks. This selection will use different battery voltage decay rates for each of the battery chemistry types and alert the user when a battery is approximately 8 to 10 hours from failure.
da: Alkaline og Lithium batterier henfalder med forskellige satser. Alkaline har tendens til at have et lineært fald over tid, hvor Lithium batteri celler typisk opretholder deres spænding indtil halvejen i deres levetid. Ved normalt brug i en ikke-MySentry kompatibel Minimed (x22/x15) insulin pumpe, som kører Loop vil alkaline batterier holde cirka 4 til 5 dage. Lithium batterier holder mellem 1 til 2 uger. Denne indstilling bruger forskellige batteri henfalds satser for hver kemiske batteritype og alarmere brugeren når et batteri er cirka 8 til 10 timer fra at løbe tør.
es: Las baterías alcalinas y de litio se degradan en ritmos distintos. La alcalinas tienden a tener una baja de voltaje linear en el tiempo mientras que las de litio tienden a mantener un voltaje hasta que pasan la mitad de su tiempo de vida. Bajo condiciones normales en una micro-infusora no compatible con MySentry ( x22/x15) siendo utilizado con Loop, las baterías alcalinas durarán aproximadamente de 4 a 5 días. Las baterías de litio durarán de una a dos semanas. Esta selección utilizará diferentes rangos de decadencia para el voltaje de cada una de las bataerías y alertará al usuario cuando la batería tenga aproximadamente de 8 a 10 horas restantes de vida.
pl: Baterie alkaliczne i litowe różnią się szybkością rozładowywania. Baterie alkaliczne mają tendencję do liniowego spadku napięcia w czasie, natomiast baterie litowe mają tendencję do utrzymywania napięcia do momentu osiągnięcia połowy żywotności. W trakcie normalnego korzystania z Loop w niekompatybilnej z MySentry pompie (x22/x15), czas życia baterii alkalicznych wynosi ok. 4-5 dni. Żywotność baterii litowych wynosi ok. 1-2 tygodni. Wybór odpowiedniego typu baterii pozwoli na wybranie lepszego algorytmu zużycia baterii, dzięki czemu Loop będzie mógł wysłać ostrzeżenie, gdy zostanie ok. 8-10 godzin do całkowitego rozładowania.

source: Are you sure you want to delete this pump?
da: Er du sikker på at du vil fjerne denne pumpe?
es: ¿Estás seguro de querer eliminar esta microinfusora?
pl: Jesteś pewien, że chcesz usunąć tę pompę?

source: Awake Until
da: Vågen indtil
es: Despierto hasta
pl: Aktywny od

source: Basal Rates
da: Basal rater
es: Perfil Basal
pl: Dawka podstawowa

source: Battery: %1$@ volts
da: Batteri: %1$@ volt
es: Batería: %1$@ voltios
pl: Bateria: %1$@ V

source: Best Frequency
da: Bedste frekvens
es: Mejor frecuencia
pl: Najlepsza częstotliwość

source: Bolusing: %1$@
da: Giver bolus: %1$@
es: Bolo en progreso: %1$@
pl: Podawanie bolusa: %1$@

source: Cancel
da: Afbryd
es: Cancelar
pl: Anuluj

source: Change Time
da: Ændre klokkeslæt
es: Cambiar Hora
pl: Zmień godzinę

source: Change Time Zone
da: Ændre tidszone
es: Cambiar Zona Horaria
pl: Zmień strefę czasową

source: Changing time…
da: Ændre tid...
es: Cambiando hora…
pl: Zmieniam godzinę…

source: Commands
da: Kommandoer
es: Comandos
pl: Komunikaty

source: Configuration
da: Konfiguration
es: Configuración
pl: Konfiguracja

source: Connect
da: Forbind
es: Conectar
pl: Połącz

source: Connection State
da: Status på forbindelse
es: Estado de Conexión
pl: Status połączenia

source: Delete Pump
da: Fjern pumpe
es: Eliminar Microinfusora
pl: Usuń pompę

source: Delivery Limits
da: Mængdebegrænsning
es: Límites de Dosificación
pl: Limit podawania

source: Device
da: Enhed
es: Dispositivo
pl: Urządzenie

source: Discover Commands
da: Opdag kommandoer
es: Descubrir Comandos
pl: Przejrzyj komunikaty

source: Discovering commands…
da: Opdager kommandoer...
es: Descubriendo comandos…
pl: Przeglądanie komunikatów…

source: Enable Diagnostic LEDs
da: Slå diagnoserings LED’er til
es: Habilitar diagnóstico LEDs
pl: Włącz diagnostyczne LEDy

source: Enabled Diagnostic LEDs
da: Diagnoserings LED’er aktiveret
es: Diagnóstico LEDs Habilitado
pl: Diagnostyczne LEDy włączone

source: Error Resuming
da: Fejl i genoptagelse
es: Error de reanudación

source: Error Suspending
da: Fejl i suspendering
es: Error de suspensión

source: Fetch Enlite Glucose
da: Hent seneste glukose
es: Obtener Enlite Glucose
pl: Pobierz glukozę z Enlite

source: Fetch Recent History
da: Hent seneste historie
es: Obtener Historia Reciente
pl: Pobierz najnowszą historię

source: Fetching glucose…
da: Henter glukose...
es: Obtener glucosa…
pl: Pobieranie glukozy…

source: Fetching history…
da: Henter histoik...
es: Obtener historial…
pl: Pobieranie historii…

source: Fetching pump model…
da: Henter pumpe model...
es: Obtener modelo de microinfusora…
pl: Pobieranie modelu pompy…

source: Firmware Version
es: Firmware

source: Get Pump Model
da: Hent pumpe model
es: Obtener modelo de Microinfusora
pl: Pobierz model pompy

source: Get Statistics…
da: Hent statistik
es: Obtener Estadísticas…
pl: Pobieranie statystyk…

source: Insulin delivery can be determined from the pump by either interpreting the event history or comparing the reservoir volume over time. Reading event history allows for a more accurate status graph and uploading up-to-date treatment data to Nightscout, at the cost of faster pump battery drain and the possibility of a higher radio error rate compared to reading only reservoir volume. If the selected source cannot be used for any reason, the system will attempt to fall back to the other option.
da: Levering af insulin kan blive bestemt fra pumpen ved enten at tolke på begivenheds historikken eller ved at sammenligne volumen af reservoiret over tid. Aflæsning af begivenheds historik kan give mere præcise status grafer og uploading af up-to-date behandlings data til Nightscout, ved bekostning af hurtigere dræning af pumpe batteriet, risiko for højere fejlrate i radiokommunikation i forhold til aflæsning af volumen af reservoiret. Hvis den valgte kilde ikke kan anvendes, af en eller anden grund, så vil systemet falde tilbage på den anden mulighed.
es: La entrega de insulina puede ser determinada por la microinfusora interpretando los eventos históricos o comparando el volúmen del reservorio sobre el tiempo. Leer los eventos históricos permite una gráfica de status mas exacta y permite subir tratamientos actualizados a Nightscout, con el costo de una menor duración de la batería y la posiblidad de mayores errores de radio comparado con leer solamente el volúmen del reservorio. Si la fuente seleccionada no puede ser utilizada por cualquier motivo, el sistema intentará utilizar la otra opción.
pl: Podaż insuliny jest ustalana dzięki pobieraniu danych z pompy. Może się to odbywać na dwa sposoby: poprzez interpretację historii zdarzeń lub poprzez porównywanie objętości zbiornika na insulinę w czasie. Interpretacja historii zdarzeń pozwala na dokładniejsze odwzorowanie wykresu statusu i wysyłanie aktualnych danych dotyczących leczenia do Nightscouta. Odbywa się to kosztem szybszego zużycia baterii i większym ryzykiem błędu transmisji radiowej względem drugiego sposobu, czyli porównywania objętości zbiornika na insulinę w czasie. Jeśli wybrany sposób z jakiegoś powodu nie może być użyty, system podejmie próbę powrotu do drugiej opcji.

source: Last Awake
da: Senest vågen
es: Último Despierto
pl: Ostatnio aktywny

source: Listening Off
da: Aflytning slået fra
es: Escuchando Apagado
pl: Nasłuchiwanie wyłączone

source: MySentry Pair
da: MySentry parring
es: Junta de MySentry
pl: Połącz z MySentry

source: Name
da: Navn
es: Nombre
pl: Nazwa

source: No response
da: Intet svar
es: No respuesta
pl: Brak odpowiedzi

source: On Idle
da: Slumre
es: En Inactivo
pl: Wstrzymany

source: Preferred Data Source
da: Foretrukne data kilde
es: Fuente de Datos Preferida
pl: Preferowane źródło danych

source: Pump
da: Pumpe
es: Microinfusadora
pl: Pompa

source: Pump Battery Type
da: Pumpe batteritype
es: Tipo de batería de microinfusora
pl: Rodzaj baterii w pompie

source: Pump ID
da: Pumpe ID
es: ID de Microinfusadora
pl: ID pompy

source: Pump Model
da: Pumpe model
es: Modelo de Microinfusadora
pl: Model pompy

source: Pump Settings
da: Pumpe indstillinger
es: Configuración de Microinfusora
pl: Ustawienia pompy

source: Read Basal Schedule
da: Læs basal plan
es: Obtener prefil basal
pl: Sprawdź dawkę podstawową

source: Read Pump Status
da: Læs pumpe status
es: Obtener estada de microinfusadora
pl: Sprawdź status pompy

source: Reading basal schedule…
da: Læser basal plan...
es: Obteniendo perfil basal…
pl: Sprawdzanie dawki podstawowej…

source: Reading pump status…
da: Læser pumpe status...
es: Obteniendo estada de microinfusadora…
pl: Sprawdzanie statusu pompy…

source: Region
es: Región

source: Retry
da: Prøv igen
es: Reintentar
pl: Spróbuj ponownie

source: RileyLink Statistics
da: RileyLink Statistik
es: Estadísticas de RileyLink
pl: Statystyki RileyLink

source: Save to Pump…
da: Gem på pumpen
es: Guardar en Microinfusora…
pl: Zapisz na pompie…

source: Send Button Press
da: Send knappe tryk
es: Enviar presion de botón
pl: Wyślij polecenie wciśnięcia przycisku

source: Sending button press…
da: Sender knappe tryk
es: Enviando presion de botón…
pl: Wysyłanie polecenia wciśnięcia przycisku…

source: Signal Strength
da: Signal styrke
es: Intensidad de señal
pl: Siła sygnału

source: Succeeded
da: Lykkedes
es: Éxito
pl: Udało się!

source: Suspended: %1$@
da: Suspenderet: %1$@
es: Suspendido: %1$@
pl: Zawieszona: %1$@

source: Trials
da: Forsøg
es: Pruebas
pl: Wyniki testu

source: Tune Radio Frequency
da: Indstil radio frekvens
es: Sintonizar frecuencia de radio
pl: Dostrój częstotliwość radiową

source: Tuning radio…
da: Indstiller radio frekvens...
es: Sintonizando frecuencia de radio…
pl: Dostrajanie radia…

source: Unknown
da: Ukendt
es: Desconocido
pl: Nieznany

source: Uptime
da: Oppetid

source: Firmware
pl: Oprogramowanie
