Repository: Artificial-Pancreas/iAPS
Catalog: */FreeAPS/Sources/Localizations/Shortcuts/*.lproj/AppShortcuts.strings
Languages: nl, uk, vi

source: Activate ${applicationName} temporary target
nl: Activeer ${applicationName} tijdelijk doel
uk: Активувати тимчасову ціль ${applicationName}
vi: Kích hoạt mục tiêu tạm thời của ${applicationName}

source: ${applicationName} apply a temporary target
nl: ${applicationName} past een tijdelijk doel toe
uk: ${applicationName} застосовує тимчасову ціль
vi: ${applicationName} áp dụng mục tiêu tạm thời

source: List ${applicationName} state
nl: Lijst ${applicationName} status
uk: Список станів ${applicationName}
vi: Liệt kê trạng thái của ${applicationName}

source: ${applicationName} state
nl: ${applicationName} status
uk: Стан ${applicationName}
vi: Trạng thái của ${applicationName}

source: Add carbs in ${applicationName}
nl: Koolhydraten toevoegen in ${applicationName}
uk: Додати вуглеводи в ${applicationName}
vi: Thêm carbs vào ${applicationName}

source: ${applicationName} allows to add carbs
nl: ${applicationName} staat koolhydraat invoer toe
uk: ${applicationName} дозволяє додавати вуглеводи
vi: ${applicationName} cho phép thêm lượng carb

source: Activate an ${applicationName} Override Preset
nl: Activeer een ${applicationName} overschrijvingsvoorinstelling
uk: Активувати ${applicationName} перевизначення профілю
vi: Kích hoạt cấu hình ghi đè trong ${applicationName}

source: Activates an ${applicationName} Override Preset
nl: Activeert een ${applicationName} overschrijvingsvoorinstelling
uk: Активує ${applicationName} перевизначення профілю
vi: Kích hoạt một thiết lập ghi đè trong ${applicationName}

source: Cancel ${applicationName} Overide
nl: Annuleer ${applicationName} overschrijving
uk: Скасувати ${applicationName} перевизначення
vi: Hủy thiết lập ghi đè trong ${applicationName}

source: Cancels an active ${applicationName} override
nl: Annuleert een actieve ${applicationName} overschrijving
uk: Скасовує поточний ${applicationName} перевизначення профілю
vi: Hủy bỏ thiết lập ghi đè đang hoạt động trong ${applicationName}

source: ${applicationName} Bolus
uk: ${applicationName} Болюс
vi: Liều bolus trong ${applicationName}

source: ${applicationName} Enacts a bolus
nl: ${applicationName} probeert een bolus in te voeren
uk: ${applicationName} Вводить болюс
vi: ${applicationName} thực hiện một liều bolus

source: ${applicationName} Loop Mode
nl: ${applicationName} Loop modus
uk: Режим Петлі ${applicationName}
vi: Chế độ vòng lặp trong ${applicationName}

source: Activates an ${applicationName} Loop Mode
nl: Activeert een ${applicationName} loop modus
uk: Активує режим Петлі ${applicationName}
vi: Kích hoạt chế độ Vòng lặp của ${applicationName}

source: ${applicationName} Temp Basal
nl: ${applicationName} Tijdelijke basaal
uk: ${applicationName} Тимчасова Базальна Швидкість (ТБШ)
vi: Chế độ liều nền tạm thời trong ${applicationName}

source: Enacts an ${applicationName} Temp Basal
nl: Voert een ${applicationName} tijdelijke basaal in
uk: Запускає Тимчасову Базальну Швидкість (ТБШ) ${applicationName}
vi: ${applicationName} thực hiện liều nền tạm thời

source: ${applicationName} Suspend/Resume
nl: ${applicationName} gepauzeerd/hervatten
uk: ${applicationName} Призупинити/Відновити
vi: Tạm dừng/Tiếp tục của ${applicationName}

source: Suspends/Resumes your ${applicationName} pump
nl: Pauzeert of hervat je ${applicationName} pomp
uk: Призупиняє/відновлює роботу вашої помпи ${applicationName}
vi: Tạm dừng hoặc tiếp tục bơm insulin của bạn qua ${applicationName}
