Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/CGMBLEKit/CGMBLEKit/*.lproj/Localizable.strings
Languages: de, es, fi, it, ru, sk, sv, vi, zh_hans

source: Dexcom G6
zh_hans: 德康 G6

source: Glucose data is unavailable
de: Blutzuckerdaten sind nicht verfügbar
es: Los datos de glucosa no están disponibles
fi: Glukoositietoja ei ole saatavilla
it: I dati della glicemia non sono disponibili
ru: Данные глюкозы недоступны
sk: Údaje o glykémii nie sú k dispozícii
sv: Glukosvärden är inte tillgängliga
vi: Dữ liệu glucose không có sẵn
zh_hans: 葡萄糖数据不可用

source: Low Battery
de: Niedriger Batteriestatus
es: Batería Baja
fi: Akku lähes tyhjä
it: Batteria Bassa
ru: Батарейка садится
sk: Slabá batéria
sv: Lågt batteri
vi: pin yếu
zh_hans: 电量低

source: Peripheral did not respond in time
de: Peripherie antwortet nicht rechtzeitig
es: El dispositivo periférico no respondió a tiempo
fi: Ulkoinen laite ei vastannut ajoissa
it: La periferica non ha risposto entro il tempo limite
ru: Периферийное устройство не отозвалось вовремя
sk: Periférne zariadenie nereagovalo načas
sv: Enhet svarade inte inom utsatt tid
vi: Ngoại vi không đáp ứng kịp thời
zh_hans: 外设没有及时响应

source: Peripheral isnʼt connected
de: Peripherie ist nicht verbunden
es: El dispositivo periférico no está conectado
fi: Ulkoinen laite ei ole yhdistetty
it: La periferica non è connessa
ru: Соединение с периферийным устройством не установлено
sk: Periférne zariadenie nie je pripojené
sv: Enheten är inte ansluten
vi: Ngoại vi không được kết nối
zh_hans: 外围设备未连接

source: Sensor calibration is OK
de: Sensorkalibrierung ist OK
es: Calibración de sensor está OK
fi: Anturin kalibrointi onnistui
it: La calibrazione del sensore è valida
ru: Калибровка сенсора ОК
sk: Kalibrácia senzora je v poriadku
sv: Sensorkalibrering lyckades
vi: Hiệu chuẩn cảm biến là OK
zh_hans: 传感器校准成功

source: Sensor is in unknown state %1$d
de: Sensor befindet sich in unbekanntem Zustand %1$d
es: El sensor está en estado desconocido %1$d
fi: Anturi on tuntemattomassa tilassa %1$d
it: Il Sensore è in un stato %1$d sconosciuto
ru: Неизвестное состояние сенсора%1$d
sk: Senzor je v neznámom stave %1$d
sv: Sensorns status är okänd %1$d
vi: Cảm biến ở trạng thái không xác định %1$d
zh_hans: 传感器处于未知状态 %1$d

source: Sensor is stopped
de: Sensor ist gestoppt
es: El sensor está en pausa
fi: Anturi on pysäytetty
it: Il Sensore è fermo
ru: Сенсор остановлен
sk: Senzor je zastavený
sv: Sensorn har stoppats
vi: Cảm biến bị dừng
zh_hans: 传感器停止

source: Sensor is warming up
de: Sensor befindet sich in der Aufwärmphase
es: El sensor se está calentando
fi: Anturi lämpenee
it: Il sensore è in fase di avvio
ru: Сенсор прогревается
sk: Senzor sa zahrieva
sv: Sensorn värmer upp
vi: Cảm biến đang nóng lên
zh_hans: 传感器在启动中

source: Sensor needs calibration
de: Sensor benötigt Kalibrierung
es: Sensor se necesita de calibración
fi: Anturi tarvitsee kalibroinnin
it: Il sensore necessita di calibrazione
ru: Сенсор требует калибровки
sk: Senzor potrebuje kalibráciu
sv: Sensorn behöver kalibreras
vi: Cảm biến cần hiệu chuẩn
zh_hans: 传感器需要校准

source: Unknown characteristic
de: Unbekannte Charakteristik
es: Característica desconocida
fi: Tuntematon ominaisuus
it: Caratteristica sconosciuta
ru: Неизвестная характеристика
sk: Neznáma charakteristika
sv: Okänd data
vi: Đặc điểm không xác định
zh_hans: 未知特性
