Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/OmniKit/OmniKitUI/Resources/*.lproj/Localizable.strings
Languages: cs, it, ja, nb, nl, pl, ro, ru, sk

source: Failed to Resume Insulin Delivery
it: Impossibile riprendere l'erogazione dell'insulina
nb: Kunne ikke gjenoppta insulinlevering
nl: Insulinetoediening hervatten mislukt
pl: Nie udało się wznowić podawania insuliny
ro: Nu s-a reușit reluarea administrării de insulină
ru: Не удалось возобновить подачу инсулина
sk: Obnovenie podávania inzulínu zlyhalo

source: Failed to Set Pump Time
it: Impossibile impostare Orario Microinfusore
nb: Kunne ikke stille inn klokkeslett for pumpe
nl: Pomptijd instellen mislukt
pl: Nie udało się ustawić czasu pompy
ro: Nu s-a reușit setarei timpului de pe pompă
ru: Не удалось установить время в помпе
sk: Nastavenie času pumpy zlyhalo

source: Failed to Suspend Insulin Delivery
it: Impossibile Sospendere Erogazione Insulina
nb: Kunne ikke stanse insulintilførselen
nl: Insulinetoediening onderbreken mislukt
pl: Nie udało się wstrzymać podawania insuliny
ro: Nu s-a reușit suspendarea administrării de insulină
ru: Не удалось приостановить подачу инсулина
sk: Pozastavenie podávania inzulínu zlyhalo

source: Failed to update confidence reminder preference.
it: Impossibile aggiornare la preferenza per il promemoria di fiducia.
nb: Kan ikke oppdatere innstillinger for påminnelsesalarm.
nl: Voorkeuren voor bijwerken van herrineringsmeldingen is mislukt.
pl: Błąd aktualizacji ustawień dla przypomnień.
ro: Nu s-a reușit actualizarea preferinței în ceea ce privește memento-ul de confirmare.
ru: Не удалось обновить настройки напоминания о конфиденциальности.
sk: Nepodarilo sa aktualizovať predvoľbu pripomenutia dôveryhodnosti.

source: Failed to Update Expiration Reminder
it: Impossibile aggiornare Promemoria di Scadenza
nb: Kunne ikke oppdatere Utløpspåminnelse
nl: Bijwerken 'Vervaldatum' melding mislukt
pl: Nie udało się zaktualizować przypomnienia o terminie ważności
ro: Nu s-a reușit actualizarea memento-ului de expirare
ru: Не удалось обновить напоминание об истечении срока действия
sk: Nepodarilo sa aktualizovať pripomenutie o expirácii

source: Failed to Update Low Reservoir Reminder
it: Impossibile aggiornare il Promemoria Livello Serbatoio Basso
nb: Kunne ikke oppdatere påminnelsen om lavt reservoar
nl: Bijwerken 'Reservoir bijna leeg' melding mislukt
pl: Nie udało się zaktualizować przypomnienia o niskim poziomie w zbiorniczku
ro: Nu s-a reușit actualizarea memento-ului privind rezervorul scăzut
ru: Не удалось обновить напоминание о низком уровне резервуара
sk: Nepodarilo sa aktualizovať pripomienku nízkej hladiny v rezervoári

source: Fault
it: Guasto
ja: エラー
nb: Feil
nl: Fout
pl: Usterka
ro: Defecțiune
ru: Сбой
sk: Chyba

source: Fill a new pod with U-100 Insulin (leave clear Pod needle cap on). Listen for 2 beeps.
it: Riempi un nuovo Pod con 100-U d'insulina (lascia inserito il cappuccio trasparente dell'ago del pod). Ascolta 2 segnali acustici.
nl: Vul een nieuwe Pod met insuline. Verwijder de naalddop NIET!!
ru: Заполните новый Под U-100 инсулином (оставьте синюю защитную крышку Пода). Прослушайте 2 звуковых сигнала.

source: Finish deactivation
it: Completa la disattivazione
nb: Fullfør deaktivering
nl: Voltooi deactivering
pl: Zakończ dezaktywację
ro: Finalizați dezactivarea
ru: Завершение деактивации
sk: Dokončiť deaktiváciu

source: Finish pod setup
it: Completa configurazione Pod
ja: ポッド設定を終了
nb: Fullfør oppsett for pod
nl: Rond Pod installatie af
pl: Zakończ konfigurację PODa
ro: Finalizare setare Pod
ru: Завершить настройку Omnipod
sk: Dokončiť nastavenie podu

source: Finish Setup
it: Completa l'installazione
nb: Fullfør oppsettet
nl: Voltooi setup
pl: Zakończ konfigurację
ro: Finalizați configurarea
ru: Завершить настройку
sk: Dokončiť nastavenie

source: Greater than %1$@ units remaining at %2$@
it: Più di %1$@ unità rimanenti a %2$@
ja: %2$@時点で %1$@U以上残っています
nb: Større enn %1$@ enheter igjen ved %2$@
nl: Meer dan %1$@ eenheden resterend om %2$@
pl: Więcej niż %1$@ jedn. pozostaje w %2$@
ro: Au rămas mai mult de %1$@ unități la %2$@
ru: Более %1$@ ед остается в %2$@
sk: Viac ako %1$@ jednotiek zostávajúcich o %2$@

source: hour
it: ora
nb: time
nl: uur
pl: godzina
ro: oră
ru: час
sk: hodina

source: hours
it: ore
nb: timer
nl: uur
pl: godziny
ro: ore
ru: часов
sk: hodiny

source: If you cancel Pod setup, the current Pod will be deactivated and will be unusable.
it: Se annulli la configurazione del Pod, il Pod corrente verrà disattivato e sarà inutilizzabile.
nb: Hvis du avbryter Pod-oppsettet, vil gjeldende Pod deaktiveres og bli ubrukelig.
nl: Als je de Podinstallatie annuleert, wordt de huidige Pod gedeactiveerd en onbruikbaar.
pl: Jeśli anulujesz konfigurację POD'a, bieżący POD zostanie dezaktywowany i nie będzie można go używać.
ro: Dacă anulați configurarea Pod-ului, Pod-ul actual va fi dezactivat și va fi inutilizabil.
ru: Если вы отмените настройку пода, текущий под будет деактивирован и станет непригодным для использования.

source: Incompletely set up pod must be deactivated before pairing with a new one. Please deactivate and discard pod.
it: Prima di abbinare un nuovo Pod è necessario disattivare i Pod non completamente configurati. Disattiva e rimuovi Pod.
ja: 正しく設定されていないポッドはペアリングの前に停止してください。ポッドを停止して処分してください。
nb: Ufullstendig oppsatt pod må deaktiveres før sammenkobling med en ny. Vennligst deaktiver og kast pod.
nl: Een Pod die gedeeltelijk is ingesteld, moet eerst worden uitgeschakeld voordat je probeert een nieuwe pod te koppelen. Deactiveer de Pod en gooi hem weg.
pl: Niekompletną konfigurację PODa należy deaktywować przed sparowaniem z nowym. Deaktywuj i wyrzuć PODa.
ro: Înainte de a asocia un Pod nou, trebuie să dezactivați orice Pod setat incomplet. Dezactivați și aruncați Pod-ul curent.
ru: Неполностью настроенный Omnipod должен быть отключен до соединения с новым. Отключите и утилизируйте Pod.
sk: Neúplne nastavený pod musí byť deaktivovaný pred spárovaním s novým podom. Deaktivujte a zlikvidujte pod.

source: Incompletely set up pod must be deactivated before pairing with a new one. Please deactivate and remove pod.
it: Prima di abbinare un nuovo Pod è necessario disattivare i Pod non completamente configurati. Disattiva e rimuovi Pod.
ja: 正しく設定されていないポッドはペアリングの前に停止してください。ポッドを停止して処分してください。
nb: Ufullstendig oppsatt pod må deaktiveres før sammenkobling med en ny. Vennligst deaktiver og fjern pod.
nl: Een niet compleet ingestelde Pod, moet eerst worden uitgeschakeld voordat je probeert een nieuwe pod te koppelen. Deactiveer de Pod en gooi hem weg.
pl: Niekompletną konfigurację PODa należy deaktywować przed sparowaniem z nowym. Deaktywuj i usuń PODa.
ro: Înainte de a asocia un Pod nou, trebuie să dezactivați orice Pod setat incomplet. Dezactivați și îndepărtați Pod-ul curent.
ru: Неполностью настроенный Omnipod должен быть отключен до соединения с новым. Отключите и удалите Pod.
sk: Neúplne nastavený pod musí byť deaktivovaný pred spárovaním s novým podom. Deaktivujte a odstráňte pod.

source: Insert Cannula
it: Inserire Cannula
ja: カニューレを挿入
nb: Før inn kanyle
nl: Canule inbrengen
pl: Wprowadź kaniulę
ro: Inserează canula
ru: Ввести канюлю
sk: Zaviesť kanylu

source: Inserted
it: Inserito
nb: Ført inn
nl: Ingebracht
pl: Wprowadzono
ro: Inserată
ru: Введено

source: Inserting. Please wait.
it: Inserimento. Attendere prego.
nb: Fører inn. Vennligst vent.
nl: Aan het inbrengen. Wacht even.
pl: Wprowadzanie. Proszę czekać.
ro: Se inserează. Vă rog așteptați.
ru: Введение канюли. Пожалуйста, подождите.
sk: Zavádzanie. Počkajte, prosím.

source: Inserting...
it: Inserimento...
nb: Fører inn...
nl: Canule wordt ingebracht...
pl: Wprowadzanie...
ro: Se inserează canula...
ru: Введение канюли...
sk: Zavádza sa..

source: Insulin Suspended
it: Erogazione Insulina sospesa
nb: Insulintilførsel utsatt
nl: Insuline opgeschort
pl: Podawanie insuliny zawieszone
ro: Administrarea insulinei suspendată
ru: Подача инсулина остановлена

source: Insulin Delivered
it: Insulina somministrata
ja: インスリン注入済み
nb: Levert insulin
nl: Geleverde insuline
pl: Insulina podana
ro: Insulină livrată
ru: Инсулин подан
sk: Inzulín podaný

source: Insulin Delivery
it: Insulina Somministrata
nb: Insulintilførsel
nl: Insulinetoediening
ru: Подача инсулина
sk: Podávanie inzulínu

source: Insulin delivery stopped. Change Pod now.
cs: Podávání inzulínu bylo zastaveno. Vyměňte pod nyní.
it: L'erogazione d'insulina si è interrotta. Cambiare Pod adesso.
nb: Insulintilførselen stoppet. Bytt Pod nå.
nl: Insulinetoediening gestopt. Vervang Pod nu.
pl: Podawanie insuliny zostało zatrzymane. Wymień POD'a.
ro: Administrarea de insulină s-a oprit. Schimbați Pod-ul acum.
ru: Введение инсулина остановлено. Замените Под.
sk: Podávanie inzulínu sa zastavilo. Vymeňte modul teraz.

source: Insulin delivery will be stopped until you resume manually. When would you like Loop to remind you to resume delivery?
it: La somministrazione d'insulina verrà interrotta fino a quando non riprenderà manualmente. Quando vuoi che Loop ti ricordi di riprendere la consegna?
nb: Insulintilførselen vil bli stoppet til du gjenopptar manuelt. Når vil du at Loop skal minne deg på å gjenoppta leveringen?
nl: De insulinetoediening wordt gestopt totdat je de toediening handmatig hervat. Wanneer wil je dat Loop je eraan herinnert de toediening te hervatten?
pl: Podawanie insuliny zostanie wstrzymane do czasu ręcznego wznowienia. Kiedy chcesz, aby Loop przypomniał Ci o wznowieniu podawania insuliny?
ro: Administrarea de insulină va fi oprită până când veți relua manual. Când doriți ca Loop să vă reamintească să reluați administrarea?
ru: Подача инсулина будет прекращена до тех пор, пока вы не возобновите ее вручную. Когда вы хотите, чтобы Loop напомнил вам о необходимости возобновить подачу?

source: Insulin Remaining
it: Insulina Rimanente
nb: Gjenværende insulin
nl: Resterende insuline
pl: Pozostała ilość insuliny
ro: Insulină rămasă
ru: Остаток инсулина
sk: Zostávajúci inzulín

source: Insulin Type
cs: Typ inzulínu
it: Tipo d'insulina
nl: Insuline soort
pl: Rodzaj insuliny
ro: Tipul de insulină
ru: Тип инсулина
sk: Typ inzulínu

source: Invalid entry
cs: Neplatná hodnota
it: Immissione non valida
ja: 入力が無効です
nb: Ugyldig oppføring
nl: Ongeldige invoer
pl: Nieprawidłowy wpis
ro: Rată invalidă
ru: Неверная запись
sk: Neplatný údaj

source: Is the cannula inserted properly?
it: La cannula è inserita correttamente?
nb: Er kanylen satt inn riktig?
nl: Is de canule juist ingebracht?
pl: Czy kaniula jest prawidłowo wprowadzona?
ro: Canula este introdusă corect?
ru: Правильно ли введен катетер?

source: Keep the RileyLink about 6 inches from the pod during pairing.
cs: Během párování udržujte RileyLink asi 15 centimetrů od podu.
it: Tieni il RileyLink a circa 15 cm dal Pod durante l'accoppiamento.
nb: Hold Rileylink ca. 15 cm fra Pod under sammenkobling.
nl: Houd de RileyLink tijdens het koppelen ongeveer 15 cm van de pod verwijderd.
pl: Trzymaj RileyLink około 15 cm od POD'a podczas parowania.
ro: Țineți RileyLink-ul la aproximativ 15 cm de Pod în timpul asocierii.
ru: Во время сопряжения держите RileyLink на расстоянии около 20 сантиметров от пода.
sk: Počas párovania držte RileyLink približne 6 palcov od podu.

source: Last Status
cs: Poslední stav
it: Ultimo stato
nb: Siste status
nl: Laatste Status
pl: Ostatni status
ro: Ultima stare
ru: Последнее состояние
sk: Posledný stav

source: Loop will not automatically adjust your insulin delivery until the temporary basal rate finishes or is canceled.
cs: Loop automaticky neupraví výdej inzulínu, dokud nastavení dočasné bazální dávky neskončí nebo nebude zrušeno.
it: Loop non regolerà automaticamente l'erogazione d'insulina fino a quando l'impostazione della basale temporanea non sarà terminata o cancellata.
nb: Loop vil ikke automatisk justere insulintilførselen før den midlertidige basaldosen er ferdig eller avbrytes.
nl: Loop past je insulinetoediening niet meer automatisch aan totdat de tijdelijke basaalsnelheid afloopt of wordt geannuleerd.
pl: Pętla nie będzie automatycznie dostosowywać dawki insuliny, dopóki tymczasowa dawka podstawowa nie zakończy się lub nie zostanie anulowana.
ro: Loop nu va ajusta automat administrarea de insulină până când rata bazală temporară nu se termină sau nu este anulată.
ru: Loop не будет автоматически регулировать подачу инсулина, пока временная базальная скорость не закончится или не будет отменена.
sk: Loop nebude automaticky upravovať podávanie inzulínu, kým dočasná bazálna dávka nebude ukončená alebo zrušená.

source: Low Reservoir
cs: Poloprázdný zásobník
it: Livello Serbatoio basso
nb: Lavt reservoar
nl: Reservoir Bijna Leeg
pl: Niski poziom w zbiorniczku
ro: Rezervor scăzut
ru: Мало инсулина в резервуаре
sk: Nízka hladina v rezervoári

source: Low Reservoir Reminder
cs: Upozornění na poloprázdný zásobník
it: Promemoria Livello Serbatoio Basso
nb: Påminnelse om lavt reservoar
nl: Herinnering 'Reservoir bijna leeg'
pl: Przypomnienie o niski poziomie w zbiorniczku
ro: Memento pentru rezervor scăzut
ru: Резервуар помпы пуст
sk: Pripomienka Nízka hladina v rezervoári

source: Make sure your phone and pod are close to each other. If communication issues persist, move to a new area.
cs: Ujistěte se, že váš telefon a pod jsou blízko sebe. Pokud problémy s komunikací přetrvávají, zkuste přesunutí na jiné místo.
it: Assicurati che il tuo telefono e il Pod siano vicini uno all'altro. Se il problema di comunicazione persiste, spostati in un'altra zona.
nb: Forsikre deg om at telefonen og pod er nær hverandre. Hvis kommunikasjonsproblemer vedvarer, flytter du til et nytt område.
nl: Zorg ervoor dat je iPhone en Pod zich dicht bij elkaar bevinden. Als de communicatieproblemen aanhouden, ga dan naar een andere plek.
pl: Upewnij się, że telefon i POD znajdują się blisko siebie. Jeśli problemy z komunikacją nie ustąpią, przenieś się w inne miejsce.
ro: Asigurați-vă că telefonul și Pod-ul sunt aproape unul de celălalt. Dacă problemele de comunicare persistă, mutați-vă într-o zonă nouă.
ru: Убедитесь, что ваш телефон и под находятся рядом друг с другом. Если проблемы со связью сохраняются, перейдите в другое место.
sk: Uistite sa, že váš telefón a pod sú blízko seba. Ak problémy s komunikáciou pretrvávajú, presuňte sa na iné miesto.

source: minute
it: minuto
nb: minutt
nl: minuut
pl: minuta
ro: minut
ru: минута
sk: minúta

source: minutes
it: minuti
nb: minutter
nl: minuten
pl: minuty
ro: minute
ru: минут
sk: minúty

source: Missing Config
cs: Chybějící konfigurace
it: Configurazione mancante
nb: Mangler Konfigurasjon
nl: Configuratie niet compleet
pl: Brak konfiguracji
ro: Lipsă configurare
ru: Отсутствует конфигурация
sk: Chýba konfigurácia

source: Next
cs: Další
it: Prossimo
nb: Neste
nl: Volgende
pl: Następny
ro: Continuați
ru: Продолжить
sk: Ďalej

source: No
cs: Ne
nb: Nei
nl: Nee
pl: Nie
ro: Nu
ru: Нет
sk: Nie

source: No Delivery
it: Non Erogazione
nb: Ingen Leveranse
nl: Geen toediening
pl: Brak podawania
ro: Nicio Administrare
ru: Нет подачи

source: No Insulin
cs: Žádný inzulín
it: Insulina Terminata
nb: Ingen insulin
nl: Geen insuline
pl: Brak insuliny
ro: Fără insulină
ru: Нет инсулина
sk: Žiadny inzulín

source: No Pod
cs: Žádný pod
it: Nessun Pod
nb: Ingen Pod
nl: Geen Pod
pl: Brak POD'a
ro: Niciun Pod
ru: Нет пода
sk: Žiadny pod

source: No Reminder
cs: Žádné upozornění
it: Nessun promemoria
nb: Ingen påminnelse
nl: Geen herinnering
pl: Brak przypomnienia
ro: Niciun memento
ru: Нет напоминаний
sk: Žiadna pripomienka

source: No, Continue With Pod
it: No, Continuare con il Pod
nb: Nei, fortsett med Pod
nl: Nee, ga verder met Pod
pl: Nie, kontynuuj parowanie z POD'em
ro: Nu, continuați cu Pod-ul
ru: Нет, продолжить с подом

source: No, Keep Pump As Is
it: No, mantienere la pompa così com'è
nb: Nei, behold pumpen som den er
nl: Nee, laat de pomp ongewijzigd
pl: Nie, pozostaw pompę bez zmian
ro: Nu, păstrați pompa așa cum este
ru: Нет, оставить время в помпе как есть

source: None
cs: Žádný
it: Nessuno
ja: なし
nb: Ingen
nl: Geen
pl: Brak
ro: Nimic
ru: Не подан
sk: Žiadny

source: Notification Settings
cs: Nastavení upozornění
it: Impostazioni
nb: Varslingsinnstillinger
nl: Meldingsinstellingen
pl: Ustawienia powiadomień
ro: Setări de notificare
ru: Настройки уведомлений
sk: Nastavenia oznámení

source: Numbers
cs: Hodnoty
it: Numeri
nb: Tall
nl: Nummers
pl: Liczby
ro: Numere
ru: Цифры
sk: Čísla

source: Omnipod Reminders
cs: Upozornění Omnipodu
it: Promemoria Omnipod
nb: Omnipod-påminnelser
nl: Omnipod herinneringen
pl: Przypomnienia Omnipod
ro: Mementouri Omnipod
ru: Напоминания пода
sk: Pripomienky omnipodu

source: Pair
cs: Spárovat
it: Abbina
ja: ペアリング
nb: Koble sammen
nl: Koppel
pl: Paruj
ro: Asociază
ru: Сопряжение
sk: Párovať

source: Pair New Pod
cs: Spárovat nový pod
it: Abbina nuovo Pod
ja: 新しいポッドをペアリング
nb: Koble sammen ny pod
nl: Koppel nieuwe Pod
pl: Sparuj nowego PODa
ro: Asociază un Pod nou
ru: Установить сопряжение
sk: Párovať nový pod

source: Pair Pod
cs: Spárovat pod
it: Abbina Pod
nb: Par Pod
nl: Koppel Pod
pl: Sparuj POD'a
ro: Asociază un Pod
ru: Сопрячь под
sk: Párovať pod

source: Pair pod.
cs: Spárovat pod.
it: Abbina Pod.
nb: Sammenkoble pod.
nl: Koppel Pod.
pl: Sparuj POD'a
ro: Asociază un Pod
ru: Сопрячь под.
sk: Párovať pod.

source: Paired
it: Abbinato
ja: ペアリングされました
nb: Sammenkoblbet
nl: Gekoppeld
pl: Sparowany
ro: Asociat
ru: Сопряжен
sk: Spárované

source: Pairing.
cs: Páruji.
it: Abbinamento in corso.
nb: Kobler sammen.
nl: Koppelen.
pl: Parowanie.
ro: Se asociază.
ru: Начать сопряжение
sk: Párovanie.

source: Pairing...
it: Abbinamento in corso...
nb: Kobler sammen...
nl: Koppelen…
pl: Parowanie…
ro: Se asociază…
ru: Сопряжение...
sk: Páruje sa…

source: Percent = %lf
it: Percentuale = %lf
nb: Prosent = %lf
nl: Procent = %lf
pl: Procent = %lf
ro: Procentaj = %lf
ru: Процент = %lf

source: PI Version
cs: Verze PI
it: Versione PI
ja: PIバージョン
nb: PI Versjon
nl: PI versie
pl: Wersja PI
ro: Versiune PI
ru: Версия PI
sk: Verzia PI

source: Play Test Beeps
it: Emetti bip di prova
ja: 警告音をテスト
nb: Spill test-toner
nl: Testpiepjes afspelen
pl: Odtwarzaj dźwięki testu
ro: Redă beep-uri de test
ru: Включить проверку сигналов
sk: Prehrať skúšobné pípnutia

source: Play Test Beeps…
it: Emetti bip di prova...
ja: 警告音をテストしています
nb: Spill test-toner...
nl: Speelt testpiepjes…
pl: Odtwarzaj dźwięki testu…
ro: Beep-uri de test în desfășurare…
ru: Проверка тест сигнала
sk: Prehrať skúšobné pípnutia…

source: Please confirm that the Pod is securely attached to your body. The cannula can be inserted only once with each Pod. Tap “Confirm” when Pod is attached.
it: Si prega di confermare che il Pod è saldamente fissato al corpo. La cannula può essere inserita una sola volta con ogni Pod. Tocca "Conferma" quando Pod è collegato.
nb: Vennligst bekreft at pod er godt festet til kroppen din. Kanylen kan bare settes inn én gang med hver pod. Trykk på "Bekreft" når pod er festet.
nl: Controleer of de Pod goed op je lichaam vastgeplakt zit. De canule kan slechts één keer per Pod worden ingebracht. Tik op "Bevestigen" wanneer de Pod is vastgeplakt.
pl: Potwierdź, że POD jest poprawnie przymocowany do ciała. Kaniulę można wprowadzić tylko raz w każdym POD'dzie. Stuknij „Potwierdź”, gdy POD jest przymocowany.
ro: Vă rugăm să confirmați că Pod-ul este bine fixat de corpul dumneavoastră. Canula poate fi introdusă doar o singură dată cu fiecare Pod. Atingeți „Confirmați” când Pod-ul este fixat.
ru: Убедитесь, что под надежно приклеен на вашем теле. Катетер можно ввести только один раз. Нажмите кнопку "Подтвердить", когда под приклеен.

source: Please deactivate the pod. When deactivation is complete, you may pair a new pod.
it: Si prega di disattivare il Pod. Al termine della disattivazione, è possibile associare un nuovo Pod.
nb: Vennligst deaktiver pod. Når deaktiveringen er fullført, kan du pare en ny pod.
nl: Deactiveer de pod. Wanneer de deactivering voltooid is, kun je een nieuwe pod koppelen.
pl: Proszę dezaktywować POD'a. Po zakończeniu dezaktywacji możesz sparować nowego POD'a.
ro: Vă rugăm să dezactivați podul. Când dezactivarea este completă, puteți asocia un nou pod.
ru: Пожалуйста, деактивируйте под. Когда деактивация будет закончена, Вы сможете сопрячь новый.
sk: Prosím, deaktivujte pod. Po dokončení deaktivácie, môžete spárovať nový pod.

source: Please deactivate the pod. When deactivation is complete, you may remove it and pair a new pod.
it: Si prega di disattivare il Pod. Al termine della disattivazione, è possibile rimuoverlo e accoppiare un nuovo Pod.
nb: Vennligst deaktiver pod. Når deaktiveringen er fullført, kan du fjerne den og pare en ny pod.
nl: Deactiveer de pod. Wanneer de deactivering voltooid is, kun je deze verwijderen en een nieuwe pod koppelen.
pl: Proszę dezaktywować POD'a. Po zakończeniu dezaktywacji usuń POD'a i sparuj nowego.
ro: Vă rugăm să dezactivați podul. Când dezactivarea este completă, îl puteți elimina și asociați un nou pod.
ru: Пожалуйста, деактивируйте под. Когда деактивация будет закончена, Вы можете снять старый под и сопрячь новый.
sk: Prosím, deaktivujte pod. Po dokončení deaktivácie, ho môžete odstrániť a spárovať nový pod.

source: PM Version
cs: Verze PM
it: Versione PM
ja: PMバージョン
nb: PM Versjon
nl: PM versie
pl: Wersja PM
ro: Versiune PM
ru: Версия PM
sk: Verzia PM

source: Pod Activated
it: Pod attivato
nb: Pod Aktivert
nl: Pod geactiveerd
pl: POD aktywowany
ro: Pod activat
ru: Под активирован
sk: Pod aktivovaný

source: Pod Age
it: Età Pod
ja: ポッド経過時間
nb: Pod Alder
nl: Podleeftijd
pl: Wiek POD'a
ro: Vechime Pod
ru: Pod проработал
sk: Vek podu

source: Pod deactivated successfully. Continue.
it: Pod disattivato con successo. Continua.
nb: Pod ble deaktivert. Fortsett.
nl: Pod succesvol gedeactiveerd. Ga verder.
pl: POD został dezaktywowany pomyślnie. Kontynuować.
ro: Pod-ul a fost dezactivat cu succes.
ru: Под успешно деактивирован. Продолжить.
sk: Pod deaktivovaný úspešne. Pokračovať.

source: Pod Error
it: Errore Pod
nb: Pod Feil
nl: Podfout
pl: Błąd POD'a
ro: Eroare Pod
ru: Ошибка пода
sk: Chyba podu

source: Pod expired
it: Pod scaduto
ja: ポッド期限切れ
nb: Pod utløpt
nl: Pod is verlopen
pl: Termin ważności POD'a upłynął
ro: Pod-ul a expirat.
ru: Срок работы Omnipod истек
sk: Pod vypršal

source: Pod Expired
it: Pod Scaduto
nb: Pod Utløpt
nl: Pod verlopen
pl: Termin ważności POD'a upłynął
ro: Pod Expirat
ru: Под истек
sk: Pod expiroval

source: Pod Expires
it: Scadenza Pod
nb: Pod Utløper
nl: Pod verloopt
pl: POD kończy działanie
ro: Pod-ul expiră
ru: Срок действия пода истекает

source: Pod expires in
it: Pod scade in
nb: Pod utløper om
nl: Pod verloopt over
pl: POD wygasa za
ro: Pod-ul expiră în
ru: Под истекает
sk: Pod expiruje o

source: Pod Fault Details
it: Dettagli errore Pod
nb: Pod-feildetaljer
nl: Pod foutgegevens
pl: Szczegóły usterki POD'a
ro: Detalii despre eroarea Pod-ului
ru: Детали ошибка пода
sk: Detaily chyby podu

source: Pod Occlusion
it: Occlusione Pod
nb: Pod Okklusjon
nl: Podverstopping
pl: Niedrożność POD'a
ro: Ocluzie Pod
ru: Закупорка пода
sk: Oklúzia podu

source: Pod paired successfully. Continue.
it: Pod accoppiato con successo. Continua.
nb: Vellykket sammenkobling av Pod. Fortsett.
nl: Pod succesvol gekoppeld. Ga verder.
pl: Pod został pomyślnie sparowany. Kontynuować.
ro: Pod-ul a fost asociat cu succes. Continuați.
ru: Под успешно сопряжен. Продолжить.
sk: Pod sprárovaný úspešne. Pokračovať.

source: Pod Settings
it: Impostazioni Pod
ja: ポッド設定
nb: Pod-innstillinger
nl: Pod instellingen
pl: Ustawienia PODa
ro: Setări Pod
ru: Настройки пода
sk: Nastavenia podu

source: Pod Setup
it: Configurazione Pod
nb: Pod oppsett
nl: Podinstallatie
pl: Konfiguracja POD'a
ro: Configurare Pod-ului
ru: Настройка пода
sk: Nastavenie podu

source: Prepare site.
it: Preparare il sito.
nb: Klargjør infusjonsstedet
nl: Infusieplaats voorbereiden.
pl: Przygotuj miejsce
ro: Pregătiți locul.
ru: Подготовьте место установки помпы
sk: Pripravte miesto.
