Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/OmniKit/OmniKitUI/Resources/*.lproj/Localizable.strings
Languages: cs, it, ja, nb, nl, pl, ro, ru, sk

source: %@ ago
it: %@ fa
ja: %@ 前
nb: %@ siden
nl: %@ geleden
pl: %@ temu
ro: %@ în urmă
ru: %@ назад
sk: pred %@

source: %@ dB
ru: %@ дБ

source: %@ has recovered communication with the pod on your body. Insulin delivery records have been updated and should match what has actually been delivered. You may continue to use %@ normally now.
it: %1$@ ha ripristinato la comunicazione con il Pod sul tuo corpo. I dati di somministrazione d'insulina sono stati aggiornati e dovrebbero corrispondere a quanto è stato effettivamente erogato. Ora è possibile continuare a utilizzare %2$@ normalmente.
nb: %1$@ har gjenopprettet kommunikasjonen med pod på kroppen din. Insulintilførselsjournaler er oppdatert og bør samsvare med det som faktisk ble levert. Du kan fortsette å bruke %2$@ normalt nå.
nl: %1$@ heeft de communicatie met de pod op je lichaam hersteld. De gegevens over insulinetoediening zijn bijgewerkt en moeten overeenkomen met wat daadwerkelijk is toegediend. Je kunt %2$@ nu weer normaal gebruiken.
pl: %1$@ odzyskał łączność z POD'em, na twoim ciele. Logi podawania insuliny zostały zaktualizowane i powinny być zgodne z faktycznie podanymi. Możesz nadal normalnie używać %2$@ .
ro: %1$@ a restabilit comunicarea cu Pod-ul de pe corpul tău. Înregistrările privind administrarea de insulină au fost actualizate și ar trebui să se potrivească cu ceea ce a fost administrat efectiv. Puteți continua să utilizați %2$@ în mod normal acum.
ru: %1$@ восстановил связь с подом на вашем теле. Записи о поданном инсулине были обновлены и должны соответствовать тому, что было доставлено на самом деле. Теперь вы можете продолжать использовать %2$@ в обычном режиме.
sk: %1$@ obnovil komunikáciu s podom na vašom tele. Záznamy o podávaní inzulínu boli aktualizované a mali by zodpovedať tomu, čo bolo skutočne podané. Teraz môžete naďalej normálne používať %2$@ .

source: %@ U
nb: %@ E
nl: %@ E
pl: %@ J
ru: %@ ед
sk: %@ j

source: %@ U (Finished)
it: %@ U (Terminato)
ja: %@ U (完了)
nb: %@ E (Ferdig)
nl: %@ E (afgerond)
pl: %@ J (zakończone)
ro: %@ U (finalizat)
ru: %@ ед (подано)
sk: %@ j (Dokončené)

source: %@ U of %@ U (%@)
it: %1$@ U di %2$@ U (%3$@)
ja: %1$@ U of %2$@ U (%3$@)
nb: %1$@ E av%2$@ E (%3$@)
nl: %1$@ E van %2$@ E (%3$@)
pl: %1$@ J z %2$@ J (%3$@)
ro: %1$@ U din %2$@ U (%3$@)
ru: %1$@ ед из %2$@ ед (%3$@)
sk: %1$@ j z %2$@ j ( %3$@ )

source: %@ U/hour
it: %@ U/ora
ja: %@ U/時
nb: %@ E/time
nl: %@ E/uur
pl: %@ J/godzina
ro: %@ U/oră
ru: %@ ед/час
sk: %@ j/hod

source: %@+ U
nb: %@+ E
nl: %@+ E
pl: %@+ J
ru: %@+ Ед
sk: %@+ j

source: %@U
nb: %@E
nl: %@E
pl: %@J
ru: %@Ед
sk: %@ j

source: %1$@ for %2$@
it: %1$@ per %2$@
nb: %1$@ i %2$@
nl: %1$@ voor %2$@
pl: %1$@ za %2$@
ro: %1$@ pentru %2$@
ru: %1$@ за %2$@
sk: 1 pre 2

source: %1$@ has been unable to communicate with the pod on your body since %2$@. Without communication with the pod, the app cannot continue to send commands for insulin delivery or display accurate, recent information about your active insulin or the insulin being delivered by the Pod. Monitor your glucose closely for the next 6 or more hours, as there may or may not be insulin actively working in your body that %3$@ cannot display.
it: %1$@ ha perso la comunicazione con il pod sul suo corpo da %2$@. Senza comunicazione con il Pod, l'app non può continuare a inviare comandi per la somministrazione d'insulina ne far visualizzare informazioni accurate recenti sull'insulina attiva o sull'insulina erogata dal Pod. Monitorare attentamente la glicemia per le prossime 6 o più ore, poiché potrebbe esserci o meno insulina attiva nel corpo che %3$@ non è in grado di visualizzare.
nb: %1$@ har ikke vært i stand til å kommunisere med pod på kroppen din siden %2$@ . Uten kommunikasjon med pod kan ikke appen fortsette å sende kommandoer for insulintilførsel eller vise nøyaktig, fersk informasjon om ditt aktive insulin eller insulinet som leveres av pod. Overvåk blodsukkerverdi nøye de neste 6 timene eller mer, siden det kan være insulin som virker aktivt i kroppen din som %3$@ ikke kan vise.
nl: %1$@ kan sinds %2$@ niet communiceren met de pod op je lichaam. Zonder communicatie met de pod kan de app geen opdrachten voor insulinetoediening blijven sturen of nauwkeurige, recente informatie weergeven over je actieve insuline of de insuline die door de pod wordt toegediend. Houd je glucose de komende 6 uur of langer nauwlettend in de gaten, omdat er wel of geen actieve insuline in je lichaam aanwezig is die %3$@ niet kan weergeven.
pl: %1$@ nie może komunikować się z POD'em na twoim ciele od %2$@ . Bez komunikacji z POD'em aplikacja nie może wysyłać poleceń podania insuliny ani wyświetlać dokładnych, aktualnych informacji o aktywnej insulinie lub insulinie podawanej przez POD'a. Uważnie monitoruj poziom glukozy przez następne 6 lub więcej godzin, ponieważ w organizmie może działać insulina, której %3$@ nie może wyświetlić.
ro: %1$@ nu a putut comunica cu Pod-ul de pe corpul tău de la %2$@. În lipsa comunicației cu Pod-ul, aplicația nu poate continua să trimită comenzi pentru administrarea de insulină sau să afișeze informații exacte și recente despre insulina activă sau despre insulina administrată de Pod. Monitorizați-vă glicemia cu atenție în următoarele 6 sau mai multe ore, deoarece este posibil să existe sau nu insulină care lucrează activ în corpul dumneavoastră și pe care %3$@ nu o poate afișa.
ru: %1$@ не может связаться с подом на вашем теле с %2$@. Без связи с подом приложение не может продолжать отправлять команды на доставку инсулина или отображать точную, свежую информацию о вашем активном инсулине или инсулине, доставляемом подом. Внимательно следите за уровнем глюкозы в течение следующих 6 или более часов, поскольку в вашем организме может активно работать или не работать инсулин, который %3$@ не может отобразить.
sk: %1$@ sa nepodarilo komunikovať s podom na vašom tele od %2$@ . Bez komunikácie s podom, nemôže aplikácia pokračovať v odosielaní príkazov na aplikáciu inzulínu, ani zobrazovať presné a aktuálne informácie o vašom aktívnom inzulíne alebo o inzulíne podávanom podom. Počas nasledujúcich 6 alebo viac hodín pozorne sledujte svoju glykémiu, pretože vo vašom tele môže alebo nemusí aktívne pôsobiť inzulín, ktorý %3$@ nedokáže zobraziť.

source: %1$@ units remaining at %2$@
it: %1$@ unità rimanenti alle ore %2$@
ja: %2$@の時点で %1$@ U 残っています
nb: %1$@ enheter gjenstår ved %2$@
nl: %1$@ eenheden over om %2$@
pl: %1$@ jednostek pozostaje w %2$@
ro: %1$@ unități rămase la %2$@
ru: %1$@ ед остается в %2$@
sk: %1$@ jednotiek zostávajúcich na %2$@

source: %1$@. Insulin delivery has stopped. Please deactivate and remove pod.
it: %1$@. L’iniezione d'insulina è stata interrotta. Disattiva e rimuovi Pod.
ja: %1$@。インスリン注入が止まりました。ポッドを停止して取り外してください。.
nb: %1$@. Insulintilførsel har stoppet. Vennligst deaktiver og fjern pod.
nl: %1$@. Insulinetoediening is gestopt. Deactiveer en vervang pod.
pl: %1$@. Podawanie insuliny zostało zatrzymane. Deaktywuj i zdejmij PODa
ro: %1$@. Administrarea insulinei a fost oprită. Trebuie să dezactivați și să detașati Pod-ul.
ru: %1$@. Подача инсулина остановлена. Остановите и снимите Pod
sk: %1$@. Podávanie inzulínu sa zastavilo. Prosím, deaktivujte a odstráňte pod.

source: %g U
nb: %g E
nl: %g E
pl: %g/J
ru: %g Ед
sk: %g j

source: 1 hour
it: 1 ora
nb: 1 time
nl: 1 uur
pl: 1 godzina
ro: 1 oră
ru: 1 час

source: 1 hour 30 minutes
it: 1 ora e 30 minuti
nb: 1 time 30 minutter
nl: 1 uur 30 minuten
pl: 1 godzina 30 minut
ro: 1 oră și 30 de minute
ru: 1 час 30 минут

source: 2 hours
it: 2 ore
nb: 2 timer
nl: 2 uur
pl: 2 godziny
ro: 2 ore
ru: 2 часа

source: 30 minutes
it: 30 minuti
nb: 30 minutter
nl: 30 minuten
pl: 30 minut
ro: 30 de minute
ru: 30 минут

source: Active Time
it: Tempo Attivo
ja: アクティブ時間
nb: Aktiv tid
nl: Werkzame tijd
pl: Czas aktywności
ro: Timp activ
ru: Активирован в
sk: Aktívny čas

source: Activity
it: Attività
ja: アクティビティ
nb: Aktivitet
nl: Activiteit
pl: Aktywność
ro: Activitate
ru: Нагрузка
sk: Aktivita

source: Adjusting Pump Time...
it: Regolazione Orario Microinfusore...
nb: Justerer pumpetid...
nl: Pomptijd aanpassen...
pl: Synchronizacja czasu pompy...
ro: Reglarea timpului pompei...
ru: Настройка времени помпы...

source: Alarms
it: Allarmi
ja: アラーム
nb: Alarmer
nl: Alarmen
pl: Alarmy
ro: Alarme
ru: Оповещения
sk: Alarmy

source: Are you sure you want to cancel Pod setup?
it: Sei sicuro di voler annullare la configurazione del Pod?
nb: Er du sikker på at du vil avbryte Pod-oppsettet?
nl: Weet je zeker dat je de Podinstallatie wilt annuleren?
pl: Czy na pewno chcesz anulować konfigurację POD'a?
ro: Sigur doriți să anulați configurarea Pod-ului?
ru: Вы уверены, что хотите отменить настройку Pod?

source: Are you sure you want to shutdown this pod?
it: Sei sicuro di voler spegnere Pod?
ja: ポッドを終了しますか？
nb: Er du sikker på at du vil avslutte denne pod?
nl: Weet je zeker dat je deze pod wilt afsluiten
pl: Czy na pewno chcesz wyłączyć tego PODa?
ro: Sigur doriți să opriți acest Pod?
ru: Вы уверены, что хотите выключить этот под?
sk: Naozaj chcete vypnúť tento pod?

source: Are you sure you want to skip Omnipod Onboarding?
it: Sei sicuro di voler saltare la procedura di installazione di Omnipod?
nb: Er du sikker på at du vil hoppe over Omnipod Onboarding?
nl: Weet je zeker dat je Omnipod Onboarding wilt overslaan?
pl: Czy na pewno chcesz pominąć instalację Omnipod’a?
ro: Sunteți sigur că doriți să săriți peste inițierea pompei Omnipod?
ru: Вы уверены, что хотите пропустить Omnipod Onboarding?
sk: Naozaj chcete preskočiť nastavovanie Omnipodu?

source: Are you sure you want to stop using Omnipod?
it: Sei sicuro di voler interrompere l’uso di Omnipod?
ja: Omnipodの使用を終了しますか？
nb: Er du sikker på at du vil slutte å bruke Omnipod?
nl: Weet je zeker dat je wilt stoppen met gebruik Omnipod
pl: Czy na pewno chcesz przestać korzystać z Omnipod?
ro: Sunteți sigur că nu mai doriți să utilizați pompa Omnipod?
ru: Вы уверены, что хотите прекратить использование Omnipod?
sk: Naozaj chcete prestať používať Omnipod?

source: Assigned Address
it: Indirizzo assegnato
ja: 割り当てアドレス
nb: Tildelt Adresse
nl: Toegewezen adres
pl: Przypisany adres
ro: Adresă asignată
ru: Присвоенный адрес
sk: Priradená adresa

source: Attach Pod
it: Applicare il Pod
nb: Fest Pod
nl: Pod aanbrengen
pl: Przyklej POD'a do ciała
ro: Atașați Pod-ul
ru: Прикрепить под
sk: Aplikujte pod

source: Attemping to re-establish communication
it: Tentativo in corso di ristabilire la comunicazione
nb: Prøver å gjenopprette kommunikasjonen
nl: Poging om de communicatie te herstellen
pl: Próba przywrócenia komunikacji
ro: Se încearcă restabilirea comunicațiilor
ru: Попытка восстановления связи
sk: Prebieha obnovenie komunikácie

source: Back
cs: Zpět
it: Indietro
nb: Tilbake
nl: Terug
pl: Powrót
ro: Înapoi
ru: Назад
sk: Späť

source: Basal Delivery
cs: Podávání bazálu
it: Erogazione Basale
ja: 基礎注入
nb: Basalleveranse
nl: Basaaltoediening
pl: Podawanie dawki podstawowej
ro: Administrare bazală
ru: Подача базала
sk: Podávanie bazálu

source: Basal Rates
cs: Úrovně bazálu
it: Velocità basali
ja: 基礎レート
nb: Basal-satser
nl: Basaalsnelheden
pl: Dawka Podstawowa (Baza)
ro: Rate bazale
ru: Скорости базала
sk: Bazálne dávky

source: Bolus Delivery
cs: Podávání bolusu
it: Erogazione bolo
ja: ボーラス注入
nb: Bolus-leveranse
nl: Bolustoediening
pl: Podawanie bolusa
ro: Administrare bolus
ru: Подача болюса
sk: Podávanie bolusu

source: Cancel
cs: Zrušit
it: Annulla
ja: キャンセル
nb: Avbryt
nl: Annuleer
pl: Anuluj
ro: Renunță
ru: Отмена
sk: Zrušiť

source: Cancel Manual Basal
it: Annulla basale manuale
nb: Avbryt manuell basal
nl: Annuleer handmatige basaal
pl: Anuluj ręczną dawkę podstawową
ro: Anulați bazala manuală
ru: Отменить ручную ВБС

source: Cannula inserted successfully. Continue.
cs: Kanyla byla úspěšně zavedena. Pokračovat.
it: La cannula è stata inserita con successo. Continua.
nb: Kanyle skutt inn vellykket. Fortsett.
nl: Canule succesvol ingebracht. Ga verder.
pl: Kaniula wprowadzona prawidłowo. Kontynuuj.
ro: Canula a fost introdusă cu succes. Continuați.
ru: Канюля введена успешно. Продолжить.
sk: Kanyla úspešne zavedená. Pokračovať.

source: Change Pod now. Insulin delivery will stop 8 hours after the Pod has expired or when no more insulin remains.
cs: Vyměňte pod. Výdej inzulinu se zastaví 8 hodin poté, co pod vypršel, nebo když už v něm nezbývá žádný inzulín.
it: Cambiare il Pod ora. L'erogazione dell'insulina si interromperà dopo 8 ore dalla scadenza del Pod o quando non rimane più insulina nel Pod.
nb: Bytt Pod nå. Insulintilførselen vil stoppe 8 timer etter at pod har utløpt eller når det ikke er mer insulin igjen.
nl: Vervang Pod nu. De insulinetoediening stop 8 uur nadat de Pod is verlopen of wanneer er geen insuline meer over is.
pl: Zmień POD teraz. Podawanie insuliny zostanie zatrzymane 8 godzin po wygaśnięciu POD'a lub gdy zabraknie insuliny.
ro: Schimbați Pod-ul acum. Livrarea insulinei se va opri la 8 ore după expirarea Pod-ului sau când nu mai rămâne deloc insulină.
ru: Замените под сейчас. Подача инсулина прекратится через 8 часов после истечения срока действия пода или когда инсулина больше не останется.
sk: Ihneď vymeniť pod. Podávanie inzulínu sa zastaví o 8 hodín alebo keď sa minie inzulín.

source: Change Pod now. Insulin delivery will stop in %1$@ or when no more insulin remains.
cs: Vyměňte pod. Výdej inzulínu se zastaví za %1$@ nebo když dojde inzulín.
it: Cambiare Pod ora. L' erogazione d'insulina si interromperà tra %1$@ o quando non ci sarà più insulina nel serbatoio.
nb: Bytt Pod nå. Insulintilførselen vil stoppe om %1$@ eller når det ikke er mer insulin igjen.
nl: Vervang Pod nu. De insulinetoediening stop over %1$@ of wanneer er geen insuline meer over is.
pl: Zmień POD. Podawanie insuliny zostanie zatrzymane za %1$@ lub gdy zabraknie insuliny.
ro: Schimbați Pod-ul acum. Livrarea insulinei se va opri în %1$@ sau când nu mai rămâne insulină.
ru: Замените под сейчас. Подача инсулина прекратится через %1$@ или когда инсулина больше не останется.
sk: Ihneď vymeniť pod. Podávanie inzulínu sa zastaví o %1$@ alebo keď sa minie inzulín.

source: Change Time Zone
cs: Změnit časové pásmo
it: Cambia fuso orario
ja: タイムゾーンを変更
nb: Endre tidssone
nl: Verander tijdzone
pl: Zmień strefę czasową
ro: Schimbare fus orar
ru: Изменить часовой пояс
sk: Zmeniť časové pásmo

source: Changing time…
cs: Měním čas…
it: Modifica ora in corso
ja: 時間を変えています
nb: Endrer tid...
nl: Tijd aanpassen...
pl: Zmiana czasu…
ro: Se modifică ora…
ru: Выполняется изменение времени
sk: Mení sa čas…

source: Check Cannula
cs: Zkontrolujte kanylu
it: Controlla la cannula
nb: Sjekk kanyle
nl: Controleer canule
pl: Sprawdź kaniulę
ro: Verificați canula
ru: Проверьте канюлю
sk: Skontrolujte kanylu

source: Check Pod, apply to site, then confirm pod attachment.
cs: Zkontrolujte pod, aplikujte na místo a potvrďte umístění podu.
it: Controllare il Pod, applicare sul sito e confermare il fissaggio del pod.
nb: Sjekk pod, påfør, og bekreft deretter at pod er festet.
nl: Controleer de Pod, breng aan op de infusieplaats en bevestig dat de pod goed zit vastgeplakt.
pl: Przyklej POD'a, następnie potwierdź jego założenie
ro: Verificați Pod-ul, puneți-l pe piele, după care confirmați că este lipit.
ru: Проверьте под, приклейте его на место установки, затем подтвердите прикрепление пода.
sk: Skontrolujte pod, aplikujte ho na telo, potom potvrďte prilepenie podu.

source: Checking Insertion
cs: Kontrola zavedení
it: Controllo dell'inserimento
nb: Kontrollerer innsetting
nl: Controleer inbrengen canule
pl: Sprawdzanie wkłucia
ro: Se verifică inserția
ru: Проверка ввода канюли
sk: Kontrola zavedenia

source: Checking...
cs: Zjišťuji...
it: Controllo in corso
nb: Sjekker...
nl: Controleren...
pl: Sprawdzanie...
ro: Se verifică...
ru: Проверка...
sk: Kontroluje sa...

source: Comms Recovered
cs: Komunikace obnovena
it: Comunicazioni recuperate
nb: Kommunikasjon gjenopprettet
nl: Comms hersteld
pl: Odzyskano komunikację
ro: Comunicații reluate
ru: Связь восстановлена
sk: Príkazy obnovené

source: Confidence Reminders
it: Promemoria di fiducia
nb: Bekreftelser
nl: Meldingen met piepjes vanuit de Pod
pl: Przypomnienia (sygnały dźwiękowe) z POD'a
ro: Mementouri de confimare
ru: Напоминания об уверенности

source: Confidence reminders are beeps from the Pod which can be used to acknowledge selected commands when the Pod is not silenced.
cs: Ujištující upozornění jsou pípnutí podu, které lze použít k potvrzení zadaných příkazů.
it: I promemoria di fiducia sono segnali acustici emessi dal Pod che possono essere utilizzati per confermare i comandi selezionati quando il Pod non è silenziato.
nl: Dit zijn meldingen die met piepjes uit de Pod komen en kunnen worden gebruikt ter bevestiging van geselecteerde opdrachten.
ro: Memento-urile de confirmare sunt semnale sonore de la Pod care pot fi folosite pentru confirmarea comenzilor selectate.
ru: Доверенные звуковые сигналы от Пода, которые позволяют распознать выбранные команды, когда Под не заглушен.

source: Configuration
cs: Konfigurace
it: Configurazione
ja: コンフィグレーション
nb: Konfigurasjon
nl: Configuratie
pl: Konfiguracja
ro: Configurare
ru: Конфигурация
sk: Konfigurácia

source: Confirm
it: Conferma
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
ro: Confirmați
ru: Подтвердить

source: Confirm Pod Attachment
it: Conferma collegamento Pod
nb: Bekreft at Pod er festet
nl: Bevestig vastgeplakte pod
pl: Potwierdź założenie POD'a
ro: Confirmați atașarea Pod-ului
ru: Подтвердите, что под прикреплен к телу

source: Continue
cs: Pokračovat
it: Continua
ja: 次へ
nb: Fortsett
nl: Ga verder
pl: Kontynuuj
ro: Continuă
ru: Продолжить
sk: Pokračovať

source: Critical Alerts
cs: Kritická upozornění
it: Avvisi critici
nb: Kritiske varsler
nl: Kritieke meldingen
pl: Alerty krytyczne
ro: Alerte critice
ru: Критические оповещения
sk: Kritické výstrahy

source: day
it: giorno
nb: dag
nl: dag
pl: dzień
ro: zi
ru: день
sk: deň

source: days
it: giorni
nb: dager
nl: dagen
pl: dni
ro: zile
ru: дней
sk: dni

source: Deactivate
cs: Deaktivovat
it: Disattiva
ja: 無効にする
nb: Deaktiver
nl: Deactiveer
pl: Dezaktywuj
ro: Dezactivează
ru: Деактивировать
sk: Deaktivovať

source: Slide to Deactivate Pod
it: Scorri per disattivare il pod
nl: Schuif om de Pod te deactiveren
ru: Сдвиньте для деактивации

source: Deactivate Pod
cs: Deaktivovat Pod
it: Disattiva Pod
ja: ポッドを無効にする
nb: Deaktiver Pod
nl: Deactiveer Pod
pl: Dezaktywuj POD'a
ro: Dezactivează Pod
ru: Деактивировать Pod
sk: Deaktivovať pod

source: Slide to Insert Cannula
it: Scorri per inserire la Cannula
nl: Schuif om de canule in te brengen
ru: Сдвиньте, чтобы вставить канюлю

source: Slide the switch below to start cannula insertion.
it: Scorri l'interruttore sottostante per avviare l'inserimento della cannula.
nl: Schuif om de canule te starten
ru: Сдвиньте переключатель ниже, чтобы начать введение канюли.

source: Deactivated
cs: Deaktivováno
it: Disattivato
ja: 停止されました
nb: Deaktivert
nl: Gedeactiveerd
pl: Deaktywowany
ro: Dezactivat
ru: Не активен
sk: Deaktivované

source: Deactivating.
cs: Deaktivace.
it: Disattivazione.
nb: Deaktiverer.
nl: Deactiveren.
pl: Dezaktywacja.
ro: Se dezactivează.
ru: Деактивация.
sk: Deaktivuje sa.

source: Deactivating...
cs: Deaktivuji...
it: Disattivazione...
nb: Deaktiverer...
nl: Deactiveren...
pl: Dezaktywacja...
ro: Se dezactivează...
ru: Деактивация...
sk: Deaktivuje sa...

source: Delete Omnipod
cs: Smazat Omnipod
it: Elimina Omnipod
ja: Omnipodを削除
nb: Slett Omnipod
nl: Verwijder Omnipod
pl: Usuń Omnipod
ro: Șterge Omnipod
ru: Удалить Omnipod
sk: Odstrániť Omnipod

source: Delivery Limits
cs: Limity podávání
it: Limiti Erogazione
ja: 注入限度
nb: Leveringsgrenser
nl: Toedieningslimieten
pl: Limity podawania
ro: Limite de livrare
ru: Пределы подачи
sk: Limity podávania

source: Device Details
cs: Podrobnosti o zařízení
it: Dettagli del dispositivo
nb: Enhetsdetaljer
nl: Apparaatgegevens
pl: Szczegóły urządzenia
ro: Detalii despre dispozitiv
ru: Сведения об устройстве
sk: Podrobnosti o zariadení

source: Device Information
cs: Informace o zařízení
it: Informazioni sul dispositivo
ja: デバイス情報
nb: Enhetsinformasjon
nl: Apparaat informatie
pl: Informacje o urządzeniu
ro: Informații dispozitiv
ru: Информация об устройстве
sk: Informácie o zariadení

source: Devices
it: Dispositivi
ja: デバイス
nb: Enheter
nl: Apparaten
pl: Urządzenia
ro: Dispozitive
ru: Устройства
sk: Zariadenia

source: Disable Bolus Beeps
cs: Zakázat pípání bolusu
it: Disattiva bip bolo
ja: ボーラス音をオフにする
nb: Slå av lyd ved bolus
nl: Stop gebruik boluspiepjes
pl: Wyłącz dźwięki bolusa
ro: Dezactivează beep-urile de bolus
ru: Отключить звуковой сигнал болюса
sk: Vypnúť pípanie pri boluse

source: Discard Pod
cs: Vyřadit pod
it: Scarta Pod
nb: Kast Pod
nl: Gooi pod weg
pl: Odrzuć POD'a
ro: Renunțați la Pod
ru: Выбросить под
sk: Zlikvidujte pod

source: Done
cs: Hotovo
it: Fine
nb: Ferdig
nl: OK
pl: Gotowe
ro: Realizat
ru: Готово
sk: Hotovo

source: Enable Bolus Beeps
cs: Povolit pípání bolusu
it: Abilita Bip Bolo
ja: ボーラス音をオンにする
nb: Slå på lyd ved bolus
nl: Boluspiepjes inschakelen
pl: Włącz dźwięki bolusa
ro: Activează beep-urile de bolus
ru: Включить звуковой сигнал болюса
sk: Povoliť pípanie pri boluse

source: Error
it: Errore
ja: エラー
nb: Feil
nl: Fout
pl: Błąd
ro: Eroare
ru: Ошибка
sk: Chyba

source: Error disabling bolus beeps
it: Errore durante la disattivazione dei bip bolo
ja: ボーラス音オフエラー
nb: Kunne ikke slå av lyd ved bolus
nl: Fout in stoppen gebruik boluspiepjes
pl: Błąd wyłączania dźwięków bolusa
ro: Eroare la dezactivarea beep-urilor de bolus
ru: Ошибка при отключении звуковых сигналов болюса
sk: Chyba pri vypnutí bolusových pípnutí

source: Error enabling bolus beeps
it: Errore durante l’attivazione dei bip bolo
ja: ボーラス音オンエラー
nb: Kunne ikke slå på lyd ved bolus
nl: Fout in toepassen gebruik boluspiepjes
pl: Błąd włączania dźwięków bolusa
ro: Eroare la activarea beep-urilor de bolus
ru: Ошибка включения звуковых сигналов болюса
sk: Chyba pri povoľovaní bolusových pípnutí

source: Error Resuming
it: Errore durante la Ripresa
ja: 再開エラー
nb: Feil ved gjenopptagelse
nl: Fout bij hervatten
pl: Błąd wznawiania
ro: Eroare în timpul reluării
ru: Ошибка возобновления
sk: Chyba pri obnovení

source: Error Suspending
it: Errore durante l’interruzione
ja: 一時中止エラー
nb: Kunne ikke stoppe
nl: Fout bij onderbreken
pl: Błąd wstrzymywania
ro: Eroare în timpul suspendării
ru: Ошибка приостановки
sk: Chyba pri pozastavení

source: Expiration Reminder
it: Promemoria scadenza
ja: 有効期限リマインダー
nb: Påminnelse om utløp
nl: Melding vervaldatum
pl: Termin Ważności
ro: Memento de expirare
ru: Напоминание об истечении срока
sk: Pripomienka o expirácii

source: Expiration Reminder Default
it: Promemoria scadenza predef.
nb: Utløpspåminnelse Standard
nl: Standaard herinnering
pl: Domyślne przypomnienie o terminie ważności
ro: Memento de expirare implicit
ru: Напоминание об истечении срока действия По умолчанию
sk: Predvolené pripomenutie o expirácii

source: Expired
it: Scaduto
ja: 期限切れ
nb: Utløpt
nl: Verlopen
pl: Po terminie
ro: Expirat
ru: Срок истек
sk: Expiroval

source: Expires
it: Scadenza
ja: 期限
nb: Utløper
nl: Vervalt
pl: Upływa termin ważności
ro: Expiră
ru: Срок истекает
sk: Expiruje

source: Failed to Cancel Manual Basal
it: Impossibile Cancellare Basale Manuale
nb: Kunne ikke avbryte manuell basal
nl: Handmatig basaal annuleren mislukt
pl: Nie udało się anulować dawki podstawowej ustawionej ręcznie
ro: Nu s-a reușit anularea bazalei manuale
ru: Не удалось отменить ручной базал
sk: Zrušenie manuálneho bazálu zlyhalo
