Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/OmniKit/OmniKitUI/Resources/*.lproj/Localizable.strings
Languages: cs, it, ja, nb, nl, pl, ro, ru, sk

source: Previous Pod
it: Pod precedente
nb: Forrige pod
nl: Vorige Pod
pl: Poprzedni POD
ro: Pod-ul anterior
ru: Предыдущий под
sk: Predchádzajúci Pod

source: Previous Pod Information
it: Informazioni Pod precedente
nb: Informasjon om forrige pod
nl: Informatie vorige Pod
pl: Informacje o poprzednim POD'dzie
ro: Informații despre Pod-ul anterior
ru: Предыдущая информация о поде

source: Primed
it: Caricato
ja: プライミング完了
nb: Fyllt
nl: Voorbereid
pl: Napełniony
ro: Pregătit.
ru: Заправлено
sk: Pripravené

source: Priming. Please wait.
it: Caricamento in corso. Attendere prego.
nb: Fyller. Vennligst vent.
nl: Voorbereiden. Wacht even.
pl: Wypełnianie. Proszę czekać.
ro: Pregătire în curs. Vă rugăm să așteptați.
ru: Заправка. Пожалуйста, подождите.
sk: Pripravuje sa. Prosím čakajte.

source: Priming...
it: Caricamento in corso...
ja: プライミング中
nb: Fyller...
nl: Voorbereiden...
pl: Wypełnianie...
ro: Pregătire în curs...
ru: Заправить...
sk: Príprava…

source: Priming…
it: Caricamento in corso...
nb: Fyller...
nl: Voorbereiden...
pl: Napełnianie…
ro: Pregătire în curs...
ru: Заправка...
sk: Príprava…

source: Pump Time
it: Orario Micro
nb: Pumpetid
nl: Pomptijd
pl: Czas pompy
ro: Ora pompei
ru: Время в помпе

source: Rate
it: Velocità
nb: Ratio
nl: Snelheid
pl: Tempo
ro: Rată
ru: Скорость
sk: Dávka

source: Remaining
it: Rimanente
ja: 残り
nb: Gjenstående
nl: Resterend
pl: Pozostało
ro: Rămas
ru: Остается
sk: Zostáva

source: Remove Pod from Body
it: Rimuovi il Pod dal corpo
nb: Fjern pod fra kroppen
nl: Verwijder Pod van lichaam
pl: Usuń POD'a z ciała
ro: Înlăturați Pod-ul de pe corp
ru: Снимите под с тела

source: Remove Pump
it: Rimuovere microinfusore
nb: Fjern pumpen
nl: Verwijder Pomp
pl: Usuń pompę
ro: Ștergeți pompa
ru: Удалите помпу

source: Remove the Pod's clear needle cap and check cannula. Then remove paper backing.
it: Rimuovere il cappuccio trasparente dell'ago del Pod e controllare la cannula. Quindi rimuovere le due coperture di carta.
nl: Verwijder de transparante naalddop van de Pod en controleer de canule. Verwijder vervolgens de beschermlaag van de hechtstrip.
ro: Scoateți capacul acului de pe Pod și verificați canula. Apoi înlăturați eticheta de hârtie de pe spate.
ru: Отломите защитную крышку канюли и проверьте состояние самой канюли. Далее снимите защитные стикеры с пластыря.

source: Replace Pod
it: Sostituisci Pod
ja: ポッドを交換
nb: Bytt pod
nl: Vervang Pod
pl: Wymień POD'a
ro: Înlocuiți Pod-ul
ru: Заменить Pod
sk: Vymeňte pod

source: Replace Pod Now
it: Sostituisci Pod adesso
ja: すぐにポッドを交換してください
nb: Bytt pod nå
nl: Vervang Pod nu
pl: Wymień PODa teraz
ro: Înlocuiți Pod-ul acum
ru: Немедленно замените Pod
sk: Ihneď vymeňte pod

source: Reservoir
it: Serbatoio
nb: Reservoar
pl: Zbiorniczek
ro: Rezervor
ru: Резервуар
sk: Rezervoár

source: Resume Insulin Delivery
cs: Obnovit podávání inzulínu
it: Riprendi Erogazione Insulina
nb: Gjenoppta insulintilførsel
nl: Hervat insulinetoediening
pl: Wznów podawanie insuliny
ro: Reluați administrarea de insulină
ru: Возобновить подачу инсулина
sk: Obnoviť podávanie inzulínu

source: Resuming insulin delivery...
cs: Obnovování podávání inzulínu...
it: Ripresa erogazione insulina...
nb: Gjenopptar insulintilførsel...
nl: Insulinetoediening hervatten...
pl: Wznawianie podawania insuliny...
ro: Se reia administrarea de insulină...
ru: Возобновление подачи инсулина...
sk: Obnovuje sa podávanie inzulínu...

source: Retry
cs: Zkusit znovu
it: Riprova
ja: やり直す
nb: Prøv på nytt
nl: Opnieuw proberen
pl: Spróbuj ponownie
ro: Reîncearcă
ru: Повторить
sk: Skúsiť znova

source: Retry Pod Deactivation
cs: Zopakovat deaktivaci podu
it: Riprova a disattivare Pod
ja: ポッドの停止をやり直す
nb: Prøv igjen å deaktivere pod
nl: Probeer deactivering Pod opnieuw
pl: Ponów deaktywację PODa
ro: Reîncearcă dezactivarea Pod-ului
ru: Повторить деактивацию Pod’a
sk: Opäť deaktivovať pod

source: RileyLink allows for communication with the pump over Bluetooth
cs: RileyLink umožňuje komunikaci s pumpou přes Bluetooth
it: RileyLink consente la comunicazione con la pompa tramite Bluetooth
nb: RileyLink tillater kommunikasjon med pumpen ved hjelp av Bluetooth.
nl: RileyLink staat communicatie met de pomp toe via Bluetooth
pl: RileyLink umożliwia komunikację z pompą przez Bluetooth
ro: RileyLink-ul permite comunicarea cu pompa prin Bluetooth
ru: Rileylink необходим для коммуникации с помпой посредством Bluetooth
sk: RileyLink umožňuje komunikáciu s pumpou cez Bluetooth.

source: RileyLink Setup
cs: Nastavení RileyLinku
it: Configurazione
ja: RileyLink 設定
nb: RileyLink-oppsett
pl: Konfiguracja RileyLink
ro: Configurarea RileyLink-ului
ru: Настройка RilryLink
sk: Nastavenie RileyLinku

source: Save
cs: Uložit
it: Salva
ja: 保存
nb: Lagre
nl: Opslaan
pl: Zapisz
ro: Salvează
ru: Сохранить
sk: Uložiť

source: Saving...
cs: Ukládám...
it: Salvataggio...
nb: Lagrer...
nl: Opslaan...
pl: Zapisywanie...
ro: Salvare...
ru: Сохранение...
sk: Ukladá sa...

source: Schedule
cs: Rozvrh
it: Programma
ja: パターン
nb: Tidsplan
nl: Schema
pl: Harmonogram
ro: Orar
ru: По графику
sk: Plán

source: Scheduled Basal
cs: Plánovaný bazál
it: Basale Programmata
ja: 定期基礎
nb: Planlagt basal
nl: Ingesteld basaal
pl: Zaplanowana dawka podstawowa
ro: Bazală programată
ru: Запланированная база
sk: Naplánovaný bazál

source: Scheduled Reminder
cs: Naplánované upozornění
it: Promemoria Programmato
nb: Planlagt påminnelse
nl: Geplande melding
pl: Zaplanowane przypomnienie
ro: Memento programat
ru: Запланированное напоминание
sk: Naplánovaná pripomienka

source: Select the type of insulin that you will be using in this pod.
cs: Vyberte typ inzulinu, který budete v tomto Podu používat.
it: Seleziona il tipo d'insulina che utilizzerai in questo Pod.
nb: Velg hvilken type insulin du skal bruke i denne pod.
nl: Selecteer het type insuline dat je in deze pod gaat gebruiken.
pl: Wybierz rodzaj insuliny, której będziesz używać w tym POD.
ro: Selectați tipul de insulină pe care o veți utiliza în acest pod.
ru: Выберите тип инсулина, с которым Вы будете использовать этот под.
sk: Vyberte typ inzulínu, ktorý budete používať v tomto pode.

source: Sequence Number
cs: Pořadové číslo
it: Numero progressivo
nb: Sekvensnummer
nl: Volgnummer
pl: Numer sekwencji
ro: Număr de ordine
ru: Порядковый номер
sk: Sekvenčné číslo

source: Set Temporary Basal
cs: Nastavit dočasný bazál
it: Impostazione Base Temporanea
nb: Still inn midlertidig basal
nl: Tijdelijk basaal instellen
pl: Ustaw Bazę Tymczasową
ro: Setați bazala temporară
ru: Установить ВБС
sk: Nastaviť dočasný bazál

source: Set Temporary Basal Rate
it: Impostazione Base Temporanea
nb: Still inn midlertidig basaldose
nl: Tijdelijke Basaalsnelheid Instellen
pl: Ustaw tymczasową dawkę podstawową
ro: Setați bazala temporară
ru: Установить ВБС

source: Your insulin delivery will not be automatically adjusted until the temporary basal rate finishes or is canceled.
it: La somministrazione insulinica non sarà regolata automaticamente fino a quando la basale temporanea non sarà terminata o sarà annullata.
nl: Je insuline levering zal niet automatisch worden aangepast totdat de tijdelijke basaalstand is beëindigd of is geannuleerd.
ru: Подача инсулина не будет автоматизирована до тех пор, пока временная базальная скорость не закончится или не будет отменена.

source: Setup Complete
cs: Nastavení dokončeno
it: Impostazione completata
ja: 設定完了
nb: Klargjøring ferdig
nl: Setup voltooid
pl: Konfiguracja zakończona
ro: Configurare finalizată
ru: Настройка завершена
sk: Nastavenie je dokončené

source: Signal Loss
cs: Ztráta signálu
it: Perdita Segnale
nb: Signal Tap
nl: Signaalverlies
pl: Utrata sygnału
ro: Pierdere de semnal
ru: Сигнал потерян
sk: Strata signálu

source: Skip Omnipod Onboarding?
cs: Přeskočit onboarding Omnipodu?
it: Saltare la procedura di installazione di Omnipod?
nb: Vil du hoppe over Omnipod Introduseringen?
nl: Omnipod Onboarding overslaan?
pl: Pominąć instalację Omnipod’a?
ro: Săriți peste inițierea pompei Omnipod?
ru: Пропустить настройку Omnipod?
sk: Preskočiť Omnipod Onboarding?

source: Status
it: Stato
ja: ステータス
ro: Stare
ru: Статус
sk: Stav

source: Succeeded
cs: Úspěšně ukončeno
it: Effettuato con successo
ja: 成功
nb: Suksess
nl: Geslaagd
pl: Zakończone powodzeniem
ro: Succes
ru: Успешно
sk: Úspešné

source: Suspend Delivery
it: Sospendi erogazione
ja: 注入を一時停止
nb: Pause leveranse
nl: Onderbreek toediening
pl: Wstrzymaj podawanie
ro: Suspendă administrarea
ru: Остановить подачу

source: Suspend Insulin Delivery
cs: Pozastavit podávání inzulínu...
it: Sospendi l'erogazione d'insulina
nb: Insulintilførsel utsatt
nl: Onderbreek insulinetoediening
pl: Wstrzymaj podawanie insuliny
ro: Suspendați administrarea de insulină
ru: Остановить подачу инсулина
sk: Zastavte podávanie inzulínu

source: Suspended
cs: Pozastaveno
it: Sospeso
ja: 一時停止
nb: Suspendert
nl: Onderbroken
pl: Wstrzymane
ro: Suspendat
ru: Остановлено
sk: Pozastavené

source: Suspended At
it: Sospeso a
nb: Utsatt klokken
nl: Onderbroken om
pl: Zawieszony o godz.
ro: Suspendat la
ru: Приостановлено в

source: Suspending insulin delivery...
cs: Pozastavení podávání inzulínu...
it: Sospendere l'erogazione d'insulina...
nb: Utsetter insulintilførselen...
nl: Insulinetoediening onderbreken...
pl: Wstrzymanie podawania insuliny...
ro: Administrarea de insulină se suspendă...
ru: Остановка подачи инсулина...
sk: Pozastavenie podávania inzulínu...

source: Switch from Omnipod Pumps
cs: Přepnout z Omnipod pumpy
it: Passa a pompe diverse da Omnipod
ja: Omnipodポンプから変更
nb: Bytt fra Omnipod pumpe
nl: Verwissel Omnipod pompen
pl: Przełącz z pomp Omnipod
ro: Schimbă de la pompele Omnipod
ru: Отключиться от помп Omnipod
sk: Prepnúť z púmp Omnipod

source: Switch to other insulin delivery device
it: Passare ad un altro dispositivo per la somministrazione d'insulina
nb: Bytt til annen insulintilførselsenhet
nl: Schakel over op een ander insulinetoedieningsapparaat
pl: Zmień pompę insulinową na inną
ro: Treceți la alt dispozitiv de administrare a insulinei
ru: Переключиться на другое устройство для введения инсулина

source: Sync to Current Time
it: Sincronizza con l'ora corrente
nb: Synkroniser til gjeldende tid
nl: Synchroniseer met de huidige tijd
pl: Synchronizuj z bieżącym czasem
ro: Sincronizați cu ora curentă
ru: Синхронизация с текущим временем

source: Sync With Pod
cs: Synchronizace s Podem
it: Sincronizza con Pod
ja: ポッドとシンク
nb: Synkroniser med pod
nl: Synchroniseer met pod
pl: Synchronizuj z PODem
ro: Sincronizează cu Pod-ul
ru: Синхронизировать с Pod'ом
sk: Synchronizovať s podom

source: Tap below to start cannula insertion.
cs: Klepnutím na tlačítko níže zahájíte zavádění kanyly.
it: Tocca sotto per iniziare l'inserimento della cannula.
nb: Trykk nedenfor for å starte innsetting av kanyle.
nl: Tik hieronder om het inbrengen van de canule te starten.
pl: Stuknij poniżej, aby rozpocząć wprowadzanie kaniuli.
ro: Atingeți mai jos pentru a începe introducerea canulei.
ru: Нажмите ниже, чтобы начать ввод канюли.
sk: Ťuknutím nižšie spustíte zavádzanie kanyly.

source: Temporary Basal
cs: Dočasný bazál
it: Basale Temporanea
nb: Midlertidig basal
nl: Tijdelijke basaal
pl: Baza tymczasowa
ro: Bazală temporară
ru: ВБС
sk: Dočasný bazál

source: Temporary Basal Failed
cs: Nastavení dočasného bazálu selhalo
it: Basale Temporanea Fallita
nb: Midlertidig basal mislyktes
nl: Tijdelijk basaal mislukt
pl: Baza tymczasowa nie powiodła się
ro: Rata temporară de bazală a eșuat
ru: Ошибка установки ВБС
sk: Dočasný bazál zlyhal

source: Test Command
cs: Testovací příkaz
it: Prova Comando
ja: テストコマンド
nb: Test kommando
nl: Testcommando
pl: Polecenie testowe
ro: Comandă de test
ru: Провести тест
sk: Testovať príkaz

source: Testing Commands…
cs: Testování příkazů…
it: Prova Comandi...
ja: コマンドをテストしています
nb: Tester kommandoer...
nl: Commando’s aan het testen...
pl: Testowanie poleceń…
ro: Se execută comenzile de test…
ru: Команды тестов
sk: Testovanie príkazov…

source: The app configures a reminder on the pod to notify you in advance of Pod expiration. Set the number of hours advance notice you would like to configure when pairing a new Pod.
it: L'App puo' configurare un promemoria capace di avvisare in anticipo della scadenza del Pod. Per impostare il numero di ore preferito per il preavviso dalla voce Omnipod della schermata principale usare i submenu' Configurazione>Impostazioni Notifiche>Notifica Scadenza e sceglire il numero di ore desiderato per l'avviso di scadenza.
nb: Appen konfigurerer en påminnelse på pod for å varsle deg før pod utløper. Angi antall timer forhåndsvarsel du vil konfigurere når du parer en ny Pod.
nl: iAPS configureert melding op de Pod om je op de hoogte te stellen wanneer de Pod verloopt. Stel het aantal uren vooraf in dat je standaard wilt instellen als je een nieuwe Pod koppelt.
pl: Aplikacja konfiguruje przypomnienie w POD, aby powiadomić Cię z wyprzedzeniem o wygaśnięciu ważności POD'a. Ustaw liczbę godzin wyprzedzenia, które chcesz skonfigurować podczas parowania nowego POD'a.
ro: Aplicația configurează un memento pe pod pentru a vă notifica înainte de expirarea Pod. Setați numărul de ore înainte de notificare pe care doriți să o configurați atunci când asociați un pod nou.
ru: Приложение настраивает напоминание на телефоне, чтобы уведомить вас об истечении срока действия Pod. Установите количество часов предварительного уведомления, которое вы хотите сохранить при сопряжении нового Pod.
sk: Aplikácia nakonfiguruje pripomienku do podu, aby vás vopred upozornila na expiráciu podu. Počas párovania nového podu, nastavte, koľko hodín vopred, by ste chceli pripomienku nakonfigurovať.

source: The App notifies you in advance of Pod expiration. Scroll to set the number of hours advance notice you would like to have.
cs: Aplikace vás předem upozorní na vypršení platnosti Podu. Posouváním nastavte počet hodin před vypršením, kdy chcete obdržet notifikaci.
it: L'App può avvisare in anticipo della scadenza del Pod. Per impostare il numero di ore in anticipo desiderato scorrere nella lista ore ed impostare il numero di ore desiderato
nb: Appen varsler deg før pod utløper. Bla for å angi antall timer forhåndsvarsel du vil ha.
nl: iAPS geeft een melding als de Pod verloopt. Scroll om het aantal uren in te stellen voor de gewenste vooraankondiging.
pl: Aplikacja z wyprzedzeniem powiadomi użytkownika o wygaśnięciu ważności POD'a. Zaplanuj powiadomienie (wybierz liczbę godzin).
ro: Aplicația vă notifică în avans de expirarea Pod. Derulați pentru a seta numărul de ore dorite pentru notificare.
ru: Приложение заранее уведомит Вас об истечении срока действия Pod. Прокрутите, чтобы установить количество часов предварительного уведомления, которое вы хотели бы получить.
sk: Aplikácia vás vopred upozorní na expiráciu podu. Rolovaním nastavte počet hodín vopred, kedy chcete upozornenie dostať.

source: The App notifies you when the amount of insulin in the Pod reaches this level (50-10 U). Scroll to set the number of units at which you would like to be reminded.
it: L'App puo' dare un avviso quando la quantità di insulina nel Pod raggiunge un certo determinato livello compreso fra 50-10 Unita'. Per impostare questo avviso scorrere nella lista delle Unita' di insulina e scegliere il numero per il quale si desidera ricevere l'avviso.
nb: Appen varsler deg når mengden insulin i Pod når dette nivået (50-10 E). Bla for å angi antall enheter du vil bli minnet på.
nl: iAPS geeft een melding wanneer de hoeveelheid insuline in de Pod dit niveau bereikt (50-10 E). Scroll om het aantal eenheden in te stellen waarbij je herinnerd wilt worden.
pl: Aplikacja powiadomi Cię, gdy ilość insuliny w POD osiągnie poziom (50-10 J). Ustaw liczbę jednostek, przy których chcesz otrzymywać przypomnienia.
ro: Aplicația vă anunță când cantitatea de insulină din Pod atinge acest nivel (50-10 U). Derulați pentru a seta numărul de unități la care doriți să fiți notificat.
ru: Приложение уведомит Вас, когда количество инсулина в Pod достигнет этого уровня (50-10 Ед). Прокрутите, чтобы установить количество единиц, о которых вы хотели бы получить напоминание.
sk: Aplikácia vás upozorní, keď množstvo inzulínu v pode dosiahne túto úroveň (50 – 10 U). Rolovaním nastavte počet jednotiek, pri ktorých chcete byť upozornení.

source: The App notifies you when the amount of insulin in the Pod reaches this level.
it: L'App puo' avvisare quando la quantità di insulina nel Pod raggiunge un predisposto determinato livello.
nb: Appen varsler deg når mengden insulin i pod når dette nivået.
nl: iAPS geeft een melding wanneer de hoeveelheid insuline in de Pod dit niveau bereikt.
pl: Aplikacja powiadomi Cię, gdy ilość insuliny w POD osiągnie ten poziom.
ro: Aplicația vă notifică când cantitatea de insulină din Pod atinge acest nivel.
ru: Приложение уведомит Вас, когда количество инсулина в Pod достигнет этого уровня.
sk: Aplikácia vás upozorní, keď množstvo inzulínu v pode dosiahne túto úroveň.

source: The reminders above will not sound if your device is in Silent or Do Not Disturb mode. There are other critical Pod alerts and alarms that will sound even if your device is set to Silent or Do Not Disturb mode.
it: I promemoria qui sopra non suoneranno se il dispositivo è in modalità Silenzioso o Non Disturbare. Ci sono altri avvisi e avvisi di Pod critici che suoneranno anche se il dispositivo è impostato in modalità Silenzioso o Non Disturbare.
nb: Påminnelsene ovenfor vil ikke høres hvis enheten er i Stille- eller Ikke forstyrr-modus. Det er andre kritiske Pod-varsler og alarmer som vil høres selv om enheten er satt til Stille eller Ikke forstyrr-modus.
nl: Als je apparaat stil is of in de Niet storen-modus staat, hoor je de bovenstaande herinneringen niet in de app. Er zijn echter andere belangrijke waarschuwingen voor de Pod die nog steeds in de app verschijnen, zelfs als je apparaat stil is of in de Niet storen-modus staat. De Pod maakt ook geluid met piepjes voor alle herinneringen en waarschuwingen, behalve als de Pod is uitgeschakeld.
pl: Powyższe przypomnienia nie będą się pojawiały, jeśli urządzenie jest w trybie cichym lub nie przeszkadzać. Istnieją inne krytyczne alerty i alarmy POD'ów, które będą emitowane, nawet jeśli urządzenie jest ustawione w trybie cichym lub nie przeszkadzać.
ro: Mementourile de mai sus nu vor suna dacă dispozitivul este în modul Silențios sau Nu deranjați. Există și alte alerte și alarme critice de Pod care vor suna chiar dacă dispozitivul este setat la modul Silențios sau Nu deranjați.
ru: Приведенные выше напоминания не будут звучать, если ваше устройство находится в режиме Тишина или Не беспокоить. Есть и другие критические оповещения и сигналы тревоги Pod, которые будут звучать, даже если ваше устройство настроено в режим Тишина или Не беспокоить.

source: The time on your pump is different from the current time. Do you want to update the time on your pump to the current time?
it: l'orario del microinfusore e' diverso da quello del tempo attuale. Vuoi fare un controllo e cambiare l'orario del microinfusore con il tempo attuale?
nb: Klokken på pumpen er forskjellig fra gjeldende tid. Vil du oppdatere tiden på pumpen til gjeldende tid?
nl: De tijd op je pomp is anders dan de huidige tijd. Wil je de tijd op je pomp bijwerken naar de huidige tijd?
pl: Czas na pompie różni się od aktualnego czasu. Czy chcesz zaktualizować czas na pompie do aktualnego czasu?
ro: Ora de pe pompă este diferită de ora curentă. Puteți revizui ora pompei și să o sincronizați cu ora curentă în meniul setări.
ru: Время на вашей помпе отличается от текущего времени. Вы хотите обновить время на вашей помпе на текущее?

source: The time on your pump is different from the current time. Your pump’s time controls your scheduled therapy settings. Scroll down to Pump Time row to review the time difference and configure your pump.
it: L'orario impostato nel microinfusore è diverso dall'orario corrente. L'orario del microinfusore detta e controlla le impostazioni della terapia programmata e va corretto: Nella lista degli 'orari del microinfusore verificare la differenza di orario e configurare correttamente il microinfusore.
nb: Klokken på pumpen er forskjellig fra gjeldende tid. Pumpens tid styrer dine planlagte behandlingsinnstillinger. Rull ned til Pumpetid-raden for å se tidsforskjellen og konfigurere pumpen.
nl: De tijd op je pomp is anders dan de huidige tijd. De tijd van je pomp bepaalt je geplande therapieinstellingen. Scroll omlaag naar de Pomptijd om het tijdsverschil te bekijken en de pomp te configureren.
pl: Czas na pompie różni się od aktualnego czasu. Czas pompy steruje ustawieniami zaplanowanej terapii. Przewiń w dół do wiersza Czas pompy, aby przejrzeć różnicę czasu i skonfigurować pompę.
ro: Ora pompei este diferită de ora curentă. Ora pompei dvs. controlează setările de terapie programate. Derulați în jos la rândul Ora pompei pentru a revizui diferența de oră și a configura pompa dvs.
ru: Время на помпе отличается от текущего времени. Время вашей помпы контролирует ваши запланированные настройки терапии. Прокрутите вниз до строки времени помпы, чтобы просмотреть разницу во времени и настроить помпу.
sk: Čas na pumpe je iný ako aktuálny čas. Čas pumpy riadi vaše naplánované liečebné nastavenia. Prejdite nadol na riadok Čas pumpy, pozrite si časový rozdiel a nakonfigurujte pumpu.

source: The window on the top of the Pod should be colored pink when the cannula is properly inserted into the skin.
it: La finestra nella parte superiore del Pod sara' di colore rosa quando la cannula è stata inserita correttamente nella pelle.
nb: Vinduet på toppen av Pod-en skal farges rosa når kanylen er riktig satt inn i huden.
nl: Het venster aan de bovenkant van de pod moet roze gekleurd zijn wanneer de canule correct in de huid is ingebracht.
pl: Okienko na górze POD'a powinno zabarwić się na różowo, gdy kaniula jest prawidłowo wprowadzona pod skórę.
ro: Fereastra din partea superioară a Pod-ului trebuie să fie colorată în roz atunci când canula a fost introdusă corect în piele.
ru: Когда канюля правильно введена под кожу, окошко в верхней части пода должно окраситься в розовый цвет.

source: There was a problem communicating with the pod. If this problem persists, tap Discard Pod. You can then activate a new Pod.
it: Si è verificato un problema di comunicazione con il Pod. Se il problema persiste, toccare Elimina Pod, e dopo si procedere ad attivare un nuovo Pod.
nb: Det oppsto et problem med pod-kommunikasjonen. Hvis problemet fortsetter, trykk Forkaste pod. Deretter kan du aktivere en ny pod.
nl: Er is een communicatieprobleem opgetreden met de pod. Als dit probleem zich blijft voordoen, tik op 'Pod verwijderen'. Je kunt dan een nieuwe Pod activeren.
pl: Wystąpił problem z komunikacją z POD'em. Jeśli problem się utrzymuje, wybierz opcję Odrzuć POD'a. Następnie możesz aktywować nowy POD.
ro: A apărut o problemă la comunicarea cu podul. Dacă această problemă persistă, atingeți Renunțați la pod. Apoi puteți activa un nou Pod.
ru: Возникла проблема с общением с подом. Если эта проблема сохраняется, нажмите "Деактивировать Pod". Затем вы можете активировать новый Pod.
sk: Nastal problém s komunikáciou s podom. Ak tento problém pretrváva, ťuknite na položku Zlikvidovať Pod. Potom môžete aktivovať nový pod.
