Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/OmniKit/OmniKitUI/Resources/*.lproj/Localizable.strings
Languages: cs, it, ja, nb, nl, pl, ro, ru, sk

source: This is a reminder that you scheduled when you paired your current Pod.
it: Questo è un promemoria che hai pianificato quando hai accoppiato il tuo Pod corrente.
nb: Dette er en påminnelse som du planla når du koblet til din nåværende pod.
nl: Dit is een herinnering die je hebt gepland toen je je huidige Pod koppelde.
pl: To jest przypomnienie, które zaplanowałeś podczas parowania bieżącego Poda.
ro: Acesta este un memento pe care l-ați programat atunci când ați asociat Pod-ul curent.
ru: Это напоминание, которое вы запланировали при сопряжении с текущим подом.
sk: Toto je pripomienka, ktorú ste naplánovali pri spárovaní aktuálneho Podu.

source: This Pump has not been configured with a maximum basal rate because it was added before manual temp basal was a feature. Please go to Therapy Settings -> Delivery Limits and set a new Maximum Basal Rate.
it: Questo microinfusore non è stato configurato con una dose di basale massima perché questa è stata inserita prima che la basale temporanea manuale diventasse una funzione attiva. Andare su Impostazioni terapia - > Limiti erogazione e impostare un nuovo profilo basale massimo.
nb: Denne pumpen er ikke konfigurert med maksimal basaldose fordi den ble lagt til før manuell midlertidig basaldose var en tilgjengelig funksjon. Gå til Behandlingsinnstillinger -> Leveringsgrenser og sett en ny maksimal basaldose.
nl: Deze pomp is niet geconfigureerd met een maximale basaalsnelheid omdat deze toegevoegd is voordat het handmatig instellen van een tijdelijke basaalsnelheid een functie was. Ga naar Therapieinstellingen -> Toedieningslimieten en stel een nieuwe Maximale Basaalsnelheid in.
pl: Limit podaży został ustawiony przed wprowadzeniem bazy tymczasowej. Wróć do ustawień terapii i ustaw nowy limit maksymalnej dawki podstawowej (bazy).
ro: Această pompă nu a fost configurată cu o rată maximă de insulină bazală, deoarece a fost adăugată înainte ca rata temporară de insulină bazală să fie o opțiune. Vă rugăm să mergeți la Setări terapie -> limite de livrare și să setați o nouă rată maximă de insulină bazală.
ru: Эта помпа не была настроена с максимальным базалом, потому что была добавлена до того, как установка ручной ВБС стала возможной. Пожалуйста, перейдите в настройки терапии -> Лимиты доставки и установите новый максимальный базал.
sk: V tejto pumpe nebola nakonfigurovaná maximálna bazálna dávka, pretože bola pridaná predtým, než bola funkcia manuálneho dočasného bazálu. Prejdite do Liečebné nastavenia - > Limity dávkovania a nastavte novú maximálnu bazálnu dávku.

source: Time
it: Tempo
nb: Tid
nl: Tijd
pl: Czas
ro: Timp
ru: Время
sk: Čas

source: Time Change Detected
it: Rilevato Cambio di orario
nb: Tidsendring oppdaget
nl: Tijdsverschil ontdekt
pl: Wykryto zmianę czasu
ro: S-a detectat schimbarea orei
ru: Обнаружено изменение времени
sk: Zistila sa zmena času

source: Toggle sign
it: segnale di attivazione/disattivazione
nb: Vis/skjul
nl: Schakel symbool
pl: Przełącz znak
ro: Semn de comutare
ru: Переключение входа
sk: Značka prepnutia

source: Too many entries
it: Troppe voci
ja: 入力過多
nb: For mange oppføringer
nl: Te veel invoer
pl: Zbyt dużo wpisów
ro: Prea multe înregistrări
ru: Слишком много данных
sk: Príliš veľa záznamov

source: Total Delivery
it: Erogazione Totale
nb: Total levering
nl: Totaal toegediend
pl: Łącznie podano
ro: Administrare totală
ru: Подано всего
sk: Celková dávka

source: U/hr
it: U/ora
ja: U/時
nb: E/t
nl: E/uur
pl: J/godz
ro: U/oră
ru: Ед/ч

source: Unable to deactivate pod. Please continue and pair a new one.
it: Impossibile disattivare Pod. Continua e abbina un nuovo Pod.
ja: ポッドの停止ができません。新しいポッドをペアリングしてください。
nb: Kunne ikke deaktivere pod. Vennligst fortsett og koble sammen med en ny.
nl: Onmogelijk om pod te deactiveren. Ga verder en koppel een nieuwe pod.
pl: Deaktywacja PODa niemożliwa. Kontynuuj i sparuj nowy.
ro: Nu s-a putut dezactiva Pod-ul. Continuați și asociați un Pod nou.
ru: Не удалось деактивировать Pod. Пропустить и начать соединение с новым.
sk: Pod nie je možné deaktivovať. Prosím pokračujte a spárujte nový pod.

source: Unable to Reach Pod
it: Impossibile raggiungere Pod
nb: Kan ikke nå pod
nl: Kan Pod niet bereiken
pl: Nie można połączyć się z Podem
ro: Nu se poate conecta la Pod
ru: Невозможно связаться с подом
sk: Pod nie je v dosahu.

source: Unable to set a temporary basal rate: %1$@
it: Impossibile impostare una velocità basale temporanea: %1$@
nb: Klarte ikke å angi en midlertidig basal: %1$@
nl: Kan geen tijdelijke basaalsnelheid instellen: %1$@
pl: Nie można ustawić tymczasowej dawki podstawowej: %1$@
ro: Nu se poate seta o rată temporară de insulină bazală: %1$@
ru: Невозможно установить ВБС: %1$@
sk: Nie je možné nastaviť dočasnú dávku bazálu: %1$@

source: Unable to set a temporary basal rate: %1$@ %2$@
it: Impossibile impostare una velocità basale temporanea: %1$@ %2$@
nb: Klarte ikke å angi en midlertidig basal: %1$@ %2$@
nl: Kan geen tijdelijke basaalsnelheid instellen: %1$@ %2$@
pl: Nie można ustawić tymczasowej dawki podstawowej: %1$@ %2$@
ro: Nu se poate seta o rată temporară de insulină bazală: %1$@ %2$@
ru: Невозможно установить ВБС: %1$@ %2$@
sk: Nie je možné nastaviť dočasnú dávku bazálu: %1$@ %2$@

source: Unfinished Activation
it: Attivazione non completata
nb: Ufullstendig aktivering
nl: Onvoltooide activering
pl: Niedokończona aktywacja
ro: Activare neterminată
ru: Не закончена активация
sk: Aktivácia neukončená

source: Unfinished deactivation
it: Disattivazione non completata
nb: Ufullstendig deaktivering
nl: Onvoltooide deactivering
pl: Niedokończona dezaktywacja
ro: Dezactivare neterminată
ru: Незавершенная деактивация
sk: Deaktivácia neukončená

source: Unknown
it: Sconosciuto
ja: 不明
nb: Ukjent
nl: Onbekend
pl: Nieznany
ro: Necunoscut
ru: Неизвестно
sk: Neznáme

source: Wait until insertion is completed.
it: Attendere il completamento dell'inserimento.
nb: Vent til innsettingen er fullført.
nl: Wacht tot het inbrengen voltooid is.
pl: Poczekaj, aż wprowadzanie zostanie zakończone.
ro: Așteptați până când inserarea este finalizată.
ru: Подождите, пока ввод канюли завершится.
sk: Počkajte kým nie je zavedenie ukončené.

source: Yes
it: sì
nb: Ja
nl: Ja
pl: Tak
ro: Da
ru: Да
sk: Áno

source: Yes, Deactivate Pod
it: Sì, disattiva il pod
nb: Ja, deaktiver Pod
nl: Ja, deactiveer Pod
pl: Tak, dezaktywuj POD'a
ro: Da, dezactivați Pod-ul
ru: Деактивировать Pod

source: Yes, Sync to Current Time
it: Sì, sincronizza con l'ora corrente
nb: Ja, Synkroniser til gjeldende tid
nl: Ja, synchroniseer met huidige tijd
pl: Tak, zsynchronizuj z bieżącym czasem
ro: Da, sincronizați cu ora curentă
ru: Да, синхронизировать с текущим временем

source: You will now begin the process of configuring your reminders, filling your Pod with insulin, pairing to your device and placing it on your body.
it: Ora inizierai il processo di configurazione dei tuoi promemoria, riempiendo il tuo Pod d'insulina, accoppiandolo al tuo dispositivo e posizionandolo sul tuo corpo.
nb: Du vil nå begynne prosessen med å konfigurere påminnelsene, fylle pod med insulin, pare til enheten og plassere den på kroppen.
nl: Je begint nu met het configureren van je herinneringen, het vullen van je Pod met insuline, het koppelen van je apparaat en het op je lichaam plaatsen.
pl: Rozpoczynasz proces konfigurowania przypomnień (dźwięków emitowanych przez POD'a), napełniania POD'a insuliną, parowania z telefonem i umieszczania go na ciele.
ro: Veți începe acum procesul de configurare a memento-urilor, umplerea Pod-ului cu insulină, asocierea cu dispozitivul dumneavoastră și amplasarea acestuia pe corp.
ru: Сейчас Вы начнете процесс конфигурирования напоминаний, заправки пода инсулином, сопряжения с телефоном и установкой пода на тело.
sk: Teraz začnete s procesom konfigurácie pripomienok, naplnením podu inzulínom, jeho spárovaním s vašim zariadením a umiestnením podu na telo.

source: Your Pod is ready for use. %1$@ will remind you to change your pod before it expires. You can change this to a time convenient for you.
it: Il tuo Pod è pronto per l'uso. %1$@ ti ricorderà di cambiare il tuo pod prima che scada. Questo orario puo' cambiato per un altro a te piu' conveniente.
nb: Pod er klar til bruk. %1$@ vil minne deg på å bytte pod før den utløper. Du kan endre dette til et tidspunkt som passer deg.
nl: Je Pod is klaar voor gebruik. iAPS (%1$@) zal je eraan herinneren je pod te vervangen voordat deze verloopt. Je kunt dit wijzigen naar een tijdstip dat beter uitkomt.
pl: Twój POD jest gotowy do użycia. %1$@ przypomni Ci o zmianie POD'a przed jego wygaśnięciem. Możesz dokonać zmiany na dogodny dla Ciebie termin.
ro: Pod-ul dumneavoastră este gata de utilizare. %1$@ vă va reaminti să vă schimbați Pod-ul înainte de a expira. Puteți schimba într-un moment convenabil pentru dumneavoastră.
ru: Под готов к использованию. %1$@ напомнит вам о необходимости замены пода до истечения срока его действия. Вы можете изменить это на удобное для вас время.
sk: Váš pod je pripravený na použitie. %1$@ vám pripomenie, aby ste vymenili svoj pod pred časom jeho expirácie. Môžete to zmeniť na čas, ktorý vám vyhovuje.

source: Your Pod may still be delivering Insulin. Remove it from your body, then tap “Continue.“
it: Il tuo Pod potrebbe ancora erogare insulina. Rimuovilo dal tuo corpo, e poi tocca "Continua".
nb: Pod kan fortsatt levere insulin. Fjern den fra kroppen din, og trykk deretter på "Fortsett".
nl: Je Pod kan nog steeds insuline toedienen. Verwijder de Pod van je lichaam en tik vervolgens op "Ga Verder".
pl: Twój POD może nadal dostarczać insulinę. Usuń go z ciała, a następnie wybierz "Kontynuuj".
ro: Este posibil ca Podul dvs. să administreze în continuare insulină. Scoateți-l din corpul dumneavoastră, apoi atingeți "Continuați".
ru: Ваш под может по-прежнему доставлять инсулин. Удалите его с тела, затем нажмите «Продолжить».

source: Silenced
it: Silenziato
nl: Gedempt
ru: Беззвучно

source: Normal operation mode where audible Pod beeps are used for all Pod alerts and when confidence reminders are enabled.
it: Modalità di funzionamento normale in cui vengono utilizzati segnali acustici del Pod per tutti gli avvisi Pod e quando i promemoria di fiducia sono abilitati.
nl: Normale bewerkingsmodus waarbij hoorbare piepjes worden gebruikt voor alle Pod waarschuwingen en wanneer meldingen zijn ingeschakeld.
ru: Обычный режим работы, при котором звуковые сигналы используются для всех оповещений Пода и при включенных доверенных напоминаниях.

source: All Pod alerts use no beeps and confirmation reminder beeps are suppressed. The Pod will only beep for fatal Pod faults and when playing test beeps. ⚠️Warning - Whenever the Pod is silenced it must be kept within Bluetooth range of this device to receive notifications for Pod alerts.
it: Tutti gli avvisi Pod non usano alcun segnale acustico e gli avvisi acustici di conferma vengono soppressi. Il Pod sarà solo beep per difetti di Pod fatali e durante la riproduzione di beep di prova. ⚠️Attenzione - Ogni volta che il Pod viene silenziato, deve essere mantenuto entro la gamma Bluetooth di questo dispositivo per ricevere le notifiche per gli avvisi Pod.
nl: Alle Pod alarmen gebruiken geen piepjes en herinneringen worden gedempt. De Pod zal alleen piepen bij fatale Pod fouten en bij testpiepen. ⚠️Waarschuwing - Wanneer de Pod is gedempt, moet het binnen het Bluetooth-bereik van dit apparaat worden gehouden om meldingen voor Pod te ontvangen.
ru: Все уведомления Пода не издают звуковых сигналов и напоминания о подтверждении подавлены. Под будет издавать звуковые сигналы только при критических сбоях Пода и когда проигрываются тестовые звуки. ⚠️Предупреждение — Когда Под заглушен, он должен находиться в пределах Bluetooth-диапазона этого устройства, для получения сигналов уведомлений.

source: Silence Pod mode suppresses all Pod alert and confirmation reminder beeping.
it: La modalità Pod Silenziato sopprime tutti gli avvisi e promemoria di conferma del Pod.
nl: Stille Podmodus dempt alle Podalarmen en bevestigingsmeldingen.
ru: Беззвучный режим Пода отключает все звуковые сигналы и напоминания о подтверждении Пода.

source: Silence Pod
it: Pod Silenziato
nl: Podgeluiden dempen
ru: Беззвучный Под

source: Pod Details
it: Dettagli Pod
ru: Сведения о Поде

source: Previous Pod Details
it: Dettagli Pod Precedente
nl: Vorige Pod details
ru: Сведения о предыдущем Поде

source: Pump Manager Details
it: Dettagli Microinfusore
nl: Pomp manager details
ru: Сведения о помпе

source: Retrieving Pump Manager Details...
it: Recupero Dettagli Microinfusore...
nl: Pomp manager gegevens ophalen...
ru: Получение сведений о помпе...

source: Refresh Pump Manager Details
it: Recupero Dettagli Microinfusore
nl: Ververs details pompmanager
ru: Обновить сведения о помпе

source: Failed to update silence pod preference.
it: Impossibile aggiornare la preferenza del Pod silenziato.
nl: Kon de voorkeur voor meldingen niet bijwerken.
ru: Не удалось обновить настройку беззвучного режима Пода.

source: Diagnostics
it: Diagnostica
nl: Diagnostische gegevens
ru: Диагностика

source: Read Pod Status
it: Leggi stato microinfusore
nl: Lees pompstatus
ru: Получить статус Пода

source: Pod Diagnostics
it: Diagnostica pod
nl: Diagnostische Pod gegevens
ru: Диагностика пода

source: Read Pulse Log Plus
it: Leggi i dati dei battiti
nl: Pulslog uitlezen
ru: Расширенный журнал импульсов

source: Read Activation Time
it: Leggi Il Tempo Di Attivazione
nl: Activatietijd lezen
ru: Прочитать время активации

source: Read Triggered Alerts
it: Leggi avvisi non letti
nl: Lees geactiveerde waarschuwingen
ru: Прочитать сработавшие оповещения

source: Lot
cs: Šarže
it: Lotto
ja: ロット
nb: Parti
pl: Partia
sk: Šarža

source: Lot Number
cs: Číslo šarže
it: Numero di Lotto
nb: Lot-nummer
nl: Lotnummer
pl: Numer LOT
ro: Numărul lotului
sk: Číslo šarže

source: NA
cs: Není k dispozici
it: Non disponibile
nl: NB
pl: Niedostępne

source: Fill a new pod with U-100 Insulin (leave Pod needle cap on). Listen for 2 beeps.
nb: Fyll en ny pod med U-100 insulin (la kanylehetten være på). Lytt etter 2 pip.
pl: Napełnij nowego POD'a insuliną U-100 (minimum 80j). Pozostaw niebieską osłonkę igły. Powinieneś usłyszeć dwa sygnały dźwiękowe.
ro: Umpleți un pod nou cu U-100 Insulină (nu înlăturați capacul acului de pe Pod). Așteptați să se audă 2 bipuri.
sk: Naplňte nový pod inzulínom U-100 (kryt ihly ponechajte nasadený). Budete počuť 2 pípnutia.

source: Silence Pod mode suppresses all Pod alert and confirmation reminder beeping. Silence Pod
nb: Silence Pod
pl: Silence Pod
sk: Silence Pod

source: Pairing…
ja: ペアリングしています
ro: Se asociază…

source: Unable To Reach Pod
ro: Nu se poate conecta la Pod
