Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/rileylink_ios/OmniKit/*.lproj/Localizable.strings
Languages: de, pl, ru

source: Auto-off alarm
pl: Alarm automatycznego wyłączenia
ru: Авто отключение сигнала

source: Below 50 units
de: Weniger als 50 Einheiten
pl: Poniżej 50 jedn.
ru: Менее 50 единиц

source: Bolus in progress
de: Bolusabgabe läuft
pl: Bolus w toku
ru: Подача болюса

source: Bolus: %1$@U %2$@ %3$@ %4$@
de: Bolus: %1$@IE %2$@ %3$@ %4$@
ru: Болюс: %1$@ед %2$@ %3$@ %4$@

source: Bolusing
de: Bolusabgabe
pl: Podawanie bolusa
ru: Подается болюс

source: Bolusing with temp basal
de: Abgabe mit temporärer Basalrate
pl: Podawanie bolusa z dawką podstawową
ru: Подача болюса при врем базале

source: Cannula inserting
de: Einführen der Kanüle
pl: Wprowadzanie kaniuli
ru: Установка катетера

source: Certain
de: Sicher
pl: Pewna
ru: Определенно

source: Deactivated
de: Deaktiviert
pl: Deaktywowany
ru: Не активен

source: Empty reservoir
de: Reservoir leer
pl: Pusty zbiornik
ru: Картридж пуст

source: Empty response from pod
de: Rückmeldung leer von Pod
pl: Pusta odpowiedź POD
ru: Пустой ответ от пода

source: Error event logged, shutting down
de: Fehlerereignis protokolliert, fahre herunter
pl: Zarejestrowano zdarzenie błędu, wyłączanie
ru: Ошибка внесена, отключение

source: Expiration alert
de: Ablaufalarm
pl: Alert o upływie terminu ważności
ru: Оповещение об истечении срока

source: Finish setup
de: Setup beenden
pl: Zakończ konfigurację
ru: Завершение настройки

source: Initialized
de: Initialisiert
pl: Zainicjalizowany
ru: Активирован

source: Internal pod fault %1$03d
de: Interner Podfehler %1$03d
pl: Wewnętrzny błąd PODa %1$03d
ru: Внутренняя ошибка пода %1$03d

source: InterruptedBolus: %1$@ U (%2$@ U scheduled) %3$@ %4$@ %5$@
de: Abgebrochener Bolus: %1$@ IE (%2$@ IE geplant) %3$@ %4$@ %5$@
pl: Przerwany bolus: %1$@ jedn. (%2$@ jedn. zaplanowanych) %3$@ %4$@ %5$@
ru: Болюс прерван%1$@ ед (%2$@ ед намечено) %3$@ %4$@ %5$@

source: Low reservoir advisory alarm
de: Hinweisalarm für fast leeres Reservoir
pl: Alarm informujący o niskim poziomie w zbiorniku
ru: Оповещение о малом запасе инсулина в картридже

source: Make sure your RileyLink is nearby and powered on
de: Stellen Sie sicher, dass sich Ihr RileyLink in der Nähe befindet und eingeschaltet ist
pl: Upewnij się, że RileyLink jest w pobliżu i jest włączony
ru: Убедитесь, что RileyLink поблизости и включен

source: No alerts
de: Keine Alarme
pl: Brak alertów
ru: Активных оповещений нет

source: No pod paired
de: Kein Pod gekoppelt
pl: Brak sparowanego PODa
ru: Нет сопряжения с подом

source: No response from pod
de: Keine Rückmeldung von Pod
pl: Brak odpowiedzi z PODa
ru: Нет ответа от пода

source: No RileyLink available
de: Kein RileyLink verfügbar
pl: Brak dostępnego RileyLink
ru: Нет доступного RileyLink

source: Normal
pl: Normalny
ru: Норма

source: Occlusion detected
de: Verstopfung erkannt
pl: Wykryto niedrożność
ru: Обнаружена закупорка

source: Omnipod
ru: Омнипод

source: Paired
de: Gekoppelt
pl: Sparowany
ru: Сопряжен

source: Please bring your pod closer to the RileyLink and try again
de: Bitte bringen Sie Ihren Pod näher an den RileyLink und versuchen Sie es erneut
pl: Umieść PODa bliżej RileyLink i spróbuj ponownie
ru: Поднесите Omnipod ближе к RileyLink и попробуйте снова

source: Please pair a new pod
de: Bitte koppeln Sie einen neuen Pod
pl: Sparuj nowego PODa
ru: Начните сопряжение с новым Omnipod

source: Pod already paired
de: Pod bereits gekoppelt
pl: POD już sparowany
ru: Omnipod уже сопряжен

source: Pod already primed
de: Pod bereits gefüllt
pl: POD już napełniony
ru: Omnipod уже заполнен

source: Pod expiration advisory alarm
de: Ablaufalarm des Pods
pl: Alarm informujący o upływie terminu ważności PODa
ru: Оповещение об окончании гарантийного срока Omnipod

source: Pod Expiration Notice
de: Hinweis zum Ablaufen des Pods
pl: Powiadomienie o upływie terminu ważności PODa
ru: Сообщение об окончании гарантийного срока Omnipod

source: Pod expired
de: Pod abgelaufen
pl: Termin ważności PODa upłynął
ru: Срок гарантии Omnipod истек

source: Pod Fault: %1$@
de: Podfehler: %1$@
pl: Usterka PODa: 1$@
ru: Отказ Omnipod %1$@

source: Pod is not in a state ready for cannula insertion.
de: Der Pod ist nicht bereit zum Einsetzen der Kanüle.
pl: POD nie znajduje się w stanie gotowości do wprowadzenia kaniuli.
ru: Omnipod не готов к установке катетера

source: Pod is not in a state ready for priming.
de: Der Pod ist nicht bereit zum Befüllen
pl: POD nie znajduje się w stanie gotowości do napełniania.
ru: Omnipod не готов к первичному заполнению

source: Pod is suspended
de: Pod ist unterbrochen
pl: POD wstrzymany
ru: Omnipod остановлен

source: Pod setup window expired
de: Das Zeitfenster für das Pod-Setup ist abgelaufen
pl: Upłynął termin ważności okna konfiguracji PODa
ru: Время для окна настроек Omnipod истекло

source: Priming
de: Befüllen
pl: Napełnianie
ru: Заполнение

source: Ready for basal programming
de: Bereit für die Programmierung der Basalrate
pl: Gotowy do zaprogramowania dawki podstawowej
ru: Готов к программированию базала

source: Ready to insert cannula
de: Bereit zum Einführen der Kanüle
pl: Gotowy do wprowadzenia kaniuli
ru: Готов к установке катетера

source: Resume: %1$@ %2$@
de: Fortsetzen: %1$@ %2$@
pl: Wznów: %1$@ %2$@
ru: Возобновление: %1$@ %2$@

source: Scheduled Basal
de: Geplante Basalrate
pl: Zaplanowana dawka podstawowa
ru: Основной базал

source: Shutdown imminent alarm
de: Alarm für die bevorstehende Pod-Abschaltung
pl: Alarm o nadchodzącym wyłączeniu
ru: Оповещение о неизбежном выключении

source: Suspend: %1$@ %2$@
de: Unterbrochen: %1$@ %2$@
pl: Wstrzymaj: %1$@ %2$@
ru: Приостановка: %1$@ %2$@

source: Suspended
de: Unterbrochen
pl: Wstrzymany
ru: Остановлено

source: Tank fill completed
de: Befüllen des Pods erfolgreich
pl: Napełnianie zbiornika zakończone
ru: Заполнение танка Omnipod завершено

source: Tank power activated
de: Energieversorgung für den Podmotor aktiviert
pl: Zasilanie zbiornika włączone
ru: Питание танка активировано

source: Temp basal in progress
de: Eine temporäre Basalrate läuft bereits.
pl: Tymczasowa dawka podstawowa w toku
ru: Работает временный базал

source: Temp basal running
de: Temporäre Basalrate läuft.
pl: Tymczasowa dawka podstawowa działa
ru: Подается временный базал

source: TempBasal: %1$@ U/hour %2$@ %3$@ %4$@ U %5$@
de: TempBasal: %1$@ U/h %2$@ %3$@ %4$@ U %5$@
pl: Tymczasowa dawka podstawowa: %1$@ jedn./godz. %2$@ %3$@ %4$@ jedn. %5$@
ru: Врем базал: %1$@ ед/ч %2$@ %3$@ %4$@ ед %5$@

source: Time to replace your pod! Your pod will expire in %1$@
de: Zeit, Ihren Pod zu ersetzen! Ihr Pod läuft ab in %1$@
pl: Pora wymienić PODa! Termin ważności PODa upłynie za %1$@
ru: Пора заменить Pod - Срок годности истекает через %1$@

source: Uncertain
de: Unsicher
pl: Niepewna
ru: Не подтверждено

source: Unexpected response from pod
de: Unerwartete Antwort vom Pod
pl: Nieoczekiwana odpowiedź PODa
ru: Неожиданный отклик Omnipod

source: Unknown pod fault %1$03d
de: Unbekannter Podfehler %1$03d
pl: Nieznany błąd PODa %1$03d
ru: Неизвестная неполадка Omnipod

source: Wait for existing bolus to finish, or cancel bolus
de: Warten Sie, bis der aktuelle Bolus abgegeben wurde, oder brechen Sie den Bolus ab.
pl: Poczekaj na zakończenie istniejącego bolusa lub anuluj bolus
ru: Дождитесь окончания подачи болюса или отмените его

source: Wait for existing temp basal to finish, or suspend to cancel
de: Warten Sie, bis die aktuelle temporäre Basalrate beendet wurde, oder unterbrechen Sie diese.
pl: Poczekaj na zakończenie istniejącej dawki podstawowej lub wstrzymaj, aby anulować
ru: Дождитесь окончания текущего врем базала или отмените

source: Waiting for pairing reminder
de: Warte auf die Erinnerung zum Koppeln
pl: Poczekaj na przypomnienie o parowaniu
ru: Напоминание об ожидании сопряжения

source: (inactive)
de: (inaktiv)

source: Basal initialized
de: Basal initialisiert
