Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: Use a sigmoid function for ISF (and for CR, when enabled), instead of the default Logarithmic formula. Requires the Dynamic ISF setting to be enabled in settings The Adjustment setting adjusts the slope of the curve (Y: Dynamic ratio, X: Blood Glucose). A lower value ==> less steep == less aggressive. The autosens.min/max settings determines both the max/min limits for the dynamic ratio AND how much the dynamic ratio is adjusted. If AF is the slope of the curve, the autosens.min/max is the height of the graph, the Y-interval, where Y: dynamic ratio. The curve will always have a sigmoid shape, no matter which autosens.min/max settings are used, meaning these settings have big consequences for the outcome of the computed dynamic ISF. Please be careful setting a too high autosens.max value. With a proper profile ISF setting, you will probably never need it to be higher than 1.5 An Autosens.max limit > 1.5 is not advisable when using the sigmoid function.
da: Brug en sigmoidfunktion til ISF (og til CR, når aktiveret) i stedet for standard Logaritmisk formel. Kræver, at Dynamic ISF-indstillingen aktiveres i indstillingerne Justeringsindstillingen justerer kurvens hældning (Y: Dynamisk ratio, X: Blodglukose). En lavere værdi ==> mindre stejl == mindre aggressiv. Autosens.min/max indstillinger bestemmer både max/min grænser for det dynamiske forhold OG hvor meget det dynamiske forhold er justeret. Hvis AF er hældningen af kurven, autosens.min/max er højden af grafen, Y-intervallet, hvor Y: dynamisk forhold. Kurven vil altid have en sigmoid form, uanset hvilke autosens.min/max indstillinger der anvendes, hvilket betyder at disse indstillinger har store konsekvenser for resultatet af den beregnede dynamiske ISF. Vær forsigtig med at indstille en for høj autosens.max værdi. Med en passende profil ISF indstilling, vil du sandsynligvis aldrig få brug for at være højere end 1,5 En Autosens.max grænse > 1,5 er ikke tilrådelig, når sigmoid funktionen bruges.
de: Verwenden Sie eine sigmoid Funktion für ISF (und für CR, wenn aktiviert), anstelle der Standard-logarithmischen Formel. Erfordert die Aktivierung der dynamischen ISF-Einstellung in den Einstellungen Die Veränderungsanpassung passt die Neigung der Kurve an (Y: Dynamisches Verhältnis, X: Blutzucker). Ein niedrigerer Wert ==> weniger steil == weniger aggressiv. Die autosens.min/max Einstellungen bestimmen sowohl die max/min Grenzen für das dynamische Verhältnis UND wie sehr das dynamische Verhältnis angepasst wird. Wenn AF ist der Hang der Kurve, die Autosen. in/max ist die Höhe des Diagramms, das Y-Intervall, wo Y: dynamisches Verhältnis. Die Kurve hat immer eine S-Form, egal welche autosense.min/max Einstellungen verwendet werden, was bedeutet, dass diese Einstellungen große Folgen für das Ergebnis des berechneten dynamischen ISF haben. Bitte sei vorsichtig, einen zu hohen autosens.max Wert zu setzen. Mit einer korrekten Profil-ISF-Einstellung werden Sie wahrscheinlich nie mehr als 1 benötigen. Ein Autosens.max Limit > 1.5 ist nicht ratsam, wenn Sie die sigmoid Funktion benutzen.
es: Utiliza la función Sigmoid para el cálculo del FSI (y para el RC, cuando está habilitado), en lugar de la fórmula logarítmica por defecto. Nota: el ajuste de 'FSI dinámico' debe estar activado en el menú 'Ajustes -> Funciones adicionales'. El valor ajusta la pendiente de la curva (donde el eje Y representa el factor FSI dinámico y el eje X la glucosa en sangre). Un valor más bajo ==> curva menos pronunciada == menor agresividad. Los valores mínimo y máximo de Autosens determinan tanto los límites mín/máx del cálculo de FSI dinámico como cuánto se ajusta el FSI dinámico. Si el valor que definimos representa la pendiente de la curva, los límites mínimo y máximo de Autosens definen la altura de la gráfica (o intervalo Y, donde Y es el ISF dinámico). La curva siempre tendrá una forma de Sigmoid, sin importar qué valores mín/máx se utilicen para Autosens, lo que significa que estos valores tienen grandes consecuencias para el resultado del cálculo de ISF dinámico. Advertencia: por favor, tenga cuidado de no establecer un valor Autosens.máx demasiado alto. Con una configuración apropiada de sus FSI, probablemente nunca necesite que dicho valor sea superior a 1,5. Un límite Autosens.máx > 1,5 no es recomendable cuando se utiliza la función Sigmoid.
fr: Utilisez une fonction sigmoid pour ISF (et pour CR, quand activé), au lieu de la formule logarithmique par défaut. Nécessite que le paramètre ISF dynamique soit activé dans les paramètres Le paramètre Ajustement ajuste la pente de la courbe (Y : ratio dynamique, X: Glucose de sang). Une valeur inférieure ==> moins raide, == moins agressive. L'autosens. Les paramètres in/max déterminent à la fois les limites max/min pour le ratio dynamique ET combien le rapport dynamique est ajusté. Si AF est la pente de la courbe, l’autosens. in/max est la hauteur du graphique, l'intervalle Y, où le rapport dynamique, la courbe aura toujours une forme sigmoïde, peu importe l'autosens. Les paramètres in/max sont utilisés, ce qui signifie que ces paramètres ont de grandes conséquences sur le résultat de la SI dynamique calculée. Soyez prudent en définissant une valeur autosens.max trop élevée. Avec un réglage correct du profil ISF, vous n'aurez probablement jamais besoin qu'il soit supérieur à 1. Une limite Autosens.max > 1.5 n'est pas recommandée lors de l'utilisation de la fonction sigmoid.
it: Usa una funzione sigmoid per ISF (e per CR, quando abilitato), invece della formula Logaritmica predefinita. Richiede l'impostazione ISF dinamica per essere abilitata nelle impostazioni L'impostazione di regolazione regola la pendenza della curva (Y: Dynamic ratio, X: Colla Di Sangue). Un valore inferiore ==> meno ripido == meno aggressivo. Gli autosens. le impostazioni in/max determinano sia i limiti max/min per il rapporto dinamico E quanto il rapporto dinamico viene regolato. Se AF è la pendenza della curva, gli autosensi. in/max è l'altezza del grafico, l'intervallo Y, dove Y: rapporto dinamico. La curva avrà sempre una forma di sigmoid, indipendentemente dagli autosensi. le impostazioni in/max sono usate, il che significa che queste impostazioni hanno grandi conseguenze per il risultato del ISF dinamico calcolato. Attenzione all'impostazione di un valore autosens.max troppo alto. Con una corretta impostazione ISF del profilo, probabilmente non avrete mai bisogno di essere superiore a 1. Un limite di Autosens.max > 1.5 non è consigliabile quando si utilizza la funzione sigmoid.
nl: Gebruikt een Sigmoid functie voor ISF (en voor CR, indien ingeschakeld), in plaats van de standaard logaritmische formule. Vereist een geactiveerde dynamische ISF instelling. De instelling aanpassing past de helling van de curve aan (Y: Dynamische verhouding, X: Bloedglucose). Een lagere waarde ==> minder steil = minder agressief. De autosens.min/max instellingen bepalen zowel de max/min grenzen voor de dynamische ratio als hoeveel de dynamische ratio wordt aangepast. Als AF de helling van de curve is, is autosens.min/max de hoogte van de grafiek, het Y-interval, waarbij Y: dynamische verhouding. De curve zal altijd een sigmoïde vorm hebben, ongeacht de autosens.min/max instellingen, wat betekent dat deze instellingen grote gevolgen hebben voor het resultaat van de berekende dynamische ISF. Wees voorzichtig met het instellen van een te hoge autosens.max waarde. Met een goede profiel-ISF instelling zal het waarschijnlijk nooit nodig zijn deze hoger in te stellen dan 1,5. Een Autosens max grens > 1,5 is niet aan te raden bij gebruik van de Sigmoid functie.
ru: Использовать сигмоидную функцию для ISF (и для CR, если включено), вместо логарифмической функции. Требует включенного в настройках режима Dynamic ISF Коэффициент регулировки AF регулирует наклон кривой (Y: Динамическое соотношение, X: Глюкоза крови). Ниже значения ==> меньше крутизна == меньше агрессивность. Autosens минимум и максимум определяют оба - максимальный и минимальный лимиты для динамического соотношения и как сильно динамическое соотношение будет изменять ISF/CR. Коэффициент регулировки AF - это высота кривой, Y - интервал, где Y - динамическое соотношение. Кривая всегда будет иметь сигмовидную форму, не важно какой autosens минимум/максимум указаны. Это означает, что эти настройки имеют большие последствия для результата вычисляемого динамического ISF. Пожалуйста, будьте осторожны с высокими значениями параметра алгоритма максимума для autosens. При правильной настройке профиля ISF, никогда не понадобится значение выше 1,5. An Предел Autosens максимум > 1,5 не рекомендуется при использовании сигмовидной функции.
sk: Použitie sigmoidnej funkcie pre ISF (a pre CR, ak je povolená) namiesto predvoleného logaritmického vzorca. Vyžaduje, aby bolo v nastaveniach povolené nastavenie Dynamická ISF. Nastavenie Adjustment (Úprava) upravuje sklon krivky (Y: dynamický pomer, X: glykémia). Nižšia hodnota ==> menej strmá == menej agresívna. Nastavenie autosens.min/max určuje limity max/min pre dynamický pomer A tiež to, ako veľmi sa dynamický pomer upravuje. Ak AF je sklon krivky, autosens.min/max je výška grafu, interval Y, kde Y: dynamický pomer. Krivka bude mať vždy sigmoidný tvar bez ohľadu na to, aké nastavenia autosens.min/max sa použijú, čo znamená, že tieto nastavenia majú veľké dôsledky na výsledok vypočítaného dynamického ISF. Buďte opatrní pri nastavení príliš vysokej hodnoty autosens.max. Pri správnom nastavení profilu ISF ju pravdepodobne nikdy nebudete potrebovať vyššiu ako 1.5 Limit autosens.max > 1.5 sa pri použití sigmoidnej funkcie neodporúča.
sv: Använd en sigmoidfunktion för ISF (och för CR, när det är aktiverat), istället för den logaritmiska standardformeln. Kräver att den dynamiska ISF-inställningen är aktiverad i inställningarna Justeringsinställningen justerar lutningen på kurvan (Y: Dynamiskt förhållande, X: Blodglukos). Ett lägre värde ==> mindre brant == mindre aggressiv. Autosens. in/max inställningar bestämmer både max/min gränsen för det dynamiska förhållandet OCH hur mycket det dynamiska förhållandet justeras. Om AF är sluttningen av kurvan, autosens. in/max är höjden på grafen, Y-intervallet, där Y: dynamiskt förhållande. Kurvan kommer alltid att ha en sigmoid form, oavsett vilken autosens. in/max inställningar används, vilket innebär att dessa inställningar har stora konsekvenser för resultatet av den beräknade dynamiska ISF. Var försiktig med att ställa in ett för högt autosens.max värde. Med en korrekt profil ISF inställning, kommer du förmodligen aldrig behöver det att vara högre än 1. En autosens.max gräns > 1.5 är inte lämpligt när du använder sigmoid-funktionen.
uk: Використовуйте сигмоїдну функцію для ISF (та для CR, якщо ввімкнено), замість стандартної логарифмічної формули. У налаштуваннях потрібно ввімкнути параметр Dynamic ISF Параметр Adjustment регулює нахил кривої (Y: динамічне співвідношення, X: рівень глюкози в крові). Менше значення ==> менш крутий == менш агресивний. Параметри autosens.min/max визначають максимальні/мінімальні межі для динамічного коефіцієнта І наскільки динамічне співвідношення регулюється. Якщо AF – це нахил кривої, autosens.min/max – це висота графіка, Y-інтервал, де Y: динамічне співвідношення. Крива завжди матиме сигмоподібну форму, незалежно від того, які налаштування autosens.min/max використовуються, тобто ці налаштування мають великі наслідки для результату обчисленої динамічної ISF. Будьте обережні, встановлюючи занадто високе значення autosens.max. З правильним налаштуванням ISF профілю вам, ймовірно, ніколи не знадобиться, щоб воно було вищим за 1,5 Обмеження Autosens.max > 1,5 не рекомендується під час використання сигмоїдної функції.
vi: Sử dụng hàm sigmoid cho ISF (và cho CR, khi được bật), thay vì công thức logarit mặc định. Yêu cầu bật cài đặt ISF động trong cài đặt Cài đặt Điều chỉnh điều chỉnh độ dốc của đường cong (Y: Tỷ lệ động, X: Đường huyết). Giá trị thấp hơn ==> ít dốc hơn == ít linh hoạt hơn. Cài đặt autosens.min/max xác định cả giới hạn tối đa/phút cho tỷ lệ động VÀ mức độ điều chỉnh tỷ lệ động. Nếu AF là độ dốc của đường cong thì autosens.min/max là chiều cao của biểu đồ, khoảng Y, trong đó Y: tỷ lệ động. Đường cong sẽ luôn có dạng sigmoid, bất kể cài đặt autosens.min/max nào được sử dụng, nghĩa là những cài đặt này có hậu quả lớn đối với kết quả của ISF động được tính toán. Hãy cẩn thận khi đặt giá trị autosens.max quá cao. Với cài đặt ISF cấu hình phù hợp, bạn có thể sẽ không bao giờ cần nó cao hơn 1,5 Giới hạn Autosens.max > 1,5 là không nên khi sử dụng chức năng sigmoid.

source: Threshold Setting
da: Grænseværdi indstilling
de: Grenzwert-Einstellungen
es: Valores máximos de configuración
fr: Réglage du seuil
it: Impostazione soglia
nb: Terskelinnstilling
nl: Grenswaarde instellingen
ru: Настройка порога
sk: Nastavenie prahovej hodnoty
sv: Tröskelvärde
uk: Порогове значення
vi: Cài đặt ngưỡng

source: Minimum Threshold Setting
da: Minimum Grænseværdi Indstilling
de: Minimale Grenzwerteinstellung
es: Ajuste de umbral mínimo
fr: Réglage du seuil minimal
it: Impostazioni Soglia Minima
nb: Minimum terskelinnstilling
nl: Instelling minimale grenswaarde
ru: Минимальный порог
sk: Nastavenie minimálneho prahu
sv: Tröskelvärde
uk: Налаштування Мінімального Порогу
vi: Cài đặt ngưỡng tối thiểu

source: This setting lets you choose a level below which no insulin will be given. The threshold is using the largest amount of your threshold setting and the computed threshold: Target Glucose - (Target Glucose - 40) / 2 , here using mg/dl as glucose unit. For example, if your Target Glucose is
da: Denne indstilling giver dig mulighed for at vælge et niveau, under hvilket der ikke vil blive givet insulin. Grænsen angiver den største mængde af din grænseværdi indstilling og den beregnede grænseværdi: Target Glukose - (Target Glukose - 40) / 2 , her anvendes mg/dl som glukose enhed. Hvis for eksempel dit Glukose Mål er
de: Mit dieser Einstellung können Sie einen Wert wählen, unterhalb dessen kein Insulin verabreicht wird. Der Schwellenwert ergibt sich aus dem größten Wert Ihrer Schwellenwerteinstellung und dem berechneten Schwellenwert: Zielglukose - (Zielglukose - 40) / 2 , wobei hier mg/dl als Glukoseeinheit verwendet wird. Wenn Ihr Zielglukose-Wert beispielsweise
es: Esta opción le permite elegir un nivel por debajo del cual no se administrará insulina. El umbral está utilizando la mayor cantidad de la configuración de su umbral y el umbral calculado: Objetivo de glucosa - (Objetivo de glucosa - 40) / 2 , utilizando mg/dl como unidad de medición. Por ejemplo, si tu objetivo de glucosa es
fr: Ce paramètre vous permet de choisir un niveau endessous duquel aucune insuline ne sera donnée. Le seuil utilise la plus grande quantité de votre seuil de réglage et le seuil calculé : Glycémie cible - (Glycémie cible - 40) / 2 , en utilisant mg/dl comme unité de glucose. Par exemple, si votre glycémie cible est
it: Questa impostazione consente di scegliere un livello al di sotto del quale non verrà somministrata insulina. La soglia utilizza la maggior parte dell'impostazione della soglia e della soglia calcolata: Target Glicemia - (Target Glicemia - 40) / 2 , qui usando mg/dl come unità della glicemia. Per esempio, se il tuo Target Glicemia è
nb: Denne innstillingen lar deg velge et blodsukkernivå for å stoppe insulintilførsel. Systemet ser på denne innstillingen og den beregnede terskelverdien, og velger den høyeste av disse: Målverdi - (Målverdi - 40) / 2 , her med mg/dl. For eksempel, hvis blodsukkermålet ditt er
nl: Met deze instelling kun je een grenswaarde kiezen waaronder geen insuline wordt toegediend. De grenswaarde is de grootste waarde van je grenswaarde-instelling en de berekende grenswaarde: Streefwaarde Glucose - (Streefwaarde Glucose - 2,2) / 2 = 1,1) ---> hier met mmol/l als glucose-eenheid
ru: Этот параметр позволяет вам выбрать уровень, ниже которого инсулин вводиться не будет. В качестве порогового значения используется наибольшее значение вашей настройки порога и вычисленное пороговое значение: Целевая глюкоза - (Целевая глюкоза - 40) / 2 , здесь в качестве единицы измерения глюкозы используется мг/дл. Например, если ваш целевой уровень глюкозы равен
sk: Toto nastavenie Vám umožňuje zvoliť úroveň, pod ktorou sa nebude podávať inzulín. Prahová hodnota sa vypočíta ako najväčšia hodnota medzi vaším nastavením prahovej hodnoty a vypočítaným prahom: Cieľová glykémia - (cieľová glykémia - 40) / 2 , pričom jednotkou glykémie je mg/dl. Napríklad, ak je vaša cieľová glykémia
sv: När blodsocker är under denna inställning kommer inget insulin att ges. Tröskelvärdet som kommer att användas kommer vara det största värdet av din inställning och det beräknade värdet: Målvärde - (Målvärde - 40) / 2 , här med mg/dl som glukosenhet. Till exempel, om ditt målvärde är
uk: Цей параметр дає змогу вибрати рівень, нижче якого інсулін не вводитиметься. Порогове значення використовує найбільшу кількість вашого порогового налаштування та обчисленого порогу: Цільовий рівень глюкози - (Цільовий рівень глюкози - 40) / 2 , тут використовується мг/дл як одиниця глюкози. Наприклад, якщо ваш цільовий рівень глюкози
vi: Cài đặt này cho phép bạn chọn mức dưới đó sẽ không cung cấp insulin. Ngưỡng này sử dụng lượng lớn nhất trong cài đặt ngưỡng của bạn và ngưỡng được tính toán: Glucose mục tiêu - (Glucose mục tiêu - 40)

source: the threshold will be
da: grænseværdien vil være
de: der Grenzwert wird sein
es: el límite será
fr: le seuil sera
it: la soglia sarà
nb: så vil terskelverdien bli
nl: de grenswaarde wordt
ru: пороговое значение будет равно
sk: prahová hodnota bude
sv: kommer tröskelvärdet att vara
uk: поріг буде
vi: ngưỡng sẽ là

source: unless your threshold setting is set higher:
da: medmindre din grænseværdi indstilling er sat højere:
de: es sei denn, Sie haben einen höheren Grenzwert eingestellt:
es: a menos que la configuración de umbral sea más alta:
fr: à moins que votre seuil ne soit défini plus haut :
it: a meno che l'impostazione della soglia non sia impostata su un valore più alto:
nb: med mindre din terskelinnstilling er satt høyere:
nl: tenzij uw grenswaarde hoger is ingesteld:
ru: пока порог не установлен выше:
sk: pokiaľ nie je nastavená vyššia prahová hodnota:
sv: såvida inte din tröskelvärdesinställning är högre:
uk: якщо ваше порогове значення не встановлено вище:
vi: trừ khi cài đặt ngưỡng của bạn được đặt cao hơn:

source: Setting
da: Indstillinger
de: Einstellung
es: Configuración
fr: Paramètre
it: Impostazioni
nb: Innstilling
nl: Instelling
ru: Параметр
sk: Nastavenia
sv: Inställning
uk: Налаштування
vi: Cài đặt

source: Threshold
da: Grænseværdi
de: Grenzwert
es: Limite
fr: Seuil
it: Soglia
nb: Terskel
nl: Grenswaarde
ru: Порог
sk: Hranica
sv: Tröskelvärde
uk: Поріг
vi: Ngưỡng

source: Averages
de: Durchschnitsswerte
fr: Moyennes
it: Medie
nl: Gemiddelden
ru: Средние значения
sk: Priemerné hodnoty
sv: Medelvärden
uk: Середній
vi: Trung Bình

source: Average ISF
de: Durchschnittlicher ISF
fr: FSI moyen
it: Media ISF
nl: Gemiddelde ISF
ru: Средний ISF
sk: Priemerné ISF
sv: Medelvärde ISF
uk: Середній ISF
vi: ISF trung bình

source: Average CR
de: Durchschnittlicher CR
fr: RIG moyen
it: Media CR
nl: Gemiddelde CR
ru: Средний CR
sk: Priemerné CR
sv: Medelvärde CR
uk: Середній CR
vi: CR trung bình

source: Average CSF
de: Durchschnittlicher CSF
fr: FSG moyen
it: Media CSF
nl: Gemiddelde CSF
ru: Средний CSF
sk: Priemerné CSF
sv: Medelvärde CSF
uk: Середній ISF
vi: CSF trung bình

source: ISF: Insulin Sensitivity, CR: Carb Ratio, CSF: Carb Sensitivity = ISF/CR
de: ISF: Insulinempfindlichkeit, CR: Kohlenhydratverhältnis, CSF: Kohlenhydrate Empfindlichkeit = ISF/CR
fr: FSI : Facteur de sensibilité à l'insuline, RIG : Ratio insuline/glucides, FSG : Facteur de sensibilité aux glucides = FSI/RIG
it: ISF: Sensibilità Per L'Insulina, CR: Rapporto Carb, CSF: Sensibilità Carb = ISF/CR
nl: ISF: Insuline gevoeligheidsfactor, CR: Koolhydraat ratio, CSF: Koolhydraat gevoeligheidsfactor = ISF/CR
ru: ISF: Чувствительность к инсулину, CR: Углеводный коэффициент, CSF: Чувствительность к углеводам = ISF/CR
sk: ISF: Inzulínová citlivosť, CR: Sacharidový pomer CSF: Citlivosť na sacharidy = ISF/CR
sv: ISF: Insulinkänslighet, CR: Insulinkvot, CSF: Kolhydratkänslighet = ISF/CR
uk: ISF: чутливість до інсуліну, CR: співвідношення вуглеводів, CSF: чутливість до вуглеводів = ISF/CR
vi: ISF: Độ nhạy insulin, CR: Tỷ lệ carbohydrate, CSF: Độ nhạy carbohydrate = ISF

source: Calculator settings
da: Lommeregner indstillinger
de: Berechnungseinstellungen
es: Ajustes de la calculadora
fr: Réglages de la calculatrice
it: Impostazioni calcolatore
nb: Innstillinger for kalkulator
nl: Calculator instellingen
ru: Настройки калькулятора
sk: Nastavenia výpočtu
sv: Boluskalkylatorinställning
uk: Налаштування калькулятора
vi: Cài đặt tính toán

source: Use alternate Bolus Calculator
da: Brug alternativ Bolus Lommeregner
de: Alternativer Bolusrechner verwenden
es: Usar calculadora alternativa
fr: Utiliser la calculatrice de bolus alternative
it: Usa calcolatore bolo alternativo
nb: Bruk alternativ boluskalkulator
nl: Gebruik alternatieve boluscalculator
ru: Альтернативный калькулятор болюса
sk: Použite alternatívnu kalkulačku Bolus
sv: Använd alternativ boluskalkylator
uk: Використати альтернативний болюсний калькулятор
vi: Sử dụng Máy tính Bolus thay thế

source: Use Bolus Calculator
ru: Использовать калькулятор болюса
sk: Použiť bolusovú kalkulačku
sv: Använd boluskalkylator
uk: Використовуйте Калькулятор Болюсу
