Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: which is below your Threshold (
da: som er under din tærskel (
de: die unter Ihrem Grenzwert liegen (
es: que está por debajo del umbral (
fr: qui est inférieur à votre seuil (
it: che è al di sotto della tua Soglia (
nb: som er under terskelen din (
nl: die onder je drempelwaarde ligt (
ru: это ниже порога приостановки (
sk: ktorá je nižšia ako vaša prahová hodnota (
sv: vilket är lägre än ditt tröskelvärde (
uk: це нижче порога призупинення (
vi: nằm dưới Ngưỡng của bạn (

source: Eventual Glucose > Target Glucose, but glucose is climbing slower than expected. Expected:
da: Eventuel Glukose > Glukose Mål, men glukose klatrer langsommere end forventet. Forventet:
de: Prognostizierte Glukose > Glukose des Ziels Glukose, aber die Glukose fällt schneller als erwartet. Erwartet:
es: El pronóstico de glucosa eventual está por encima del valor objetivo, pero su valor de glucosa está aumentando más lento de lo esperado. Se espera:
fr: Glycémie Eventuelle > Glycémie Cible, mais le glucose monte plus lentement que prévu. Attendu :
it: previsione glicemica > Target glicemia, ma la glicemia sale più lentamente del previsto.
nb: Beregnet blodsukker > Blodsukkermål, men blodsukkeret stiger saktere enn forventet. Forventet:
nl: Voorspelde glucose > doelglucose maar de glucose daalt sneller dan verwacht.. Verwacht:
ru: Конечная глюкоза выше целевой, но уровень глюкозы повышается медленнее, чем ожидалось. Ожидалось:
sk: Konečná glykémia > cieľová glykémia, ale glykémia stúpa pomalšie, ako sa očakávalo. Očakávané:
sv: Prognos > Målvärde, men ditt blodsocker stiger långsammare än väntat. Förväntat:
uk: Можливий рівень глюкози > цільовий рівень глюкози, але рівень глюкози зростає повільніше, ніж очікувалося. Очікується:
vi: Glucose hiện tại > Glucose mục tiêu, nhưng glucose tăng chậm hơn dự kiến. Hy vọng:

source: . Climbing:
da: . Klatring:
de: . Erhöhung:
es: . Subiendo:
fr: . Montée :
it: . Salita:
nb: . Stiger:
nl: . Stijging:
ru: . Поднятие:
sk: . Lezenie:
sv: . Stiger:
uk: . Підняття:
vi: . Đang tăng lên:

source: Eventual Glucose > Target Glucose, but glucose is falling faster than expected. Expected:
da: Eventuel Glukose > Glukose Mål, men glukose klatrer langsommere end forventet. Forventet:
de: Prognostizierte Glukose > Glukose des Ziels Glukose, aber die Glukose fällt schneller als erwartet. Erwartet:
es: Glucosa eventual > glucosa objetivo, pero el valor de glucosa está descendiendo más rápido de lo esperado. Se espera:
fr: Glycémie Eventuelle > Glycémie Cible, mais le glucose monte plus lentement que prévu. Attendu :
it: previsione glicemica > Target Glicemia, ma la glicemia sta diminuendo più velocemente del previsto. Previsto:
nb: Beregnet blodsukker > Blodsukkermål, men blodsukkeret synker raskere enn forventet. Forventet:
nl: Voorspelde glucose > doelglucose maar de glucose daalt sneller dan verwacht.. Verwacht:
ru: Конечная глюкоза выше целевой, но уровень глюкозы падает быстрее, чем ожидалось. Ожидалось:
sk: Konečná glykémia > cieľová glykémia, ale glykémia klesá rýchlejšie, ako sa očakávalo. Očakávaná:
sv: Prognos > målvärde, men blodsocker sjunker snabbare än väntat. Förväntat:
uk: Можливий рівень глюкози > цільовий рівень глюкози, але рівень глюкози падає швидше, ніж очікувалося. Очікується:
vi: Glucose hiện tại > Glucose mục tiêu, nhưng glucose đang giảm nhanh hơn dự kiến. Hy vọng:

source: . Falling:
da: . Falder:
de: . Rückgang:
es: . Descendiendo:
fr: . Diminue:
it: . in discesa:
nb: . Synker:
nl: . Daling:
ru: . Падение:
sk: . Klesajúci:
sv: . Sjunker:
uk: . Падіння:
vi: . Đang giảm xuống:

source: Eventual Glucose > Target Glucose, but glucose is changing faster than expected. Expected:
da: Eventuel Glukose > Glukose Mål, men glukose ændrer sig hurtigere end forventet. Forventet:
de: Prognostizierte Glukose > Glukose des Ziels Glukose, aber die Glukose fällt schneller als erwartet. Erwartet:
es: El pronóstico de glucosa eventual está por encima del valor objetivo, pero el valor de glucosa está cambiando más rápido de lo esperado. Se espera:
fr: Glycémie Eventuelle > Glycémie Cible, mais le glucose monte plus lentement que prévu. Attendu :
it: previsione glicemica > Target Glicemia, ma il glicemia sta cambiando più velocemente del previsto. Previsto:
nb: Beregnet blodsukker > Blodsukkermål, men blodsukkeret endres raskere enn forventet. Forventet:
nl: Voorspelde glucose > doelglucose maar de glucose daalt sneller dan verwacht.. Verwacht:
ru: Конечная глюкоза выше целевой, но уровень глюкозы меняется быстрее, чем ожидалось. Ожидалось:
sk: Konečná glykémia > cieľová glykémia, ale glykémia sa mení rýchlejšie, ako sa očakávalo. Očakávaná:
sv: Prognos > målvärde, men blodsocker ändras snabbare än väntat. Förväntat:
uk: Можлива глюкоза > цільова глюкоза, але рівень глюкози змінюється швидше, ніж очікувалося. Очікується:
vi: Glucose hiện tại > Glucose mục tiêu, nhưng glucose đang thay đổi nhanh hơn dự kiến. Hy vọng:

source: . Changing:
da: . Ændrer:
de: . Änderung:
es: . Cambiando:
fr: . - Changement:
it: . Modifica:
nb: . Endring:
nl: . Verandering:
ru: . Изменение:
sk: . Zmena:
sv: . Ändras:
uk: . Зміна:
vi: . Đang thay đổi:

source: without bolusing
da: uden at give bolus
de: Ohne tatsächliche Bolusabgabe
es: sin bolo
fr: ajouter sans injection de bolus
it: Aggiungi senza bolo
nb: uten bolus
nl: Zonder bolus
ru: без введения болюса помпой
sk: pridanie bez použitia bolusu
sv: utan att ge insulin
uk: без введення болюса помпою
vi: không cần bolus

source: Attach Pod
da: Påsæt Pod
de: Pod anlegen
es: Adherir Pod
fr: Collez le Pod
it: Applica pod
nb: Fest pod
nl: Bevestig Pod
ru: Прикрепите Под
sk: Pripojenie k Pod
sv: Fäst podden
tr: Pod'u Ekleyin
uk: Прикріпіть Pod

source: Deactivate Pod
da: Deaktiver Pod
de: Pod deaktivieren
es: Desactivar Pod
fr: Désactiver le pod
it: Disattiva Pod
nb: Deaktiver Pod
nl: Deactiveer pod
ru: Деактивировать Pod
sk: Deaktivovať Pod
sv: Inaktivera podd
tr: Pod'u devredışı bırak
uk: Деактивувати Pod
vi: Hủy kích hoạt Pod

source: Deactivating...
da: Deaktiverer...
de: Deaktivierung...
es: Desactivando...
fr: Désactivation en cours
it: Sto disattivando...
nb: Deaktiverer...
nl: Uitschakelen...
ru: Деактивация...
sk: Deaktivácia...
sv: Inaktiverar...
tr: Devre dışı bırakılıyor...
uk: Деактивувати...
vi: Đang hủy kích hoạt...

source: Pair Pod
da: Par Pod
de: POD verbinden
es: Emparejar Pod
fr: Appairer le Pod
it: Connetti Pod
nb: Parkoble pod
nl: Koppel Pod
ru: Сопряжение пода
sk: Párovanie Pod
sv: Parkoppla podd
tr: Pod Eşleştir
uk: Парний Pod
vi: Kết nối Pod

source: Previous Pod Information
da: Forringe Pod Information
de: Informationen zum vorherigen Pod
es: Información del Pod anterior
fr: Informations du Pod précédent
it: Informazioni Pod precedente
nb: Informasjon om forrige pod
nl: Informatie vorige Pod
ru: Информация о предыдущем Поде
sk: Predchádzajúce informácie o Pod
sv: Info om tidigare podd
tr: Önceki Pod Bilgileri
uk: Попередня інформація про Pod
vi: Thông tin Pod trước đó

source: Confidence Reminders
da: Tillidspåmindelser
de: Pumpe Bestätigungstöne
es: Recordatorios de confianza
fr: Rappels de confiance
it: Promemoria Di Sicurezza
nb: Bekreftelseslyder
nl: Bevestigingsmeldingen
ru: Напоминания о верификации
sk: Zvukové upozornenia Podu
sv: Bekräftelseljud
tr: Onay sesi
uk: Нагадування про Впевненість
vi: Lời nhắc độ tin cậy

source: Confidence reminders are beeps from the Pod which can be used to acknowledge selected commands when the Pod is not silenced.
da: Tillid påmindelser er bip fra Poden, som kan bruges til at anerkende valgte kommandoer, når Poden ikke er bragt til tavshed.
de: Vertrauenserinnerungen sind Pieptöne vom Pod, die verwendet werden können, um ausgewählte Befehle zu bestätigen.
es: Los recordatorios de confianza son pitidos que emite el Pod que pueden utilizarse para tener certeza de que se han seleccionado comandos cuando no está silenciado.
fr: Les rappels de confiance sont des bips émis par le Pod qui peuvent être utilisés pour confirmer l'exécution des commandes sélectionnées.
it: I promemoria di fiducia sono segnali acustici emessi dal Pod che possono essere utilizzati per confermare i comandi selezionati quando il Pod non è silenziato.
nb: Påminnelser er pipelyder fra Pod'en som kan brukes som bekreftelse for bestemte kommandoer når Pod'en ikke er satt i stille-modus.
nl: Dit zijn bevestigingsmeldingen met piepjes die uit de Pod komen en kunnen worden gebruikt ter bevestiging van geselecteerde opdrachten als de Pod niet gedempt is.
ru: Доверенные звуковые сигналы от Пода, которые позволяют распознать выбранные команды, когда Под не заглушен.
sk: Upozornenia s pípnutím zo zariadenia Pod, ktoré možno použiť na potvrdenie vybraných príkazov, keď zariadenie Pod nie je vypnuté.
sv: Bekräftelseljud är pip från podden (när den inte är tystad) som kan användas som bekräftelser på utförda kommandon
uk: Сигнали підтвердження — це звукові сигнали Podʼа, які можна використовувати для підтвердження вибраних команд.
vi: Lời nhắc về độ tin cậy là những tiếng bíp từ Pod có thể được sử dụng để xác nhận các lệnh đã chọn khi Pod không ở chế độ im lặng.

source: Saving...
da: Gemmer...
de: Speichern...
es: Guardando...
fr: Enregistrement en cours...
it: Sto salvando...
nb: Lagrer...
nl: Opslaan...
ru: Сохранение...
sk: Ukladanie...
sv: Sparar...
tr: Kaydediliyor...
uk: Збереження...
vi: Đang lưu...

source: Failed to update confidence reminder preference.
da: Mislykkedes at opdatere tillidspåmindelse præferencer.
de: Die Aktualisierung der Erinnerungseinstellungen ist fehlgeschlagen.
es: No se ha podido actualizar la preferencia de recordatorio de confianza.
fr: Impossible de mettre à jour les préférences de rappel de confiance.
it: Impossibile aggiornare la preferenza per il promemoria di fiducia.
nb: Kunne ikke oppdatere innstillinger for bekreftelseslyder.
nl: Kon de voorkeur voor meldingen niet bijwerken.
ru: Не удалось обновить настройки доверенных звуковых сигналов.
sk: Nepodarilo sa aktualizovať predvoľbu pripomenutia dôveryhodnosti.
sv: Misslyckades att uppdatera inställning för bekräftelseljud
tr: Onay sesi tercihi güncellenemedi.
uk: Не вдалося оновити налаштування нагадування про конфіденційність.
vi: Không cập nhật được tùy chọn lời nhắc về độ tin cậy.

source: No Error
da: Ingen fejl
de: Kein Fehler
es: Sin error
fr: Aucune erreur
it: Nessun Errore
nb: Ingen feil
nl: Geen error
ru: Нет ошибки
sk: Žiadna chyba
sv: Inget fel
tr: Hata yok
uk: Помилок немає
vi: Không có lỗi

source: Active Time
da: Aktiv Tid
de: Laufzeit
es: Tiempo Activo
fr: Durée d’activité
it: Tempo di attività
nb: Aktiveringstidspunkt
nl: Activatie tijd
ru: Активирован в
sk: Aktívny Čas
sv: Aktiv tid
tr: Aktif Süre
uk: Активний Час
vi: Thời gian Hoạt động

source: Disabled
da: Deaktiveret
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disattivato
nb: Deaktivert
nl: Uitgeschakeld
ru: Отключены
sk: Vypnuté
sv: Av
tr: Devre dışı
uk: Вимкнено
vi: Vô hiệu hóa

source: Enabled
da: Aktiveret
de: Aktiviert
es: Habilitado
fr: Activée
it: Abilitato
nb: Aktivert
nl: Ingeschakeld
ru: Активировано
sk: Zapnuté
sv: På
tr: Etkin
uk: Активовано
vi: Cho phép

source: Extended
da: Forlænget
de: Verlängert
es: Extendido
fr: Etendu
it: Esteso
nb: Utvidet
nl: Uitgebreid
ru: Расширенные
sk: Rozšírený
sv: Utökad
tr: Yayma
uk: Розширений
vi: Mở rộng

source: No confidence reminders are used.
da: Ingen tillidspåmindelser brugt.
de: Keine Erinnerungseinstellungen in Verwendung.
es: No se utilizan recordatorios de confianza.
fr: Aucun rappel de confiance n'est utilisé.
it: Non vengono utilizzati promemoria di fiducia.
nb: Det brukes ingen bekreftelseslyder.
nl: Er worden geen meldingen met piepjes gebruikt.
ru: Доверенные звуковые сигналы не используются.
sk: Nepoužívajú sa žiadne oznámenia.
sv: Inga ljud på.
tr: Onay sesi kullanılmaz.
uk: Нагадування про довіру не використовуються.
vi: Không có lời nhắc nào được sử dụng.

source: Confidence reminders will sound for commands you initiate, like bolus, cancel bolus, suspend, resume, save notification reminders, etc. When the app automatically adjusts delivery, no confidence reminders are used.
da: Påmindelser om succesfulde handlinger vil lyde for de kommandoer du igangsætter, som bolus, annulleret, suspenderet, genoptaget bolus, gemme notifikations påmindelser etc. Når iAPS automatisk justerer tilførslen, bliver påmindelser om succesfulde handlinger ikke benyttet.
de: Vertrauenserinnerungen ertönen für von Ihnen initiierte Befehle, wie Bolus, Bolus abbrechen, Unterbrechen, Fortsetzen, Benachrichtigungserinnerungen speichern usw. Wenn Loop die Abgabe automatisch anpasst, werden keine Vertrauenserinnerungen verwendet.
es: Los recordatorios de confianza sonarán para los comandos que inicie, como bolo, cancelar bolo, suspender, reanudar, guardar recordatorios de notificación, etc. Cuando el lazo cerrado ajusta automáticamente la administración de insulina, no se utilizan recordatorios de confianza.
fr: Les rappels de confiance retentissent pour les commandes que vous initiez, comme le bolus, l'annulation du bolus, la suspension, la reprise, l'enregistrement des rappels de notification, etc. Lorsque l'application ajuste automatiquement l'administration, aucun rappel de confiance n'est utilisé.
it: I promemoria di fiducia suoneranno per i comandi inoltrati, come boli, cancellazione boli, sospensioni, ripristini erogazione, salvataggi di promemoria, etc. Quando iAPS invece regolerà in automatico l'erogazione allora non userà alcun promemoria di fiducia.
nb: Påminnelser vil høres for kommandoer du starter, slik som bolus, stopp bolus, pause, gjenoppta, osv. Når appen automatisk justerer insulintilførsel, lages det ingen lyd.
nl: Piepjes uit de Pod zullen klinken voor commando's die je hebt geïnitieerd, zoals bolus, annulering, geschorst, hervatten, opslaan van meldingen etc. Als iAPS automatisch de levering wijzigt, worden er geen piepjes gebruikt.
ru: Доверенные звуковые сигналы сработают для операций, которые Вы инициируете - Болюс, Отмена Болюса, Приостановка подачи, Возобновление подачи, Сохранение напоминаний и т. д. Когда петля автоматически меняет подачу инсулина - звуковые сигналы не используются.
sk: Upozornenia budú znieť pri príkazoch, ktoré iniciujete, ako napríklad bolus, zrušenie bolusu, pozastavenie, obnovenie, uloženie pripomienok upozornení atď. Keď aplikácia automaticky upravuje podávanie, nepoužívajú sa žiadne pripomenutia dôvery.
sv: Bekräftelseljud kommer att pipa för för ala pumpkommandon du ger, som bolus, avbryt bolus, pausa pump, återuppta insulintillförsel, spara påminnelser etc. När iAPS automatiskt justerar insulintillförsel kommer inga pip att ljuda.
uk: Нагадування про достовірність лунатимуть для команд, які ви ініціюєте, як-от болюс, скасування болюсу, призупинення, відновлення, збереження сповіщень тощо. Коли Loop автоматично регулює доставку, нагадування про довіру не використовуються.
vi: Các tác vụ sẽ có âm thanh như khi bạn bolus, hủy bỏ bolus, tạm dừng bơm, hoạt động lại hay lưu các lời nhắc thông báo... sẽ không có âm thanh khi ứng dụng chạy tự động.

source: Confidence reminders will sound when the app automatically adjusts delivery as well as for commands you initiate.
da: Påmindelser om succesfulde handlinger vil lyde, når iAPS automatisk justerer tilførslen også for de kommandoer, du igangsætter.
de: Vertrauenserinnerungen ertönen, wenn Loop die Lieferung automatisch anpasst, sowie für von Ihnen initiierte Befehle.
es: Los recordatorios de confianza sonarán cuando el lazo cerrado ajuste la administración de insulina, así como para los comandos manuales.
fr: Des rappels de confiance retentissent lorsque l'application ajuste automatiquement la livraison ainsi que pour les commandes que vous lancez.
it: I promemoria di fiducia suonano quando iAPS regola automaticamente l'erogazione e per i comandi avviati dall'utente.
nb: Påminnelser vil høres når appen automatisk justerer insulintilførsel og for kommandoer du starter.
nl: Piepjes zullen klinken als iAPS de levering automatisch aanpast evenals voor commando's die je initieert.
ru: Доверенные звуковые сигналы сработают даже тогда, когда петля автоматически изменит подачу инсулина, а также для команд, которые Вы инициируете.
sk: Upozornenia zaznejú, keď aplikácia automaticky upraví doručenie a na príkazy, ktoré sami zadáte.
sv: Bekräftelsepip kommer att ljuda även vid automatiska pumpkommandon såväl som vid manuella.
uk: Нагадування про довіру лунатимуть, коли Loop автоматично регулює доставку, а також для команд, які ви ініціюєте.
vi: Sẽ có âm thanh báo nhắc khi ứng dụng tự động điều chỉnh liều cũng như khi bạn khởi tạo ứng dụng.

source: Expiration Reminder Default
da: Standard udløbspåmindelse
de: Standard Ablauf-Erinnerung
es: Recordatorio de expiración predeterminado
fr: Rappel d'expiration activé
it: Promemoria scadenza predefinito
nb: Utløpspåminnelse
nl: Herinnering vervaldatum ingeschakeld
ru: Напоминание об истечении срока
sk: Predvolené pripomenutie o exspirácii
sv: Standard påminnelsetid
tr: Varsayılan Süre Sonu Hatırlatıcı
uk: Нагадування про закінчення терміну
vi: Mặc định nhắc nhở hết hạn

source: Expiration Reminder
da: Udløbs Påmindelse
de: Erinnerung an den Ablauf der Nutzungsdauer
es: Recordatorio de Caducidad
fr: Rappel d’expiration
it: Promemoria di scadenza
nb: Utløpspåminnelse
nl: Let op je Pod vervalt
ru: Напоминание об истечении срока
sk: Pripomienka exspirácie
sv: Påminnelse om utgångsdatum
tr: Süre Sonu Hatırlatıcısı
uk: Нагадування про Термін Дії
vi: Nhắc nhở hết hạn

source: Low Reservoir
da: Lavt Reservoir
de: Niedriger Reservoirstand
es: Reservorio bajo
fr: Réservoir bas
it: Livello serbatoio basso
nb: Lite insulin i pod
nl: Laag reservoir niveau
ru: В резервуаре мало инсулина
sk: Nízka hladina v rezervoári
sv: Låg reservoarvolym
tr: Düşük Rezervuar
uk: Пустий Резервуар
vi: Sắp hết insulin

source: No Reminder
da: Ingen Påmindelse
de: Keine Erinnerung
es: Sin recordatorio
fr: Aucun rappel
it: Nessun promemoria
nb: Ingen påminnelse
nl: Geen herinnering
ru: Не напоминать
sk: Žiadna pripomienka
sv: Ingen påminnelse
tr: Hatırlatıcı Yok
uk: Немає Нагадувань
vi: Không có lời nhắc

source: Scheduled Reminder
da: Planlagt Påmindelse
de: Erinnerungen festlegen
es: Recordatorio programado
fr: Rappel programmé
it: Imposta promemoria
nb: Planlagt påminnelse
nl: Geplande melding
ru: Запланировать напоминание
sk: Naplánovaná pripomienka
sv: Schemalagd påminnelse
tr: Programlanan Anımsatma
uk: Заплановане Нагадування
vi: Lịch biểu lời nhắc

source: Low Reservoir Reminder
da: Påmindelse om lavt reservoir
de: Erinnerung bei niedrigem Füllstand
es: Recordatorio de reservorio bajo
fr: Rappel du réservoir bas
it: Notifica serbatoio basso
nb: Påminnelse om lite insulin i pod
nl: Laag reservoir herinnering
ru: Напоминание об уровне резервуара
sk: Pripomienka Nízka hladina v rezervoári
sv: Påminnelse om låg insulinnivå
tr: Düşük Rezervuar Hatırlatıcısı
uk: Нагадування про Низький рівень Резервуару
vi: Báo nhắc gần hết insulin

source: Make sure your phone and pod are close to each other. If communication issues persist, move to a new area.
da: Sørg for, at din telefon og pod er tæt på hinanden. Hvis kommunikationsproblemer fortsætter, skal du flytte til et nyt sted.
de: Vergewissere dich, dass sich dein iPhone und Pod in unmittelbarer Nähe zueinander befinden. Wenn die Kommunikationsprobleme fortbestehen, dann wechsle den Standort.
es: Asegúrese de que su teléfono y su Pod estén cerca el uno del otro. Si los problemas de comunicación persisten, muévase a otra área.
fr: Assurez-vous que votre téléphone et votre pod sont proches. Si des problèmes de communication persistent, déplacez vers une nouvelle zone.
it: Assicurati che il tuo telefono e il Pod siano vicini l'uno all'altro. Se il problema di comunicazione persiste, spostati in un'altra zona.
nb: Sørg for at telefonen og poden er nær hverandre. Gå til et nytt område hvis kommunikasjonsproblemene vedvarer.
nl: Zorg ervoor dat je iPhone en Pod dicht bij elkaar liggen. Als communicatieproblemen aanhouden, ga dan naar een nieuw gebied.
ru: Убедитесь, что Ваш телефон и Под рядом друг с другом. Если проблемы сохранятся, переместитесь в другое помещение.
sk: Uistite sa, že iPhone a Pod sú blízko seba. Ak problémy s komunikáciou pretrvávajú, presuňte sa do inej oblasti.
sv: Säkerställ att din telefon och podd är nära varandra. Om problemet kvarstår, flytta till annan plats.
tr: Telefonunuzun ve pod'unuzun birbirine yakın olduğundan emin olun. İletişim sorunları devam ederse, yeni bir alana geçin.
uk: Переконайтеся, що ваш телефон і Pod знаходяться поруч один з одним. Якщо проблеми звʼязку не зникають, перейдіть у інше місце.
vi: Đảm bảo điện thoại và pod được đặt gần nhau. Nếu kết nối vẫn gặp trở ngại, đặt lại chổ khác.

source: Change Pod now. Insulin delivery will stop in %1$@ or when no more insulin remains.
da: Skift Pod nu. Insulintilførsel stopper om %1$@, eller når der ikke er mere insulin tilbage.
de: Wechsle jetzt den Pod! Die Insulinabgabe wird in %1$@ unterbrochen, spätestens wenn kein Insulin mehr vorhanden ist.
es: Cambie el Pod ahora. La administración de insulina se detendrá en %1$@ o cuando no quede más insulina.
fr: Changez de Pod maintenant. La distribution d'insuline s'arrêtera dans %1$@ ou quand il n'y aura plus d'insuline.
it: Cambiare Pod adesso. L' erogazione d'insulina si interromperà tra %1$@ o quando non ci sarà più insulina nel serbatoio.
nb: Bytt pod nå. Insulintilførselen stopper om %1$@, eller når det er tomt for insulin.
nl: Verander Pod nu. Insuline levering stopt over %1$@ of wanneer er geen insuline meer over is.
ru: Замените Под сейчас. Подача инсулина будет остановлена спустя %1$@ или когда резервуар будет пуст.
sk: Ihneď vymeňte Pod. Podávanie inzulínu sa zastaví o %1$@ alebo ak sa minie inzulín.
sv: Byt podd nu. Insulintillförsel kommer att stoppas om %1$@ eller när insulinet är slut.
tr: Pod'u şimdi değiştirin. İnsülin iletimi %1$@ içinde veya daha fazla insülin kalmadığında duracaktır.
uk: Змініть Pod зараз. Введення інсуліну припиниться через %1$@ або коли інсулін закінчиться.
vi: Thay pod ngay. Insulin sẽ ngưng tiêm trong %1$@ hoặc khi không còn insulin.

source: %1$@ for %2$@
da: %1$@ i %2$@
de: %1$@ für %2$@
es: %1$@ para %2$@
fr: %1$@ pour %2$@
it: %1$@ per %2$@
nb: %1$@ i %2$@
nl: %1$@ voor %2$@
ru: %1$@ на %2$@
sk: %1$@ pre %2$@
sv: %1$@ i %2$@
tr: %2$@ için %1$@
uk: %1$@ для %2$@
vi: %1$@ cho %2$@

source: iAPS will not automatically adjust your insulin delivery until the temporary basal rate finishes or is canceled.
sk: iAPS automaticky neupraví podávanie inzulínu, kým sa dočasná bazálna dávka neskončí alebo nie je zrušená.
uk: iAPS не налаштовуватиме автоматично введення інсуліну, доки тимчасова базальна доза не завершиться або не буде скасована.

source: Set Temporary Basal
da: Sæt Midlertidig Basal
de: Temporäre Basalrate festlegen
es: Establecer basal temporal
fr: Définir le Basal Temporaire
it: Imposta basale temporanea
nb: Angi manuell basal
nl: Tijdelijke basaal instellen
ru: Установить Временный Базал
sk: Nastaviť dočasný bazál
sv: Ställ in temporaär basal
tr: Geçici Bazalı Ayarla
uk: Встановіть Тимчасову Базальну Швидкість
vi: Cài đặt liều nền tạm thời

source: Temporary Basal
da: Midlertidig Basal
de: Temporäre Basalrate
es: Basal temporal
fr: Basal Temporaire
it: Basale Temporanea
nb: Manuell basal
nl: Tijdelijk basaal
ru: Временный базал
sk: Dočasný bazál
sv: Temporär basal
tr: Geçici Bazal
uk: Тимчасовий Базал
vi: Liều nền tạm thời
