Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: Calculate a new Insulin Sensitivity Setting (ISF) upon every loop cycle. The new ISF will be based on your current Glucose, total daily dose of insulin (TDD, past 24 hours of all delivered insulin) and an individual Adjustment Factor (recommendation to start with is 0.5 if using Sigmoid Function and 0.8 if not). All of the Dynamic ISF and CR adjustments will be limited by your autosens.min/max limits.
da: Beregn en ny insulinfølsomhed indstilling (ISF) ved hver loop cyklus. Den nye ISF vil blive baseret på din nuværende glukose, totale daglige insulindosis (TDD, de seneste 24 timer af alt leveret insulin) og en individuel justeringsfaktor (anbefaling at starte med 0,5 hvis du bruger Sigmoid Function og 0,8 hvis ikke). Alle Dynamiske ISF og CR justeringer vil blive begrænset af dine autosens.min/max grænser.
de: Berechnen Sie bei jedem Loop-Zyklus eine neue Insulinempfindlichkeitseinstellung (ISF). Die neue ISF basiert auf Ihrem aktuellen Blutzucker, der täglichen Gesamtinsulindosis (TDD, alle in den letzten 24 Stunden abgegebenen Insuline) und einem individuellen Anpassungsfaktor (die Empfehlung für den Anfang ist 0,5, wenn Sie die Sigmoid-Funktion verwenden, und 0,8, wenn nicht). Alle dynamischen ISF- und CR-Anpassungen werden durch Ihre autosens.min/max-Grenzwerte begrenzt.
es: Calcula un nuevo factor de sensibilidad a la insulina (FSI) en cada ciclo. Dicho FSI se basará en su glucosa actual, dosis total diaria de insulina (DTD, pasadas 24 horas de la última dosis) y un factor de corrección individual (nota: comenzar con 0.5 si se utiliza la función Sigmoid y 0.8 si no lo hace). Por seguridad, todos los ajustes dinámicos de FSI y RC estarán capados por el límite min/max de Autosens.
fr: Calcule un nouveau facteur de sensibilité à l'insuline (FSI) à chaque cycle de boucle. Le nouveau FSI sera basé sur votre glycémie actuelle, la dose quotidienne totale d'insuline (DQT = total de toutes les doses d'insuline livrées dans les dernières 24 heures) et un facteur d'ajustement individuel (il est recommandé de commencer par 0,5 si vous utilisez la fonction Sigmoid et 0,8 si ce n'est pas le cas). Tous les ajustements dynamiques du FSI et du RGI (Ratio insuline/glucides) seront limités par vos paramètres autosens min/max.
it: Calcola una nuova impostazione di sensibilità all'insulina (ISF) per ogni ciclo. La nuova sensibilità sarà basata sulla tua attuale Glicemia e sulla dose totale giornaliera d'insulina (TDD, cioè tutta l’insulina erogata nelle ultime 24 ore) e un fattore di aggiustamento individuale (raccomandazione di iniziare con 0, se si utilizza la funzione Sigmoid e di 0,8 se non lo è). Tutte le regolazioni dinamiche ISF e CR saranno limitate dai limiti autosens.min/max.
nb: Beregne ny insulinsensitivitet (ISF) ved hver loop-syklus. Den nye ISF-verdien vil bli basert på nåværende blodsukker, total daglig insulindose (TDD, siste 24 timer med levert insulin) og en individuell justeringsfaktor (anbefalingen er å starte med 0.5 hvis man benytter Sigmoid og ellers 0.8). Alle dynamiske justeringer av ISF og CR blir begrenset av dine Autosens MIN/MAX-innstillinger.
nl: Bereken een nieuwe instelling voor de insulinegevoeligheid (ISF) bij elke cyclus van de loop. De nieuwe ISF wordt gebaseerd op je huidige glucose, totale dagelijkse dosis insuline (TDD, afgelopen 24 uur van alle toegediende insuline) en een individuele aanpassingsfactor (aanbevolen wordt om te beginnen met 0,5 als u de Sigmoid-functie gebruikt en 0,8 als dat niet het geval is). Alle dynamische ISF- en CR-aanpassingen worden beperkt door je autosens.min/max-limieten.
ru: Рассчитывать новое значение чувствительности к инсулину (ISF) при каждом цикле петли. Новый ISF будет основан на вашем текущем уровне глюкозы, общей суточной дозе инсулина (TDD, количество введенного инсулина за последние 24 часа) и индивидуальном корректирующем коэффициенте (рекомендуется начинать с 0,5, если используется сигмоидная функция, и 0,8, если нет). Динамические настройки ISF и CR будут ограничены максимумом и минимумом алгоритма autosens.
sk: Vypočítajte nové nastavenie citlivosti na inzulín (ISF) pri každom cykle slučky. Nové nastavenie ISF bude založené na vašej aktuálnej glykémii, celkovej dennej dávke inzulínu (TDD, posledných 24 hodín všetkého podaného inzulínu) a vašom individuálnom korekčnom faktore (odporúčanie na začiatok je 0,5, ak používate sigmoidnú funkciu, a 0,8, ak nie). \Všetky dynamické úpravy ISF a CR budú obmedzené vašimi limitmi min/max automatického snímania.
sv: Beräkna ny insulinkänslighet varje loopcykel. Ny beräknad ISF (insulinkänslighet) är baserad på ditt nuvarande blodsocker, total mängd doserat insulin (TDD) de senaste 24 timmarna och en individuell justeringsfaktor. Alla dina dynamiska juseringar av insullinkänslighet och insulinkvoter kommer att begränsas av dina min/max-inställningar för autosens.
uk: Обчислюйте новий параметр чутливості до інсуліну (ISF) після кожного циклу Петлі. Новий ISF базуватиметься на вашій поточній глюкозі, загальній добовій дозі інсуліну (TDD, останні 24 години всього доставленого інсуліну) та індивідуальному коригуючому факторі (рекомендація для початку становить 0,5, якщо використовується сигмоподібна функція, і 0,8, якщо ні).\ n Усі налаштування Dynamic ISF і CR будуть обмежені вашими обмеженнями autosens.min/max.
vi: Tính toán Cài đặt độ nhạy Insulin (ISF) mới sau mỗi chu kỳ vòng lặp. ISF mới sẽ dựa trên Glucose hiện tại của bạn, tổng liều insulin hàng ngày (TDD: tổng lượng insulin được cung cấp trong 24 giờ qua) và Hệ số Điều chỉnh riêng lẻ (khuyến nghị bắt đầu là 0,5 nếu sử dụng Chức năng Sigmoid và 0,8 nếu không sử dụng).\ n Tất cả các điều chỉnh ISF động và CR sẽ bị giới hạn bởi autosens.min của bạn.

source: Enable Dynamic CR
da: Aktiver Dynamisk CR
de: Aktiviere dynamischen CR
es: Habilitar RC dinámico
fr: Activer CR dynamique
it: Abilita CR Dinamico
nb: Aktiver dynamisk CR
nl: Dynamische CR inschakelen
ru: Включить динамический CR
sk: Povoliť Dynamic CR
sv: Aktivera dynamisk insulinkvot (CR)
tr: Dinamik KHO Etkinleştir
uk: Включити Динамічний CR
vi: Kích hoạt CR động

source: Use Dynamic CR. The dynamic ratio will be used for CR as follows: When ratio > 1: dynCR = (newRatio - 1) / 2 + 1. When ratio < 1: dynCR = CR/dynCR. Don't use toghether with a high Insulin Fraction (> 2)
da: Brug Dynamisk CR. Det dynamiske forhold vil blive anvendt til CR som følger: Når forholdet > 1: dynCR = (newRatio - 1) / 2 + 1. Når forholdet < 1: dynCR = CR/dynCR. Må ikke bruges sammen med en høj insulinfraktion (> 2)
de: Nutze Dynamic CR. Das dynamische Verhältnis wird für CR wie folgt verwendet: Bei Verhältnis > 1: dynCR = (newRatio - 1) / 2 + 1. Wenn Verhältnis < 1: dynCR = CR/dynCR. Nicht verwenden mit hohem Insulinanteil (> 2)
es: Habilita el cálculo dinámico del ratio de carbohidratos. El ratio dinámico será usado para el cálculo del RC de la siguiente manera: Cuando el ratio es > 1: dinRC = (nuevoRatio - 1) / 2 + 1 Cuando el ratio es < 1: dinRC = RC/dinRC Advertencia: no usar junto con un valor de "fracción de insulina" > 2.
fr: Utiliser le CR. dynamique. Le ratio dynamique sera utilisé pour CR comme suit: Quand ratio > 1: dynCR = (newRatio - 1) / 2 + 1. Ratio < 1 : dynCR = CR/dynCR. N'utilisez pas de toghether avec une fraction d'insuline élevée (> 2)
it: Usa CR Dinamico. Il rapporto dinamico sarà utilizzato per CR come segue: Quando rapporto > 1: dynCR = (newRatio - 1) / 2 + 1. Quando il rapporto < 1: dynCR = CR/dynCR. Non usare insieme a frazione d'insulina elevata (> 2)
nb: Bruk dynamisk CR. Dynamisk ratio brukes for CR som følger: Når ratio > 1: dynCR = (newRatio - 1) / 2 + 1. Når ratio < 1: dynCR = CR/dynCR. Ikke bruk denne innstillingen sammen med en høy insulinbrøk (Insulin Fraction > 2)
nl: Gebruik de Dynamische Carb Ratio (CR). De dynamische verhouding wordt als volgt toegepast: Als de verhouding > 1 is: dynCR = (nieuwe verhouding - 1) / 2 + 1. Als de verhouding < 1 is: dynCR = CR/dynCR. Gebruik dit niet samen met een hoge insuline fractie (> 2). Eenvoudig gezegd, de Dynamische Carb Ratio past de koolhydraatverhouding aan op basis van je recente verhoudingen. Het zorgt ervoor dat de aanpassingen niet te groot zijn en werkt niet goed als je een hoge insuline fractie hebt.
ru: Использовать Dynamic CR. Dynamic ratio будет также влиять и на CR: Когда ratio > 1: dynCR = (newRatio - 1) / 2 + 1. Когда ratio <1: dynCR = CR/dynCR. Не используйте совместно с высоким Insulin Fraction (> 2)
sk: Používajte dynamický CR. Dynamický pomer sa použije pre CR takto: Keď pomer > 1: dynCR = (newRatio - 1) / 2 + 1. Keď pomer < 1: dynCR = CR/dynCR. Nepoužívajte spolu s vysokou inzulínovou frakciou (> 2)
sv: Använd dynamisk kolhydratkvot. Den dynamiska kvoten kommer att beräknas som flöjer:: när kvot > 1: dynamisk kolhydratkvot = (dynamiskISFkvot - 1) / 2 + 1. När kvot < 1: dynamisk kolhydratkvot = inställd kolhydratkvot/dynamisk kolhydratkvot. Undvik att använda tillsamans med en inställning för "Kvot av rekommenderad mängd insulin" över 2
tr: Dinamik KHO kullanın. Dinamik oran, KHO için şu şekilde kullanılacaktır: Oran > 1 olduğunda: dynCR = (newRatio - 1) / 2 + 1. Oran < 1 olduğunda: dynCR = CR/dynCR. Yüksek İnsülin Fraksiyonu (> 2) ile birlikte kullanmayın.
uk: Використовувати Dynamic CR. Dynamic ratio також впливатиме на CR: Коли ratio > 1: dynCR = (newRatio - 1) / 2 + 1. Коли ratio <1: dynCR = CR/dynCR. Не використовуйте спільно з високим Insulin Fraction (> 2)
vi: Sử dụng CR động. Tỷ lệ động sẽ được sử dụng cho CR như sau: Khi tỷ lệ > 1: dynCR = (newRatio - 1) / 2 + 1. Khi tỷ lệ < 1: dynCR = CR/dynCR. Không sử dụng cùng với Tỷ lệ Insulin cao (> 2)

source: Activate Dynamic Sensitivity (ISF)
da: Aktiver Dynamisk Følsomhed (ISF)
de: Dynamische Sensibilität (ISF) aktivieren
es: Activar factor de sensibilidad (FSI) dinámico
fr: Activer la sensibilité dynamique (FSI)
it: Attiva Sensibilità Dinamica (ISF)
nb: Aktivere dynamisk insulinfølsomhet (ISF)
nl: Dynamische gevoeligheid (ISF) activeren
ru: Включить динамическую чувствительность (ISF)
sk: Aktivácia funkcie Dynamic Sensitivity (ISF)
sv: Aktivera dynamisk insulinkänslighet (ISF)
uk: Активація динамічної чутливості (ISF)
vi: Kích hoạt độ nhạy động (ISF)

source: Activate Dynamic Carb Ratio (CR)
da: Aktiver Dynamisk Carb Ratio (CR)
de: Dynamisches Carb Ratio (CR) aktivieren
es: Activar ratio de carbohidratos (RC) dinámico
fr: Activer le ratio de glucides dynamique (RC)
it: Attiva Rapporto Carboidrati Dinamico (CR)
nb: Aktivere dynamisk karbohydratforhold (CR)
nl: Dynamische koolhydraat verhouding activeren (CR)
ru: Включить динамический углеводный коэффициент (CR)
sk: Aktivácia funkcie Dynamic Carb Ratio (CR)
sv: Aktivera dynamisk insulinkvot (CR)
uk: Активація динамічного співвідношення вуглеводів (CR)
vi: Kích hoạt Tỷ lệ Carb động (CR)

source: Individual adjustment of the computed dynamic ratios. Default is 0.5. The higher the value, the larger the correction of your ISF/CR will be for a high or a low blood glucose. Maximum/minumum correction is determined by the Autosens min/max settings. For Sigmoid function an adjustment factor of 0.4 - 0.5 is recommended to begin with. For the logaritmic formula there is less consensus, but starting around 0.8 is probably appropiate for most adult users. For younger users it's recommended to start even lower when using logaritmic formula, to avoid overly aggressive treatment.
da: Individuel justering af det beregnede dynamiske forhold. Standard er 0,5. Jo højere værdi, jo større korrektion af din ISF/CR vil være for et højt eller lavt blodsukker. Maksimum/minumkorrektion er bestemt af Autosens min/max indstillinger. For Sigmoid funktion en justeringsfaktor på 0,4 - 0,5 anbefales til at begynde med. For logaritmisk formel er der mindre konsensus, men startende omkring 0,8 er sandsynligvis passende til de fleste voksne brugere. For yngre brugere anbefales det at starte endnu lavere, når du bruger logaritmisk formel, for at undgå overdreven aggressiv behandling.
de: Individuelle Anpassung der berechneten dynamischen Verhältnisse. Die Voreinstellung ist 0,5. Je höher der Wert, desto größer ist die Korrektur Ihres ISF/CR für einen hohen oder niedrigen Blutzuckerwert. Die maximale/minimale Korrektur wird durch die Min/Max-Einstellungen von Autosens bestimmt. Für die Sigmoid-Funktion wird für den Anfang ein Anpassungsfaktor von 0,4 - 0,5 empfohlen. Für die logarithmische Formel gibt es weniger Konsens, aber ein Wert von 0,8 ist wahrscheinlich für die meisten erwachsenen Benutzer angemessen. Für jüngere Anwender wird empfohlen, bei der logaritmischen Formel noch niedriger anzusetzen, um eine zu aggressive Behandlung zu vermeiden.
es: Ajuste individual de los factores dinámicos calculados. Por defecto es 0,5. Cuanto mayor sea el valor, mayor será la corrección de su FSI/RC para una glucosa en sangre alta o baja. La corrección máxima/mínima está determinada por los ajustes de Autosens mín/máx. Con la función Sigmoid habilitada, se recomienda empezar con una configuración de 0,4 - 0,5. Con la fórmula logarítmica hay menos consenso, pero comenzando con aproximadamente 0,7- 0,8 es probablemente apropiado para la mayoría de los usuarios adultos. Nota: para los usuarios más jóvenes que utilicen la fórmula logarítmica, se recomienda empezar con valores aún más precavidos (0,5 - 0,6), para evitar un tratamiento excesivamente agresivo.
fr: Ajustement individuel des ratios dynamiques calculés. La valeur par défaut est de 0,5. Plus la valeur est élevée, plus la correction de votre facteur de sensibilité à l'insuline (ISF) et/ou de votre ratio insuline/glucides (I:G) sera importante en cas de glycémie élevée ou basse. La correction maximale/minimale est déterminée par les réglages min/max dans Autosens. Pour la fonction Sigmoid, un facteur d'ajustement de 0,4 à 0,5 est recommandé pour commencer. Pour la formule logarithmique, il existe moins de consensus, mais un démarrage autour de 0,8 est probablement approprié pour la plupart des utilisateurs adultes. Pour les utilisateurs plus jeunes, il est recommandé de démarrer encore plus bas lors de l'utilisation de la formule logarithmique, afin d'éviter un traitement trop agressif.
it: Aggiustamenti individuali dei rapporti dinamici calcolati. Il valore predefinito è 0,5. Più alto è il valore, maggiore sarà la correzione del tuo ISF/CR per una glicemia alta o bassa. La correzione massima/minima è determinata dalle impostazioni Autosens min/max. Per la funzione sigmoidea si consiglia di iniziare con un fattore di correzione di 0,4 - 0,5. Per la formula logaritmica c'è meno consenso; iniziare con 0,8 è appropriato per la maggior parte degli utenti adulti. Per gli utenti più giovani si consiglia di iniziare con un dosaggio ancora più basso quando si utilizza la formula logaritmica, per evitare un trattamento eccessivamente aggressivo.
nl: Individuele aanpassing van de berekende dynamische verhoudingen. De standaardwaarde is 0,5. Hoe hoger de waarde, hoe groter de correctie van uw ISF/CR zal zijn voor een hoge of lage bloedglucosewaarde. De maximale/minimale correctie wordt bepaald door de Autosens min/max instellingen. Voor de Sigmoid functie wordt een aanpassingsfactor van 0.4 - 0.5 aanbevolen om mee te beginnen. Voor de logaritmische formule is er minder consensus, maar beginnen rond 0.8 is waarschijnlijk goed voor de meeste volwassen gebruikers. Voor jongere gebruikers wordt aanbevolen om nog lager te beginnen met de logaritmische formule, om een te agressieve behandeling te voorkomen.
ru: Индивидуальная настройка рассчитанных динамических коэффициентов. Значение по умолчанию равно 0.5. Чем выше значение, тем больше будет коррекция вашего ISF/CR для высокого или низкого уровня глюкозы в крови. Максимальная/минимальная коррекция определяется настройками autosens min/max. Для сигмоидной функции рекомендуется для начала использовать коэффициент 0.4 - 0.5. Для логарифмической формулы существует меньшее единодушие, но для большинства взрослых пользователей, вероятно, подходит значение, начинающееся примерно с 0.8. Для более молодых пользователей рекомендуется начинать с еще меньшего значения при использовании логарифмической формулы, чтобы избежать чрезмерно агрессивного лечения.
sk: Individuálne nastavenie vypočítaných dynamických pomerov. Predvolená hodnota je 0.5. Čím vyššia je hodnota, tým väčšia bude korekcia vášho ISF/CR pri vysokej alebo nízkej hladiny glykémie. Maximálna a minimálna korekcia je určená nastaveniami Autosens min/max. Pre sigmoidálnu funkciu sa odporúča začať s hodnotou 0.4 – 0.5. Pre logaritmický vzorec neexistuje jednoznačný konsenzus, ale pre väčšinu dospelých používateľov je vhodné začať približne s hodnotou 0.8. Pre mladších používateľov sa odporúča začať ešte nižšie pri použití logaritmického vzorca, aby sa predišlo príliš agresívnej liečbe.
sv: Individuell justering av hur din insulinkänslighet och insulinkvot (om du använder dyamisk insulinkvot) räknas ut. Standardvärde är 0.5. Ett högre värde betyder mer aggressiv justering. För S-formad dynamisk inställning rekommendaras att börja med 0.3-0-4. För logaritmisk inställning rekommenderas att börja med 0.5-0.8.
uk: Індивідуальне налаштування розрахованих динамічних коефіцієнтів. За замовчуванням 0,5. Чим вище значення, тим більшою буде корекція вашого ISF/CR для високого або низького рівня глюкози в крові. Максимальна/мінімальна корекція визначається мінімальними/максимальними налаштуваннями Autosens. Для сигмоїдної функції спочатку рекомендується коригувальний коефіцієнт 0,4–0,5. Для логаритмічної формули три є менш узгодженими, але починаючи приблизно з 0,8 ймовірно підходить для більшості дорослих користувачів. Для молодших користувачів рекомендується починати ще нижче при використанні логарифмічної формули, щоб уникнути занадто агресивного лікування.
vi: Điều chỉnh riêng các tỷ lệ động được tính toán. Mặc định là 0,5. Giá trị càng cao thì mức điều chỉnh ISF/CR của bạn đối với mức đường huyết cao hay thấp càng lớn. Hiệu chỉnh tối đa/tối thiểu được xác định bởi cài đặt tối thiểu/tối đa của Autosens. Đối với hàm Sigmoid, hệ số điều chỉnh được khuyến nghị là 0,4 - 0,5 để bắt đầu. Đối với công thức logarit, có ít sự đồng thuận hơn, nhưng bắt đầu từ khoảng 0,8 là có lẽ phù hợp với hầu hết người dùng trưởng thành. Đối với người dùng trẻ tuổi, nên bắt đầu ở mức thấp hơn nữa khi sử dụng công thức logarit để tránh điều trị quá tích cực.

source: Use Sigmoid Function
da: Brug Sigmoid Funktion
de: Sigmoid-Funktion verwenden
es: Usar función de Sigmoid
fr: Utiliser la fonction Sigmoid
it: Usa Funzione Sigmoid
nb: Bruk sigmoid-funksjon
nl: Gebruik Sigmoid functie
ru: Использовать Сигмоидную функцию
sk: Použitie funkcie Sigmoid
sv: Använd S-formad dynamisk insulinkänslighet
tr: Sigmoid Fonksiyonunu Kullan
uk: Використовувати Сігмоїдну Функцію
vi: Sử dụng hàm Sigmoid (SF)

source: Formula
da: Formel
de: Formel
es: Fórmula
fr: Formule
nb: Formel
nl: Formule
ru: Формула
sk: Vzorec
sv: Formel
uk: Формула
vi: Công thức

source: Safety
da: Sikkerhed
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
nb: Sikkerhet
nl: Veiligheid
ru: Безопасность
sk: Bezpečnosť
sv: Säkerhet
uk: Загальна безпека
vi: An toàn
