Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: A lower 'Half Basal Target' setting will reduce the basal and raise the ISF earlier, at a lower target glucose.
da: En lavere indstilling for 'Halve basaldosis ved motion' vil lede til en sænkning af basalinsulin og en øget insulinfølsomhed tidligere, ved et lavere mål.
de: Ein niedrigeres eingestelltes 'Halb Basal Ziel' wird die Basalrate früher reduzieren und den ISF schneller erhöhen, wenn ein niedriger Ziel-Blutzuckerwert eingegeben wird.
es: Un ajuste inferior de 'Objetivo Basal Medio' reducirá la basal y elevará el factor de sensibilidad antes, en un objetivo glucémico más bajo.
fr: Un réglage plus bas de la « cible semi-basale » réduira le basal et augmentera la SI plus tôt à une cible de glucose plus faible.
it: Un'impostazione più bassa di "Half Basal Target" ridurrà la basale e aumenterà prima l'ISF, con un target glicemico più basso.
nb: Et lavere mål for "Half Bassl Target" vil redusere basal og øke ISF tidligere, ved et lavere blodsukkermål.
nl: Bij een lagere instelling "Half Basaal Doel" wordt de basaal verlaagd en de ISF eerder verhoogd, bij een lagere streefwaarde bloedglucose.
ru: Более низкое значение "Половина базального целевого показателя" приведет к снижению базального и повышению ISF раньше, при более низком целевом уровне глюкозы.
sk: Nižšie nastavenie "Polovičný základný cieľ" zníži bazálnu dávku a zvýši ISF skôr, pri nižšej cieľovej glykémii.
sv: En lägre inställning för 'Halva basaldosen vid Motionsläge' kommer leda till en sänkning av basalinsulin och ett ökad insulinkänslighet tidigare, vid ett lägre målvärde.
uk: Нижче значення "Половина базального цільового показника" призведе до зниження базального та підвищення ISF раніше, за більш низького цільового рівня глюкози.
vi: Cài đặt 'một nửa mục tiêu cơ bản' thấp hơn sẽ giảm mức cơ bản và tăng ISF sớm hơn, ở mức glucose mục tiêu thấp hơn.

source: Your setting:
da: Nuværende indstilling:
de: Deine Einstellungen:
es: Tu configuración:
fr: Vos paramètres:
it: Le tue impostazioni:
nb: Dine innstillinger:
nl: Jouw instelling:
ru: Ваши настройки:
sk: Vaše nastavenie:
sv: Nuvarande inställning:
uk: Ваші налаштування:
vi: Cài đặt của bạn:

source: mg/dl. Autosens.max limits the max endpoint
da: mg/dl. Autosens.max begrænser maxværdien
de: mg/dl. Autosens.max schränkt den max. Endpunkt ein
es: mg/dl. Autosens.max limita el extremo máximo
fr: mg/dl. Autosens.max limite l'extrémité maximale
it: mg/dl. Autosens.max limita l'endpoint massimo
nb: mg/dl. Autosens.max begrenser den maksimale verdien
nl: mg/dl. Autosens.max beperkt het maximum eindpunt
ru: мг/дл. Autosense.max ограничивает максимальную конечную точку
sk: mg/dL. Autosens max obmedzuje maximálnu koncovú hodnotu
sv: mg/dl. Autosens.max begränsar maxvärdet
uk: mg/dl. Автоматизація обмежує максимальну кінцеву крапку
vi: autosens.max Giới hạn điểm hiện tại tối đa mg/dl

source: Enter preset name
da: Angiv forudindstillingsnavn
de: Geben Sie einen Namen für die Vorlage ein
es: Introduzca nombre del ajuste predefinido
fr: Entrer le nom du préréglage
it: Inserisci nome predefinito
nb: Angi navn på forhåndsinnstilling
nl: Voer naam voorinstelling in
ru: Название шаблона
sk: Zadajte názov predvoľby
sv: Ange namn för förval
tr: Ön ayar adını girin
uk: Введіть ім'я шаблону
vi: Nhập tên

source: Name
da: Navn
es: Nombre
fr: Nom
it: Nome
nb: Navn
nl: Naam
ru: Название
sk: Názov
sv: Namn
tr: İsim
uk: Ім’я
vi: Tên

source: minutes
da: minutter
de: Minuten
es: minutos
it: minuti
nb: minutter
nl: minuten
ru: минут
sk: minút
sv: minuter
tr: dakika
uk: хвилин
vi: phút

source: Presets
da: Forudindstillinger
de: Vorlage
es: Ajustes predefinidos
fr: Préréglages
it: Predefiniti
nb: Forhåndsinnstillinger
nl: Voorkeursinstellingen
ru: Шаблоны
sk: Predvoľby
sv: Förval
tr: Ön ayarlar
uk: Шаблони
vi: Mẫu thiết lập

source: Save
da: Gem
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
nb: Lagre
nl: Opslaan
ru: Сохранить
sk: Uložiť
sv: Spara
tr: Kaydet
uk: Зберегти
vi: Lưu

source: Save as Preset
da: Gem som forudindstilling
de: Speichern als Voreinstellung
es: Guardar como preajuste
fr: Enregistrer en tant que préréglage
it: Salva come Predefinito
nb: Lagre som forvalg
nl: Bewaar als voorinstelling
ru: Сохранить как шаблон
sk: Uložiť ako predvoľbu
sv: Spara som förval
uk: Зберегти як Шаблон
vi: Lưu mẫu cài đặt sẵn

source: Delete Preset
da: Slet forudindstilling
de: Voreinstellung löschen
es: Eliminar ajuste predefinido
fr: Supprimer le préréglage
it: Cancella impostazioni predefinite
nb: Slette forvalg
nl: Verwijder voorinstelling
ru: Удалить шаблон
sk: Odstrániť predvoľbu
sv: Radera förval
uk: Видалити шаблон
vi: Xoá mẫu cài đặt

source: Delete preset '%@'?
da: Slet forudindstilling '%@'?
de: Voreinstellung löschen '%@'?
es: ¿Eliminar ajuste predefinido "%@'?
fr: Effacer le préréglage '%@'?
it: Cancella impostazione predefinita "%@'?
nb: Slette forvalg '%@'?
nl: Verwijder voorinstelling '%@'?
ru: Удалить шаблон '%@'?
sk: Odstrániť predvoľbu '%@'?
sv: Radera förval '%@'?
uk: Видалити шаблон "%@'?
vi: Bạn có muốn xóa mẫu cài đặt sẵn '%@' không?

source: No
da: Nej
de: Nein
fr: Non
nb: Nei
nl: Nee
ru: Нет
sk: Nie
sv: Nej
uk: Ні
vi: Không

source: Yes
da: Ja
de: Ja
es: Sí
fr: Oui
it: Sì
nb: Ja
nl: Ja
ru: Да
sk: Áno
sv: Ja
uk: Так
vi: Có

source: Top target
da: Øvre mål
de: Obergrenze
es: Objetivo Superior
fr: Cible haute
it: Target alto
nb: Øvre mål
nl: Bovengrens doel
ru: Верхняя граница
sk: Vysoký cieľ
sv: Övre målvärde
tr: Üst hedef
uk: Верхня ціль

source: for
de: für
es: para
fr: pour
it: per
nb: i
nl: voor
ru: на
sk: počas
sv: i
tr: için
uk: на
vi: của

source: min
ru: мин
uk: хв

source: Autotune
ru: Автотюн
tr: Otoayar
uk: Автотюн
vi: Tự động điều chỉnh

source: Dynamic Variables
ru: Динамические переменные
sk: Dynamické premenné
sv: Dynamiska variabler
uk: Динамічні Змінні

source: Basal profile
da: Basal profil
de: Basal-Profil
es: Perfil de basal
fr: Profil Basal
it: Profilo basale
nb: Basalprofil
nl: Basaalprofiel
ru: Базальный профиль
sk: Bazálny profil
sv: Basalinställningar
tr: Bazal profil
uk: Базальний профіль
vi: Hồ sơ liều nền

source: Carb ratio
da: Kolhydratsratio
de: Kohlenhydratfaktor
es: Ratio de carbohidratos
fr: Ratio de Glucides
it: Rapporto insulina/carboidrati
nb: Karbohydratforhold
nl: Koolhydraat verhouding
ru: Углеводный коефициент
sk: Sacharidový pomer
sv: Insulinkvoter
tr: Karbonhidrat oranı
uk: Вуглеводний коефіцієнт
vi: Tỷ lệ Carb

source: Delete autotune data
da: Slet autotune data
de: Autotune Daten löschen
es: Eliminar datos autotune
fr: Effacer les données de Autotune
it: Cancella dati autotune
nb: Slett autotune data
nl: Verwijder autotune gegevens
ru: Удалить данные автотюна
sk: Odstrániť údaje autotune
sv: Rensa Autotune-data
tr: Otoayar verilerini sil
uk: Видалити дані автотюну
vi: Xóa dữ liệu Autotune

source: Run now
da: Kør nu
de: Jetzt ausführen
es: Ejecutar Ahora
fr: Lancer maintenant
it: Fai partire ora
nb: Kjør nå
nl: Nu uitvoeren
ru: Выполнить
sk: Spustiť teraz
sv: Kör nu
tr: Şimdi çalıştır
uk: Виконати
vi: Chạy ngay

source: Last run
da: Senest kørt
de: Letzte Berechnung
es: Última ejecución
fr: Dernière exécution
it: Ultimo ciclo
nb: Siste kjøring
nl: Laatste berekening
ru: Последний запуск
sk: Naposledy spustené
sv: Kördes senast
tr: Son Çalıştırma
uk: Останній запуск
vi: Lần chạy cuối

source: Sensitivity
da: Sensitivitet
de: Empfindlichkeit
es: Sensibilidad
fr: Sensibilité
it: Sensibilità
nb: Insulinfølsomhet
nl: Gevoeligheid
ru: Чувствительность
sk: Citlivosť
sv: Insulinkänslighet
tr: Duyarlılık
uk: Чутливість
vi: Độ nhạy

source: Use Autotune
de: Autotune verwenden
es: Usar Autotune
fr: Utiliser Autotune
it: Usa autotune
nb: Bruk Autotune
nl: Autotune gebruiken
ru: Использовать автотюн
sk: Použiť autotune
sv: Använd Autotune
tr: Otoayar kullan
uk: Використовувати Автотюн
vi: Sử dụng Autotune

source: Add
da: Tilføj
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
nb: Legg til
nl: Toevoegen
ru: Добавить
sk: Pridať
sv: Lägg till
tr: Ekle
uk: Додати
vi: Thêm

source: Basal Profile
da: Basal profil
de: Basal-Profil
es: Perfil de basal
fr: Profil Basal
it: Profilo basale
nb: Basalprofil
nl: Basaalprofiel
ru: Базальный профиль
sk: Bazálny profil
sv: Basalinställningar
tr: Bazal Profil
uk: Базальний Профіль
vi: Hồ sơ liều nền

source: Rate
da: Værdi
de: BR
es: Ratio
fr: Taux
it: Valore
nb: Ratio
nl: Waarde
ru: Скорость
sk: Dávka
sv: Värde
tr: Oran
uk: Швидкість
vi: Tỷ lệ

source: Save on Pump
da: Gem på Pump
de: Auf Pumpe speichern
es: Guardar en la bomba
fr: Enregistrer sur la pompe
it: Salva sul microinfusore
nb: Lagre på pumpen
nl: Opslaan op pomp
ru: Сохранить на помпу
sk: Uložiť do pumpy
sv: Spara till pump
tr: Pompa'ya Kaydet
uk: Зберегти на Помпі
vi: Lưu vào bơm

source: Schedule
da: Skema
de: Zeitplan
es: Programación
fr: Programme
it: Programmazione
nb: Tidsplan
nl: Schema
ru: График
sk: Plán
sv: Schema
tr: Zamanlama
uk: Розклад
vi: Lịch trình

source: (standard units / hour)
sk: (predvolené jednotky / hodina)
uk: (стандартні одиниці/годину)

source: starts at
da: starter ved
de: Startet um
es: desde las
fr: commence à
it: inizia a
nb: starter kl.
nl: begint om
ru: начинается в
sk: začína o
sv: startar kl
tr: de başlar
uk: Починається з
vi: bắt đầu lúc

source: Time
da: Tid
de: Uhrzeit
es: Tiempo
fr: Heure
it: Tempo
nb: Tidspunkt
nl: Tijd
ru: Время
sk: Čas
sv: Tid
tr: Saat
uk: Час
vi: Thời gian

source: Calculated Ratio
da: Udregnet Ratio
de: Berechnetes Verhältnis
es: Ratio calculado
fr: Ratio calculé
it: Rapporto calcolato
nb: Beregnet karbohydratforhold
nl: Berekende verhouding
ru: Рассчитанное соотношение
sk: Vypočítaný pomer
sv: Beräknad kvot
tr: Hesaplanan Oran
uk: Розрахований Коефіцієнт
vi: Tỷ lệ được tính toán

source: Carb Ratios
da: Kolhydratsratio
de: Kohlenhydratfaktoren
es: Ratio de carbohidratos
fr: Ratios de glucides
it: Rapporto carboidrati
nb: Karbohydratforhold
nl: Koolhydraten ratio's
ru: Углеводные коэффициенты
sk: Sacharidový pomer
sv: Insulinkvoter
tr: Karbonhidrat Oranları
uk: Вуглеводні Коефіцієнти
vi: Tỷ lệ Carb

source: Ratio
de: Verhältnis
it: Rapporto
nb: Forhold
nl: Verhouding
ru: Коэффициент
sk: Pomer
sv: Kvot
tr: Oran
uk: Коефіцієнт
vi: Tỷ lệ

source: Autosens
de: Autosense
it: Autosensibilitá
nl: Gevoeligheidsdetectie (Autosens)
ru: Автосенс
sv: Autosense
tr: Otoduyarlılık
uk: Автосенс

source: Calculated Sensitivity
da: Udregent Sensitivitet
de: Berechnete Empfindlichkeit
es: Sensibilidad calculada
fr: Sensibilité calculée
it: Sensibilità calcolata
nb: Beregnet insulinfølsomhet
nl: Berekende gevoeligheid
ru: Рассчитанная Чувствительность
sk: Vypočítaná citlivosť
sv: Beräknad känslighet
tr: Hesaplanan Duyarlılık
uk: Розрахована Чутливість
vi: Độ nhạy được tính toán

source: Insulin Sensitivities
da: Insulin Sensitivitet
de: Insulinempfindlichkeit
es: Factor de sensibilidad
fr: Sensibilité à l'Insuline
it: Sensibilità insulinica
nb: Insulinfølsomhet
nl: Insuline gevoeligheden
ru: Чувствительность к инсулину
sk: Inzulínová citlivosť
sv: Insulinkänslighet
tr: İnsülin Duyarlılığı
uk: Чутливість до інсуліну
vi: Độ nhạy Insulin

source: Sensitivity Ratio
da: Sensitivitetsratio
de: Empfindlichkeitsverhältnis
es: Ratio de sensibilidad
fr: Ratio de sensibilité
it: Rapporto sensibilità
nb: Sensitivitetsratio
nl: Gevoeligheidsratio
ru: Коэффициент Чувствительности
sk: Pomer citlivosti
sv: Kvot (nämnare)
tr: Duyarlılık Faktörü (ISF)
uk: Коефіцієнт Чутливості
vi: Tỷ lệ độ nhạy

source: Dismiss
da: Luk
de: Verwerfen
es: Descartar
fr: Abandonner
it: Rimuovi
nb: Avskjedige
nl: Negeren
ru: Отклонить
sk: Zamietnuť
sv: Avfärda
tr: Reddet
uk: Відхилити
vi: Từ bỏ

source: Important message
da: Vigtig besked
de: Wichtige Nachricht
es: Mensaje importante
fr: Message important
it: Messaggio importante
nb: Viktig melding
nl: Belangrijk bericht
ru: Важное сообщение
sk: Dôležitá správa
sv: Viktigt meddelande
tr: Önemli mesaj
uk: Важливе повідомлення
vi: Tin nhắn quan trọng

source: Amount
da: Mængde
de: Menge
es: Cantidad
fr: Quantité
it: Quantità
nb: Mengde
nl: Hoeveelheid
ru: Количество
sk: Množstvo
sv: Mängd
tr: Miktar
uk: Об'єм
vi: Số lượng

source: Cancel Temp Basal
da: Annuller midlertidig basal
de: Temporäre Basalrate abbrechen
es: Cancelar basal temporal
fr: Annuler le Basal Temporaire
it: Cancella basale temporanea
nb: Avbryt manuell basal
nl: Annuleer tijdelijke basaal
ru: Отменить ВБС
sk: Zrušiť dočasný bazál
sv: Avbryt temporär basal
tr: Geçici Bazali İptal Et
uk: Відмінити Тимчасову Базальну Швидкість (ТБШ)
vi: Huỷ bỏ liều cơ bản tạm thời

source: Enact
da: Udfør
de: Starten
es: Ejecutar
fr: Injecter
it: Attiva
nb: Start
nl: Uitvoeren
ru: Запустить
sk: Aktivovať
sv: Utför
tr: Başlat
uk: Запустити
vi: Chấp nhận

source: Start
de: Starten
es: Iniciar
fr: Démarrer
it: Avvia
ru: Запустить
sk: Štart
sv: Starta
uk: Почати
vi: Khởi chạy

source: Manual Temp Basal
da: Manuel Temp Basal
de: Manuelle Temporäre Basalrate
es: Basal temporal manual
fr: Basal temporaire manuel
it: Basale temporanea manuale
nb: Manuell basal
nl: Handmatige tijdelijke basaal
ru: Ручная ВБС
sk: Manuálny dočasný bazál
sv: Manuell temporär basal
tr: Manuel Geçici Bazal
uk: Ручна Тимчасова Базальна Швидкість (ТБШ)
vi: Liều cơ bản thủ công

source: Allow uploads
da: Tilføj uploads
de: Erlaube Uploads der Daten
es: Permitir subida de datos
fr: Autoriser les uploads
it: Consenti caricamenti
nb: Tillat opplastinger
nl: Uploaden toestaan
ru: Разрешить выгрузку
sk: Povoliť odosielanie
sv: Tillåt uppladdning
tr: Veri yüklemeye izin ver
uk: Дозволити вивантаження
vi: Cho phép tải lên

source: Connect
da: Forbind
de: Verbinden
es: Conectar
fr: Se connecter
it: Connetti
nb: Koble til
nl: Verbinden
ru: Подключить
sk: Pripojiť
sv: Anslut
tr: Bağlan
uk: Підключити
vi: Kết nối

source: Connected!
da: Forbundet!
de: Verbunden!
es: Conectado!
fr: Connecté !
it: Connesso!
nb: Tilkoblet!
nl: Verbonden!
ru: Подключено!
sk: Pripojené!
sv: Ansluten!
tr: Bağlı!
uk: Підключено!
vi: Đã kết nối

source: Connecting...
da: Forbinder...
de: Verbindung wird hergestellt...
es: Conectando...
fr: En cours de connexion ...
it: Sto connettendo...
nb: Kobler til...
nl: Bezig met verbinden...
ru: Подключение...
sk: Pripája sa...
sv: Ansluter...
tr: Bağlanıyor...
uk: Підключення...
vi: Đang kết nối...

source: Invalid URL
de: Ungültige URL
es: URL inválida
fr: URL invalide
it: URL non valido
nb: Ugyldig nettadresse (URL)
nl: Ongeldige URL
ru: Неверный URL
sk: Neplatná URL adresa
sv: Ogiltig URL
tr: Geçersiz URL
uk: Невірний URL
vi: URL không xác thực

source: Local glucose source
da: Local glukose kilde
de: Lokale BZ-Quelle
es: Fuente local de glucosa
fr: Source locale de glucose
it: Sorgente locale della glicemia
nb: Lokal glukosekilde
nl: Lokale glucosebron
ru: Локальный источник глюкозы
sk: Lokálny zdroj glykémie
sv: Lokal glukoskälla
tr: Yerel KŞ kaynağı
uk: ЛОКАЛЬНЕ ДЖЕРЕЛО ГЛЮКОЗИ
vi: Nguồn Glucose cục bộ

source: Nightscout Config
da: Nightscout Konfiguration
de: Nightscout Konfiguration
es: Configuración de Nightscout
fr: Configuration Nightscout
it: Nightscout
nb: Nightscout
nl: Nightscout instellingen
ru: Nightscout
sk: Nightscout nastavenia
sv: Ställ in Nightscout
tr: Nightscout Yapılandırması
uk: Налаштування Nightscout
vi: Cấu hình Nightscout

source: Port
es: Puerto
it: Porta
nl: Poort
ru: Порт
uk: Порт
vi: Cổng

source: URL
nb: Nettadresse
sk: Adresa URL
uk: URL-адреса

source: Use local glucose server
da: Brug lokal server som glukosekilde
de: Lokalen BZ-Server verwenden
es: Usar servidor local de glucosa
fr: Utiliser le serveur de glucose local
it: Usa server locale come sorgente glicemia
nb: Bruk lokal glukoseserver
nl: Lokale glucose server gebruiken
ru: Использовать локальный сервер глюкозы
sk: Použiť lokálny server glykémie
sv: Använd lokal server som glukoskälla
tr: Yerel glikoz sunucusu kullan
uk: Використовувати локальний сервер
vi: Sử dụng nguồn glucose cục bộ

source: This enables uploading of statistics.json to Nightscout, which can be used by the Community Statistics and Demographics Project. Participation in Community Statistics is opt-in, and requires separate registration at:
da: Dette gør det muligt at uploade statistics.json til Nightscout, som kan bruges af fællesskabsstatistikker og demografiske projekt. Deltagelse i fællesskabsstatistikker er fravalgt, og kræver særskilt registrering på:
de: Dies ermöglicht das Hochladen der statistics.json zu Nightscout, die vom Community Statistics and Demographics Project genutzt werden kann. Die Teilnahme an der Gemeinschaftsstatistik erfolgt auf freiwilliger Basis und erfordert eine gesonderte Registrierung unter:
es: Esto permite subir estadísticas.json a Nightscout, que puede ser utilizado por el Proyecto de Estadísticas y Demografía de la Comunidad. La participación en las estadísticas de la comunidad es opcional, y requiere registrarse por separado en:
fr: Cela permet de télécharger le fichier statistics.json vers Nightscout, qui peut être utilisé par le projet de statistiques et de démographie communautaires. La participation aux statistiques communautaires est facultative et nécessite une inscription séparée à l'adresse suivante:
it: Questo consente il caricamento di statistics.json in Nightscout, che può essere utilizzato dal Community Statistics and Demographics Project. La partecipazione alle statistiche comunitarie è facoltativa e richiede una registrazione separata a:
nb: Dette skrur på opplasting av statistics.json til Nightscout, som kan brukes av prosjektet "Community Statistics and Demographics". Deltakelse er frivillig og krever en egen registrering på:
nl: Dit maakt het uploaden van statistics.json naar Nightscout mogelijk, wat gebruikt kan worden door het Community Statistics and Demographics Project. Deelname aan Community Statistics is opt-in en vereist aparte registratie op:
ru: Это позволяет загружать файл statistics.json в Nightscout, который может использоваться проектом статистики и сообщества. Участие в статистике сообщества является добровольным и требует отдельной регистрации по адресу:
sk: Toto umožňuje odosielanie súboru statistics.json do Nightscoutu, ktorý môže byť použitý pre komunitné štatistiky a projekt demografie. Účasť na štatistikách Spoločenstva je dobrovoľná a vyžaduje si samostatnú registráciu na adrese:
sv: Detta möjliggör uppladdning av statistik till Nightscout. För att dela denna statistik se länk nedan:
uk: Це дає змогу завантажувати statistics.json у Nightscout, який може використовуватися Проектом статистики та демографії спільноти. Участь у статистиці спільноти є обов’язковою та потребує окремої реєстрації за адресою:
vi: Điều này cho phép tải số liệu thống kê lên Nightscout mà có thể được sử dụng bởi Dự án Community Statictics và Demographics. Tham gia vào Thống kê Cộng đồng là tùy chọn và yêu cầu đăng ký riêng tại:

source: Edit settings json
da: Rediger indstillingsjson
de: Einstellungen bearbeiten json
es: Editar configuración json
fr: Modifier les paramètres json
it: Modifica impostazioni json
nb: Rediger "freeaps_settings.json"
nl: Bewerk instellingen json
ru: Редактировать json настроек
sk: Upraviť settings json
sv: Ändra debug-inställningar
tr: Json ayarlarını düzenle
uk: Редагувати json налаштувань
vi: Chỉnh sửa cấu hình json

source: Glucose units
da: Glukose enhed
de: BZ Einheiten
es: Unidades de glucosa
fr: Unités de Glycémie
it: Unità glicemica
nb: Glukoseenheter
nl: Glucose eenheid
ru: Единицы измерения глюкозы
sk: Jednotky glykémie
sv: Glukosenheter
tr: Glikoz birimi
uk: Одиниці виміру глюкози
vi: Đơn vị Glucose

source: Preferences
da: Preferencer
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze
nb: Innstillinger
nl: Voorkeuren
ru: Предпочтения
sk: Predvoľby
sv: Inställningar
tr: Tercihler
uk: Налаштування
vi: Tùy chỉnh

source: Recommended Insulin Fraction
da: Anbefalet Insulinbrøk
de: Empfohlener Insulin Anteil
es: Fracción de insulina recomendada
fr: Fraction d’Insuline Recommandée
it: Frazione di insulina raccomandata
nb: Anbefalt insulin-fraksjon
nl: Aanbevolen insuline fractie
ru: Рекомендуемая дробь инсулина
sk: Odporúčaný podiel inzulínu
sv: Kvot av rekommenderad mängd insulin
tr: Önerilen insülin oranı
uk: Рекомендований Коефіцієнт Інсуліну
vi: Insulin được đề xuất

source: Skip Bolus screen after carbs
da: Skip Bolus skærm efter kulhydrater
de: Überspringe Bolus-Vorschlag nach Kohlenhydrateingabe
es: Saltar pantalla de bolo después de carbohidratos
fr: Ignorer l'écran du Bolus après les glucides
it: Salta la schermata del Bolo dopo i carboidrati
nb: Hopp over Bolus-skjerm etter karbo
nl: Sla bolusscherm over na koolhydraten
ru: Пропустить экран болюса после ввода углеводов
sk: Preskočiť obrazovku bolusu po sacharidoch
sv: Hoppa över Bolusfönster vid tillagda kolhydrater
tr: Karbonhidrattan sonra Bolus ekranını atla
uk: Пропустити екран Болюсу після вводу вуглеводів
vi: Bỏ qua màn hình bolus sau carbs

source: Remote control
da: Fjernkontrol
de: Fernbedienung
es: Control a distancia
fr: Contrôle à distance
it: Controllo remoto
nb: Fjernstyring
nl: Afstandsbediening
ru: Удаленное управление
sk: Vzdialené ovládanie
sv: Fjärrstyrning
tr: Uzaktan kontrol
uk: Віддалене керування
vi: Điều khiển từ xa

source: Allow Remote control of iAPS
da: Tillad fjernstyring af iAPS
de: Erlaube Fernsteuerung von iAPS
es: Permitir control remoto de iAPS
fr: Autoriser le contrôle à distance d'iAPS
it: Consenti il controllo remoto di iAPS
nl: Toestaan dat iAPS op afstand beheerd wordt
ru: Разрешить дистанционное управление iAPS
sk: Povoliť vzdialené ovládanie iAPS
sv: Tillåt fjärrstyrning från Nightscout
uk: Дозволити дистанційне керування iAPS
vi: Cho phép điều khiển iAPS từ xa
