Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: Save as your Normal Basal Rates
da: Gem som dine normale basalsatser
de: Als deine normalen Basalraten speichern
es: Guardar ratios como perfil basal actual
fr: Enregistrez vos taux Basal Normaux
it: Salva come Profilo Basale Normale
nb: Lagre som standard basalprofil
nl: Bewaar als je normale basaalstanden
ru: Сохранить как Ваш нормальный базальный профиль
sk: Uložiť ako predvolené hodnoty bazálu
sv: Spara som dina vanliga basalinställningar
uk: Зберегти як Нормальний Базальний Профіль
vi: Lưu như liều nền của bạn

source: Pump History
da: Pumpe Historie
de: Insulinpumpen-Speicher
es: Historial de la bomba
fr: Historique pompe
it: Cronologia Micro
nb: Pumpehistorikk
nl: Pomp geschiedenis
ru: История помпы
sk: História pumpy
sv: Pumphistorik
tr: Pompa geçmişi
uk: Історія Помпи
vi: Lịch sử Bơm

source: Temp Basals
ru: Временный базал
sk: Dočasné bazály
sv: Temporära basaler
uk: Тимчасовий Базал

source: Targets ranges
ru: Целевые диапазоны
sk: Cieľové rozsahy
sv: Målvärden
uk: Цільові діапазони

source: Temp targets
da: Midlertidige mål
de: Temporäre Ziele
es: Objetivos temporales
fr: Cibles temporaires
it: Target temporanei
nb: Midlertidige mål
nl: Tijdelijke doelen
ru: Временные цели
sk: Dočasné ciele
sv: Tillfälliga målvärden
tr: Geçici hedefler
uk: Тимчасові цілі
vi: Mục tiêu tạm thời

source: Meal
da: Måltid
de: Essen
es: Comida
fr: Repas
it: Pasto
nb: Måltid
nl: Maaltijd
ru: Еда
sk: Jedlo
sv: Måltid
tr: Ögün
uk: Шаблон харчування
vi: Bữa ăn

source: Pump profile
da: Pumpeprofil
de: Pumpen Profil
es: Perfil de la bomba
fr: Profil de pompe
it: Profilo Micro
nb: Pumpens profil
nl: Pomp profiel
ru: Профиль помпы
sk: Profil pumpy
sv: Pumpprofil
tr: Pompa profili
uk: Профіль помпи
vi: Hồ sơ Bơm Insulin

source: Profile
da: Profil
de: Mein Profil
es: Perfil
fr: Profil
it: Profilo
nb: Profil
nl: Profiel
ru: Профиль
sk: Profil
sv: Profil
tr: Profil
uk: Профіль
vi: Hồ sơ

source: Enacted
da: Udført
de: letzte Berechnung
es: Ejecutado
fr: Activé
it: Debug Attivato
nb: Utført
nl: Vastgesteld
ru: Принято
sk: Prijaté
sv: Utfört
uk: Введено в дію
vi: Đã kích hoạt

source: Announcements
da: Meddelelser
de: Notifikationen
es: Anuncios
fr: Annonces
it: Annunci
nb: Kunngjøringer
nl: Meldingen
ru: Оповещения
sk: Oznámenia
sv: Meddelanden (via NS)
tr: Duyurular
uk: Оголошення
vi: Các thông báo

source: Enacted announcements
da: Indførte meddelelser
de: Erlassene Ankündigungen
es: Anuncios ejecutados
fr: Annonces émises
it: Annunci attivati
nb: Utførte kunngjøringer
nl: Ingevoerde meldingen
ru: Принятые оповещения
sk: Prijaté oznámenia
sv: Överförda meddelanden
uk: Введені в дію оголошення
vi: Thông báo đã kích hoạt

source: Overrides Not Uploaded
ru: Переопределения не загружены
sk: Nenahrané prepísania
sv: Undantag ej uppladdade
uk: Перевизначення Не Завантажено

source: Target presets
da: Forudindstillede mål
de: Temporäre Ziele
es: Objetivos predefinidos
fr: Présélections cibles
it: Target programmato
nb: Forhåndsinnstilte mål
nl: Doelvoorinstellingen
ru: Предустановки временных целей
sk: Cieľové predvoľby
sv: Målvärden, förinställningar
uk: Передустановки тимчасових цілей
vi: Mục tiêu cài đặt trước

source: Loop Cycles
da: Loop Cykler
de: Loop-Zyklen
es: Ciclos del lazo
fr: Cycles de boucle
it: Cicli Loop
nb: Loop-sykluser
nl: Loop cyclussen
ru: Циклы петли
sk: Cykly slučky
sv: Loopar
uk: Цикли Петлі
vi: Chu kỳ vòng lặp

source: Glucose Data used for statistics
da: Glukosedata anvendt til statistik
de: Benutzte CGM-Daten für die Statistik
es: Datos de glucosa utilizados en las estadísticas
fr: Données Glycémie utilisées pour les statistiques
it: Dati glicemie usati per le statistiche
nb: Glukosedata som brukes til statistikk
nl: Glucose data gebruikt voor statistieken
ru: Данные о глюкозе, используемые в статистике
sk: Údaje o glykémii použité pre štatistiku
sv: Sparade blodglukosvärden för statistik
uk: Дані про рівень глюкози використовуються для статистики
vi: Dữ liệu Glucose được sử dụng để thống kê

source: Connect to Apple Health
da: Forbind til Apple Health
de: Apple Health verbinden
es: Conectar con Apple Salud
fr: Connectez Apple Santé
it: Connetti ad Apple Salute
nb: Koble til Apple Helse
nl: Verbinden met Apple Gezondheid
ru: Подключить к Apple Health
sk: Pripojiť k Apple Health
sv: Anslut till Apple Hälsa
tr: Apple Sağlık Uygulamasına bağlan
uk: З'єднатися з Apple Health
vi: Kết nối Apple Health

source: For write data to Apple Health you must give permissions in Settings > Health > Data Access
da: For at skrive til Apple Health er skal du give tilladelser i Indstillinger > Sundhed > Data Adgang
de: Um Daten bei Apple Health zu speichern, müssen Sie unter „Einstellungen“ > „Health“ > „Datenzugriff & Geräte“ die entsprechenden Berechtigungen erteilen
es: Para escribir datos en la app Salud debes dar primero permisos en Ajustes > Salud > Acceso a Datos y Dispositivos
fr: Pour écrire des données sur Apple Santé, vous devez donner les autorisations dans Paramètres > Santé > Accès aux données
it: Per scrivere dati su Apple Health devi dare il permesso in Impostazioni > Salute > Accesso dati
nb: For å skrive data til Apple Health må du gi rettigheter i Innstillinger > Helse > Datatilgang
nl: Als je gegevens wilt opslaan met Apple Gezondheid, moet je de juiste machtigingen verlenen in Instellingen > Gezondheid > Gegevenstoegang en apparaten
ru: Чтобы записывать данные в Apple Health вам необходимо дать соответствующие разрешения, перейдя к меню Настройки > Здоровье > Доступ к данным
sk: Ak chcete zapisovať údaje do aplikácie Apple Health, musíte udeliť oprávnenia v ponuke Nastavenia > Zdravie > Prístup k údajom
sv: För att kunna skriva data till Apple Hälsa måste du först ge din tillåtelse i Inställningar > Hälsa > Datatillgång och enheter
tr: Apple Sağlık Uygulamasına veri yazmak için Ayarlar > Sağlık > Veri Erişimi'nde izinler vermelisiniz
uk: Для запису даних в Apple Health ви повинні надати дозволи в Налаштування > Здоров’я > Доступ до даних
vi: Để ghi dữ liệu vào Apple Health, bạn phải cấp quyền trong Cài đặt > Sức khỏe > Truy cập dữ liệu

source: This allows iAPS to read from and write to Apple Heath. You must also give permissions in Settings > Health > Data Access. If you enter a glucose value into Apple Health, open iAPS to confirm it shows up.
da: Dette gør det muligt for iAPS at læse fra og skrive til Apple Heath. Du skal også give tilladelser i Indstillinger > Sundhed > Dataadgang. Hvis du indtaster en glukoseværdi i Apple Health, skal du åbne iAPS for at bekræfte, at den dukker op.
de: Dies erlaubt iAPS, von Apple Heath zu lesen und in Apple Heath zu schreiben. Sie müssen auch unter Einstellungen > Gesundheit > Datenzugriff Berechtigungen erteilen. Wenn Sie einen Glukosewert in Apple Health eingeben, öffnen Sie iAPS, um zu bestätigen, dass er angezeigt wird.
es: Esto permite a iAPS leer y escribir en la app Salud de Apple. También debe dar permisos en Ajustes > Salud > Acceso a datos. Si ingresaste un valor de glucosa en la app Salud, revisa iAPS para confirmar que aparece.
fr: Cela permet à iAPS de lire et d'écrire sur Apple Heath. Vous devez également donner des autorisations dans Paramètres > Santé > Accès aux données. Si vous entrez une valeur de glucose dans Apple Health, ouvrez iAPS pour confirmer qu'elle apparaît.
it: Questo permette a iAPS di leggere e scrivere su Apple Salute. È necessario anche dare i permessi in Impostazioni > Salute > Accesso dati. Se immetti un valore di glucosio in Apple Salute apri iAPS per confermarlo.
nb: Dette tillater at iAPS leser og skriver til Apple Helse. Du må også gi tillatelse under Innstillinger > Helse > Datatilgang. Hvis du legger inn en blodsukkerverdi i Apple Helse, bør du åpne iAPS for å se at verdien dukker opp.
nl: Hiermee kan iAPS lezen van en schrijven naar Apple Heath. Je moet ook machtigingen geven in Instellingen > Gezondheid > Gegevenstoegang. Als je een glucosewaarde invoert in Apple Health, open je iAPS om te bevestigen dat deze wordt weergegeven.
ru: Это позволяет iAPS считывать данные из Apple Health и записывать их в Apple Health. Вы также должны предоставить разрешения в разделе Настройки > Здоровье > Доступ к данным. Если вы вводите значение глюкозы в Apple Health, откройте iAPS, чтобы подтвердить его отображение.
sk: Toto umožňuje iAPS čítať a zapisovať údaje do aplikácie Zdravie. Musíte tiež udeliť povolenia v Nastavenia > Zdravie > Prístup k údajom. Ak zadáte hodnotu glykémie do aplikácie Zdravie, otvorte iAPS a overte, či sa zobrazí.
sv: Tillåt iAPS att använda databasen Apple Hälsa. För att se och ändra tillåtelser öppna 'Inställningar/Hälsa/Datatillgång och enheter' på din iPhone.
tr: Sağlık uygulamasında glikoz kayıtları oluşturduktan sonra, değiştirilen verileri aktarmayı garanti etmemize yardımcı olmak için lütfen iAPS'i açın
uk: Це дозволяє iAPS читати та записувати в Apple Heath. Ви також повинні надати дозволи в меню «Налаштування» > «Здоров’я» > «Доступ до даних». Якщо ви введете значення глюкози в Apple Health, відкрийте iAPS, щоб підтвердити його відображення.
vi: Điều này cho phép iAPS đọc và ghi vào Apple Heath. Bạn cũng phải cấp quyền trong Cài đặt > Sức khỏe > Truy cập dữ liệu. Nếu bạn nhập giá trị glucose vào Apple Health, hãy mở iAPS để xác nhận giá trị đó hiển thị.

source: Warning
da: Advarsel
de: Warnung
es: Aviso
fr: Attention
it: Avvertimento
nb: Advarsel
nl: Waarschuwing
ru: Предостережение
sk: Upozornenie
sv: Varning
tr: Uyarı
uk: Попередження
vi: Cảnh báo

source: Manual
da: Manuel
de: manuell
fr: Manuel
it: Manuale
nb: Manuell
nl: Handmatig
ru: Ручной режим
sk: Manuálny
sv: Manuellt
tr: Manuel
uk: Інструкція
vi: Thủ công

source: External Insulin
da: Ekstern Insulin
de: Externes Insulin
es: Insulina externa
fr: Insuline externe
it: Insulina Esterna
nb: Eksternt insulin
nl: Externe insuline
ru: Внешний инсулин
sk: Externý inzulín
sv: Externt insulin
uk: Зовнішній інсулін
vi: Liều insulin tiêm ngoài

source: Manual Basal
da: Manuel Basal
de: Manuelle Temporäre Basalrate
es: Basal temporal manual
fr: Débit basal manuel
it: Basale manuale temporanea
nb: Manuell basal
nl: Handmatige tijdelijke basaal
ru: Ручная ВБС
sk: Manuálny bazál
sv: Manuell temporär basal
tr: Manuel Bazal
uk: Ручна тимчасова базальна швидкість (ТБШ)
vi: Liều Basal thủ công

source: - Manual Basal ⚠️
da: - Manuel Basal ⚠️
de: - Manuelle Basalrate ⚠️
es: - Basal temporal manual ⚠️
fr: - Débit basal manuel ⚠️
it: - Basale manuale ⚠️
nb: - Manuell basal ⚠️
nl: - Handmatige tijdelijke basaal ⚠️
ru: - Ручная ВБС ⚠️
sk: - Manuálny bazál ⚠️
sv: - Manuell basal ⚠️
tr: - Manuel Bazal ⚠️
uk: Ручна ТБШ ⚠️
vi: - Liều Basal thủ công⚠️

source: U/day
sk: J/deň
sv: IE/dag
uk: U/день

source: Total
de: Gesamt
it: Totale
nb: Sum
nl: Totaal
ru: Всего
sk: Spolu
sv: Totalt
tr: Toplam
uk: Всього

source: Enable
da: Aktivér
de: Einschalten
es: Habilitar
fr: Activer
it: Attiva
nb: Aktiver
nl: Activeer
ru: Включить
sk: Povoliť
sv: Aktivera
uk: Увімкнути
vi: Cho phép

source: Conversion settings
da: Indstillinger for konvertering
de: Einstellungen für die Umrechnung
es: Configuración de la conversión
fr: Paramètres de la conversation
it: Impostazioni conversione
nb: Innstillinger for omregning
nl: Omrekeningsinstellingen
ru: Настройки преобразования
sk: Nastavenia prepočtu
sv: Inställningar
uk: НАЛАШТУВАННЯ ПЕРЕТВОРЕННЯ
vi: Cài đặt chuyển đổi

source: Delay In Minutes
da: Forsinkelse I Minutter
de: Verzögerung in Minuten
es: Demora inicial
fr: Délai a minutes
it: Ritardo in minuti
nb: Forsinkelse i minutter
nl: Vertraging in minuten
ru: Задержка в минутах
sk: Oneskorenie v minútach
sv: Fördröjning
uk: Затримка в Хвилинах
vi: Độ trễ theo phút

source: Maximum Duration In Hours
da: Maksimal Varighed I Timer
de: Maximale Dauer in Stunden
es: Duración máxima
fr: Durée maximale en heures
it: Durata massima in ore
nb: Maks varighet i timer
nl: Maximale duur in uren
ru: Максимальная продолжительность в часах
sk: Maximálne trvanie v hodinách
sv: Max tid i timmar
uk: Максимальна Тривалість у Годинах
vi: Giới hạn thời gian tính theo giờ

source: Interval In Minutes
da: Interval I Minutter
de: Intervall in Minuten
es: Intervalo entre entradas
fr: Intervalle en Minutes
it: Intervallo in minuti
nb: Intervall (minutter)
nl: Interval in minuten
ru: Интервал в минутах
sk: Interval v minútach
sv: Tidsintervall i minuter
uk: Інтервал у Хвилинах
vi: Khoảng thời gian tính bằng phút

source: Override With A Factor Of
da: Overskriv Med En Faktor Af
de: Übersteuern mit einem Faktor von
es: Factor de corrección
fr: Remplacer par un facteur de
it: Fattore Regolazione
nb: Overstyre med en faktor på
nl: Overschrijvingsfactor
ru: Переопределить с коэффициентом
sk: Prepísať faktorom
sv: Justera med multiplikator
uk: Перевизначення з Коефіцієнтом
vi: Ghi đè bằng hệ số
