Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: Defaults to false. When set to true, can lower sensitivity (higher sensitivity ratio) for temptargets <= 99. The lower your temp target below 100 will result in less sensitive (higher) ratios, e.g., temp target of 95 results in sensitivity ratio of 1.09, while 85 results in 1.33 (with default halfBasalTarget of 160).
da: Standard er falsk. Når den er sat til sand, kan den sænke følsomheden (højere følsomhedsratio) for imidlertid mål <= 99. Jo lavere dit midlertidige mål er under 100 vil resultere i mindre følsom (højere) forhold, f.eks. resulterer et midlertidigt mål på 95 i et følsomhedsratio på 1,09, mens 85 resulterer i 1,33 (med standard halfBasalTarget på 160).
de: Standard Einstellung ist "Aus". Wenn es aktiviert ist, kann die Empfindlichkeit (höheres Empfindlichkeitsverhältnis) für temporäre Ziele <= 99 gesenkt werden. Je niedriger Ihr temporäres Ziel unter 100 ist, desto höher wird die Empfindlichkeit. Zum Beispiel führt ein temporäres Ziel von 95 zu einem Empfindlichkeitsverhältnis von 1,09, während 85 einen Wert von 1,33 ergibt.
es: Por defecto 'Falso'. Cuando se establece 'Verdadero', puede disminuir la sensibilidad (mayor proporción de sensibilidad) para objetivos temporales <= 99. Cuanto menor sea su objetivo temporal por debajo de 100, resultará en proporciones menos sensibles (superiores), p. ej., el objetivo temporal de 95 resulta en la proporción de sensibilidad de 1.09, mientras que 85 resulta en 1.33 (con la mitad de objetivo predeterminada de 160).
fr: Valeur par défaut à faux. Lorsqu'elle est définie à vrai, augmente la sensibilité (ratio de sensibilité inférieur) pour les cibles temporaires à <= 99. Plus votre cible temporaire est élevée, plus les ratios (inférieurs) seront sensibles, par ex. la cible temp de 95 résulte en un ratio de sensibilité de 1,09 tandis que 85 donne 1,33 (avec halfBasalTarget par défaut de 160).
it: Valore predefinito è falso. Quando impostato su Vero, diminuisce la sensibilità (maggior rapporto di sensibilità) per i target temporanei impostati a <= 99. Più basso sarà il target temporaneo rispetto a 100 più il rapporto della sensibililità sarà incrementato; ad es. target temporaneo di 95 risulta in rapporto di sensibilità di 1.09, mentre con 85 risultata di 1.33 (con halfBasalTarget predefinito di 160).
nb: Standard slått av. Når slått på, kan insulinfølsomheten senkes (høyere følsomhetsforhold) for midlertidige mål <= 99. Jo lavere midlertidig mål under 100, desto mindre insulinfølsomhet (høyere følsomhetsforhold). For eksempel vil et midlertidig mål på 95 gi et følsomhetsforhold på 1.09, mens 85 fører til 1.33 (med standard halfBasalTarget på 160).
nl: Is standaard uitgeschakeld. Als je het inschakelt, kun je de gevoeligheid voor tijdelijke doelen verminderen tot ≤ 5,5 mmol. Als je tijdelijke doel lager is dan 5,6 mmol, wordt de gevoeligheid hoger. Bijvoorbeeld, als je tijdelijke doel 5,3 mmol is, wordt de gevoeligheidsratio 1,09, en bij 4,7 mmol wordt het 1,33.
ru: По умолчанию значение false. Если параметр true, понижает ISF (повышает соотношение чувствительности) для временных целей, установленных в <= 99. Чем ниже ваша временная цель, тем более низкий ISF (более высокое соотношение), напр. Цель 95 приведет к соотношению чувствительности 1,09 а 85 - 1,33 (по умолчанию halfBasalTarget - 160).
sk: Predvolené nastavenie je vypnuté. Ak je povolené, môže znížiť citlivosť (vyšší pomer citlivosti) pre dočasné ciele <= 99. Nižšia Vaša cieľová hodnota pod 100 bude mať za následok menej citlivé (vyššie) pomery, napr. cieľová hodnota 95 má za následok pomer citlivosti 1,09, zatiaľ čo 85 má za následok 1,33 (s predvolenou hodnotou halfBasalTarget 160).
sv: Av som standard. Sänker insulinkänsligheten för temporära målvärden <= 5,5 mmol/l. Ju lägre ditt temporära målvärde under 5,6 mmol/l är, desto mer kommer det att resultera i en mindre känslig (högre) kvot. T.ex. kommer ett temp målvärde på 5,3 mmol/l att resultera i en kvot ('sensitivity ratio') på 1,09, medan 4.7 mmol/l ger en kvot på 1,33 (med 'Half Basal Exercise Target'-inställning på 160 (8,9 mmol/l)).
tr: Varsayılan olarak kapalı olup. Açık olarak ayarlandığında, <= 99 temptarget'lar için hassasiyeti (daha yüksek hassasiyet oranı) düşürebilir. Geçici hedefiniz 100'ün altına ne kadar düşükse, daha az hassas (daha yüksek) oranlar elde edilir, örneğin, 95'lik geçici hedef 1,09 hassasiyet oranıyla sonuçlanırken 85, 1,33 ile sonuçlanır (varsayılan HalfBasalTarget ile 160).
uk: За промовчанням значення false. Якщо параметр true, знижує ISF (підвищує співвідношення чутливості) для тимчасових цілей, встановлених у <= 99(5.5). Чим нижче ваша тимчасова мета, тим нижчий ISF (вище співвідношення), напр. Мета 95(5.3) призведе до співвідношення чутливості 1,09 а 85(4.8) - 1,33 (за замовчуванням halfBasalTarget - 160(8.9)).
vi: Mặc định là False. Khi được đặt thành True, có thể giảm độ nhạy (tỷ lệ độ nhạy cao hơn) cho mục tiêu tạm thời <= 99. Mục tiêu tạm thời của bạn càng thấp dưới 100 sẽ dẫn đến tỷ lệ kém nhạy hơn (cao hơn), ví dụ: mục tiêu tạm thời là 95 dẫn đến tỷ lệ độ nhạy là 1,09, trong khi 85 kết quả là 1,33 (với Một nửa mục tiêu cơ bản mặc định là 160).

source: Sensitivity Raises Target
da: Følsomhed Hæver Mål
de: Empfindlichkeit erhöht den Zielwert
es: Sensibilidad aumenta el objetivo
fr: Sensibilité augmente la cible
it: Sensibilità Aumenta Target
nb: Sensitivitet øker målverdi
nl: Gevoeligheid verhoogt het doel
ru: Чувствительность повышает цель
sk: Citlivosť zvyšuje cieľ
sv: Insulinkänslighet höjer målvärde
uk: Чутливість Підвищує Ціль
vi: Độ nhạy tăng mục tiêu

source: When true, raises BG target when autosens detects sensitivity
da: Når sandt, hæver BG mål, når autosens registrerer følsomhed
de: Wenn aktiviert, wird das BG-Ziel erhöht, sobald Autosens erhöhte Empfindlichkeit erkennt
es: Cuando es verdadero, aumenta el objetivo BG cuando los autosens detectan sensibilidad
fr: Quand vrai, augmente la cible Glycémie lorsque l'autosens détecte une plus grande sensibilité
it: Quando VERO, aumenta il target glicemia quando l'autosensibilità rileva la maggiore sensibilità insulinica
nb: Når slått på, økes BS-målet når autosens oppdager insulinfølsomhet
nl: Wanneer waar, verhoogt het BG streefdoel als autosens gevoeligheid detecteert
ru: Если включено, повышает целевой диапазон при повышенной чувствительности
sk: Keď je nastavené povolené, zvýši cieľovú hodnotu glykémie, keď autosens zistí zvýšenú citlivosť
sv: Höjer målvärde för blodsocker när 'Autosens' upptäcker ökad insulinkänslighet
tr: Etkinleştirildiğinde, otoduyarlılık duyarlılık algıladığında KŞ hedefini yükseltir
uk: Якщо увімкнено, підвищує цільовий діапазон при підвищеній чутливості
vi: Khi True, tăng mục tiêu BG khi cảm biến tự động phát hiện độ nhạy

source: Resistance Lowers Target
da: Modstand sænker mål
de: Resistenz senkt den Zielwert
es: Resistencia baja el objetivo
fr: Résistance diminue la cible
it: Resistenza Abbassa Target
nb: Resistens senker målverdi
nl: Resistentie verlaagt het doel
ru: Резистентность понижает цель
sk: Rezistancia znižuje cieľ
sv: Insulinresistens sänker målvärde
tr: Direnç Hedef Değeri Düşürür
uk: Резистентність Знижує Мету
vi: Chống mục tiêu thấp

source: Defaults to false. When true, will lower BG target when autosens detects resistance
da: Standard er falsk. Når sand, vil sænke BG mål, når autosens detekterer modstand
de: Standard Einstellung ist "Aus". Wenn aktiviert, wird das BG-Ziel herabgesetzt, sobald Autosens eine niedrige Empfindlichkeit erkennt
es: Por defecto es falso. Cuando es verdadero, reducirá el objetivo BG cuando detecte resistencia
fr: Faux par défaut. Quand vrai, réduira la cible de glycémie lorsque l'autosens détecte une résistance à l'insuline
it: I valori predefiniti sono falsi. Quando VERO, abbasserà il target glicemico quando autosensibilità rileva resistenza insulinica
nb: Standard slått av. Når slått på, vil BS-målet senkes når autosens oppdater insulinresistens
nl: Is standaard uitgeschakeld. Wanneer ingeschakeld, zal het BG doel verlagen als autosens minder gevoeligheid detecteert
ru: Если включено, понижает целевой диапазон при обнаружении пониженной чувствительности
sk: Predvolené nastavenie je vypnuté. Ak je povolené, po tom ako "autosens" zistí rezistenciu zníži cieľovú glykémiu
sv: Av som standard. Sänker målvärde för blodsocker när 'Autosens' upptäcker minskad insulinkänslighet
tr: Varsayılan olarak geçersizdir. Geçerli yapıldığında, otoduyarlılık direnci tespit ettiğinde KŞ hedefini düşürür
uk: Якщо увімкнено, знижує цільовий діапазон при виявленні зниженої чутливості
vi: Mặc định là False. Khi True, sẽ hạ mục tiêu BG khi cảm biến tự động phát hiện kháng cự

source: Advanced Target Adjustments
da: Avancerede Måljusteringer
de: Erweiterte Zielanpassung
es: Ajustes avanzados de objetivo
fr: Ajustements de la cible avancés
it: Aggiustamenti Avanzati Di Target
nb: Avanserte mål-justeringer
nl: Geavanceerde doelaanpassingen
ru: Продвинутое управление целями
sk: Pokročilé úpravy cieľa
sv: Avancerade målinställningar
tr: Gelişmiş Hedef Ayarlamaları
uk: Розширене коригування цілі
vi: Điều chỉnh mục tiêu nâng cao

source: This feature was previously enabled by default but will now default to false (will NOT be enabled automatically) in oref0 0.6.0 and beyond. (There is no need for this with 0.6.0). This feature lowers oref0’s target BG automatically when current BG and eventualBG are high. This helps prevent and mitigate high BG, but automatically switches to low-temping to ensure that BG comes down smoothly toward your actual target. If you find this behavior too aggressive, you can disable this feature. If you do so, please let us know so we can better understand what settings work best for everyone.
da: Denne funktion var tidligere aktiveret som standard, men vil nu som standard være falsk (vil IKKE blive aktiveret automatisk) i oref0 0.6.0 og senere. (Der er ingen brug for denne med 0.6.0). Denne funktion sænker oref0's BG mål automatisk, når den nuværende BG og eventualBG er høje. Dette hjælper med at forhindre og afbøde høj BG, men skifter automatisk til lav-fristende for at sikre, at BG kommer ned glat mod dit faktiske mål. Hvis du finder denne adfærd for aggressiv, kan du deaktivere denne funktion. Hvis du gør det, så lad os vide, så vi bedre kan forstå, hvilke indstillinger der fungerer bedst for alle.
de: Diese Funktion wurde früher immer aktiviert, steht aber nun standardmäßig auf "Aus". Dies ist mit oref 0.6.0 nicht mehr nötig. Diese Funktion senkt das Blutzucker Ziel von oref0 automatisch, wenn der aktuelle BG oder der zu erwartende BG hoch sind. Dies hilft hohe BG zu verhindern und zu mildern, aber schaltet automatisch auf Niedrigempfindlichkeit um, um sicherzustellen, dass die BG reibungslos auf Ihr eigentliches Ziel zugeht. Wenn Sie dieses Verhalten zu aggressiv finden, können Sie diese Funktion deaktivieren. Wenn Sie dies tun, teilen Sie uns dies bitte mit, damit wir besser verstehen können, welche Einstellungen für alle am besten funktionieren.
es: Esta característica estaba previamente habilitada por defecto, pero ahora por defecto está deshabilitada (NO se habilitará automáticamente) en oref0 0.6.0 y posteriores (no hay necesidad de esto con 0.6.0). Esta característica reduce automáticamente el valor de glucosa objetivo de oref0 cuando el valor de glucosa actual y eventual son altos. Esto ayuda a prevenir y mitigar la glucemia alta, pero automáticamente cambia a modo 'glucosa baja' para asegurarse de que la glucemia se reduce suavemente hacia el objetivo real. Si encuentra este comportamiento demasiado agresivo, puede desactivar esta función. Si lo hace, por favor, háganoslo saber para que podamos entender mejor qué ajustes funcionan mejor para todos los usuarios.
fr: Cette fonctionnalité a été précédemment activée par défaut, mais sera maintenant par défaut à false (ne sera PAS activée automatiquement) dans oref0 0.6.0 et au-delà. Cette fonctionnalité réduit automatiquement la glycémie cible d’oref0 lorsque la glycémie actuelle et éventuellement la glycémie sont élevées. Cela aide à prévenir et à atténuer la glycémie élevée, mais passe automatiquement à la glycémie basse pour s'assurer que la glycémie descend en douceur vers votre cible réelle. Si vous trouvez ce comportement trop agressif, vous pouvez désactiver cette fonctionnalité. Si vous le faites, faites-le nous savoir afin que nous puissions mieux comprendre les paramètres qui conviennent le mieux à tout le monde.
it: Questa funzione è stata abilitata in precedenza per impostazione predefinita, ma ora sarà predefinita in falso (NON sarà abilitata automaticamente) in oref0 0.6.0 e oltre. (Non c'è bisogno di questo con 0.6.0). Questa funzione abbassa automaticamente il target di glicemia di oref0 quando la glicemia corrente ed eventualBG sono alti. Questo aiuta a prevenire e mitigare l'alta glicemia, ma passa automaticamente a basali temporane basse per garantire che la glicemia scenda senza intoppi verso il vostro obiettivo effettivo. Se trovi questo comportamento troppo aggressivo, puoi disabilitare questa funzionalità. Se lo fai, faccelo sapere in modo da poter capire meglio quali impostazioni funzionano meglio per tutti.
nb: Denne funksjonen var tidligere slått på som standard, men vil nå være slått av som standard (IKKE automatisk aktivert) i oref0 0.6.0 og fremover. (Funksjonen trengs ikke etter 0.6.0). Denne funksjonen senker oref0's BS-mål automatisk når gjeldende BS og fremtidig BS er høyt. Dette hjelper å unngå og behandle høyt BS, men endrer automatisk til midlertidig lavt mål for å sikre at BS kommer rolig ned mot ditt faktiske mål. Hvis du synes dette blir for aggressivt, kan du slå av denne funksjonen. Hvis du gjør det, si fra til utviklerne slik at vi bedre kan forstå hvilke innstillinegr som passer best for alle.
nl: In het verleden stond deze functie altijd aan, maar nu staat deze standaard op "Uit". Met oref 0.6.0 is dit niet langer nodig. Deze functie past automatisch het glucose-doel van oref0 aan als de huidige glucosewaarde of de verwachte glucosewaarde hoog is. Hierdoor worden hoge glucosewaardes voorkomen en beperkt, maar schakelt het automatisch naar een lage gevoeligheid om ervoor te zorgen dat de glucosewaarde soepel naar je eigenlijke doel beweegt. Als je dit te snel vindt gaan, kun je deze functie uitschakelen.
ru: Эта функция ранее была включена по умолчанию, но теперь по умолчанию она не будет включена (НЕ будет включена автоматически) в oref0 0.6.0 и выше. (Это не нужно начиная с 0.6.0), эта функция автоматически уменьшает целевой BG oref0, когда текущий BG и eventualBG высока. Это помогает предотвратить и смягчить высокие значения BG, но автоматически переключается на режим пониженной цели, чтобы убедиться, что BG плавно спускается к вашей реальной цели. Если это поведение слишком агрессивно, вы можете отключить эту функцию. Если вы это сделаете, пожалуйста, дайте нам знать, чтобы мы могли лучше понять, какие настройки работают лучше всех.
sk: Táto funkcia bola predtým predvolene povolená, ale teraz bude v oref0 0.6.0 a novších verziách predvolená hodnota false (nebude automaticky povolená). (Vo verzii 0.6.0 to nie je potrebné). Táto funkcia automaticky znižuje cieľovú hodnotu krvného cukru oref0, keď sú aktuálna hodnota krvného cukru a prípadná hodnota krvného cukru vysoké. Pomáha to predchádzať a zmierňovať vysoký bloodsugar, ale automaticky sa prepína na nízke tempovanie, aby sa zabezpečilo, že bloodsugar bude plynule klesať smerom k vášmu aktuálnemu cieľu. Ak sa vám toto správanie zdá príliš agresívne, môžete túto funkciu vypnúť. Ak tak urobíte, dajte nám o tom vedieť, aby sme mohli lepšie pochopiť, aké nastavenia fungujú pre každého najlepšie.
sv: Denna funktion var tidigare aktiverad som standard, men kommer nu att vara avstängd (kommer INTE att aktiveras automatiskt) i oref0 0.6.0 och senare. (Det finns inget behov av detta med 0.6.0). Denna funktion sänker oref0: s blodglukosmålvärde automatiskt när nuvarande och förväntad blodsocker är högt. Detta hjälper till att förebygga och mildra ett högt blodsocker, men växlar också automatiskt till en låg temporär basaldos för att säkerställa att ditt blodglukosvärde landar mjukt på ditt faktiska målvärde.
tr: Bu özellik daha önce varsayılan olarak etkinleştirilmiştir, ancak şimdi oref0 0.6.0 ve sonrasında varsayılan olarak kapalı (otomatik olarak ETKİNLEŞTİRİLMEYECEK) olacaktır. (0.6.0 ile buna gerek yoktur). Bu özellik, mevcut KŞ ve nihai KŞ yüksek olduğunda oref0'ın hedef KŞ'sini otomatik olarak düşürür. Bu yüksek KŞ'yi önlemeye ve azaltmaya yardımcı olur, ancak KŞ'nin gerçek hedefinize düzgün bir şekilde inmesini sağlamak için otomatik olarak düşük geçici bazal geçer. Bu davranışı çok agresif bulursanız, bu özelliği devre dışı bırakabilirsiniz. Bunu yaparsanız, hangi ayarların herkes için en iyi sonucu verdiğini daha iyi anlayabilmemiz için lütfen bize bildirin.
uk: Ця функція раніше була включена за замовчуванням, але тепер за умовчанням вона не буде включена (НЕ буде автоматично включена) в oref0 0.6.0 і вище. (Це не потрібно починаючи з 0.6.0), ця функція автоматично зменшує цільовий BG oref0, коли поточний BG та eventualBG висока. Це допомагає запобігти та пом'якшити високі значення BG, але автоматично перемикається на режим зниженої мети, щоб переконатися, що BG плавно спускається до реальної мети. Якщо ця поведінка надто агресивна, ви можете вимкнути цю функцію. Якщо ви це зробите, будь ласка, дайте нам знати, щоб ми могли краще зрозуміти, які налаштування працюють краще за всіх.
vi: Tính năng này trước đây được bật theo mặc định nhưng bây giờ sẽ được mặc định là false (sẽ KHÔNG được bật tự động) trong oref0 0.6.0 trở lên. (Không cần điều này với 0.6.0). Tính năng này tự động giảm BG mục tiêu của oref0 khi BG hiện tại và BG cuối cùng ở mức cao. Điều này giúp ngăn chặn và giảm thiểu BG cao, nhưng tự động chuyển sang nhiệt độ thấp để đảm bảo BG đi xuống mục tiêu thực tế của bạn một cách suôn sẻ. Nếu bạn thấy hành vi này quá hung hăng, bạn có thể tắt tính năng này. Nếu bạn làm như vậy, vui lòng cho chúng tôi biết để chúng tôi có thể hiểu rõ hơn cài đặt nào phù hợp nhất với mọi người.

source: Exercise Mode
da: Motion Tilstand
de: Sportmodus
es: Modo ejercicio
fr: Mode exercice
it: Modalità Esercizio
nb: Treningsmodus
nl: Beweging modus
ru: Режим упражнений
sk: Režim cvičenia
sv: Motionsläge
tr: Egzersiz Modu
uk: Режим Тренування
vi: Chế độ tập thể dục

source: Defaults to false. When true, > 105 mg/dL high temp target adjusts sensitivityRatio for exercise_mode. Synonym for high_temptarget_raises_sensitivity
da: Standard er falsk. Når sand, > 105 mg/dl. juster høj imidlertidig mål sensitivitetsforholdet for træningstilstand. Synonym for high_temptarget_raises_sensitivity
de: Standard aus. Wenn an, > 105 mg/dL hohes temporäres Ziel passt Empfindlichkeit für den Exercise_Mode an. Synonym für hoch_tempziel_eröht_sensitivität
es: Por defecto es falso. Cuando es verdadero, el objetivo temporal alto > 105 mg/dL ajusta el factor de sensibilidad para el modo ejercicio. Sinónimo de objetivotemp_alto_incrementa_sensibilidad
fr: La valeur par défaut est désactivé. Quand activé, toute cible glycemique temporaire avec une valeur > 105 mg/dL entraine une augmentation de l'Isf (sensibilité à l'insuline). Synonyme de la préférence high_temptarget_raises_sensibilité
it: I valori predefiniti sono falsi. Quando Vero, valori di target maggiore > 105 mg/dL regolano la sensitivityRatio per la modalità esercizio. Sinonimo di high_temptarget_raises_sensitivity
nb: Standard slått av. Når slått på, vil midlertidige BS-mål > 105 mg/dL justere følsomhetsforhold for exercise_mode. Synonymt med high_temptarget_raises_sensitivity
nl: Standaard uit. Indien aan, > 5,8 mmol/l hoge tijdelijke doelstelling past gevoeligheid voor Trainingsmodus aan. Gelijk aan 'hoge tijdelijk doel verhoogt gevoeligheid'
ru: По умолчанию значение false. При значении true, временная цель > 105 мг/дл регулирует sensitivityRatio для exercise_mode. Синноним для high_temptarget_raises_sensitivity
sk: Predvolené nastavenie je vypnuté. Ak je povolené, > 105 mg/dl vyššia dočasná cieľová hodnota upraví pomer citlivosti pre režim exercise_mode. Synonymum pre high_temptarget_raises_sensitivity
sv: Av som standard. Synonymt med 'High Temptarget Raises Sensitivity'. Vid ett temporärt målvärde > 5,8 mmol/l justeras 'sensitivityRatio' när 'Exercise Mode' är på.
tr: Varsayılan olarak geçersizdir. Etkinleştirildiğinde > 105 mg/dL yüksek geçici hedefi, egzersiz_modu için duyarlılık Oranını ayarlar. high_temptarget_raises_sensitivity ile eşanlamlı
uk: За промовчанням значення false. При значенні true, тимчасова мета > 105(5.8) мг/дл регулює sensitivityRatio для exercise_mode. Синнонім для high_temptarget_raises_sensitivity
vi: Mặc định là False. Khi True, mục tiêu cao > 105 mg/dL sẽ điều chỉnh Tỷ lệ độ nhạy cho chế độ tập luyện. Từ đồng nghĩa với "Mục tiêu tạm thời cao sẽ làm tăng độ nhạy"

source: Wide BG Target Range
da: Bredt BG Målområde
de: Größere BG-Zielreichweite
es: Objetivo de glucosa amplio
fr: Plage cible étendue
it: Ampio intervallo target BG
nb: Større målområde for BS
nl: Brede BG doelbereik
ru: Расширенный диапазон целей ГК
sk: Široký cieľový rozsah cukru v krvi
sv: Brett blodsockermålintervall
tr: Geniş KŞ Hedef Aralığı
uk: Розширений Діапазон Цілей BG
vi: Phạm vi mục tiêu BG rộng
