Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: If you enable this setting you will be able to use iOS shortcuts and its automations to trigger a bolus in iAPS. Observe that the iOS shortuts also works with Siri! If you need to use Bolus Shorcuts, please make sure to turn off the listen for 'Hey Siri' setting in iPhone Siri settings, to avoid any inadvertant activaton of a bolus with Siri. If you don't disable 'Hey Siri' the iAPS bolus shortcut can be triggered with the utterance 'Hey Siri, iAPS Bolus'. When triggered with Siri you will be asked for an amount and a confirmation before the bolus command can be sent to iAPS.
da: Hvis du aktiverer denne indstilling, vil du være i stand til at bruge iOS genveje og dens automatiseringer til at udløse en bolus i iAPS. Observer, at iOS shortuts også fungerer med Siri! Hvis du har brug for Bolus Shorcuts, sørg for at slukke for lytningen til indstillingen 'Hey Siri' i iPhone Siri-indstillinger, for at undgå utilsigtet aktivering af en bolus med Siri. Hvis du ikke deaktiverer 'Hey Siri' kan iAPS-bolusgenvejen udløses med udtalelsen 'Hey Siri, iAPS Bolus'. Når udløst med Siri, vil du blive bedt om en mængde og en bekræftelse før bolus kommandoen kan sendes til iAPS.
de: Wenn Sie diese Einstellung aktivieren, können Sie mit iOS-Verknüpfungen und deren Automatisierungen einen Bolus in iAPS auslösen. Bedenken Sie, dass die iOS Kurzbehehle auch mit Siri funktionieren! Wenn Sie Bolus Kurzbefehle verwenden möchten, bitte vergewissern Sie sich, die "Hey Siri"-Einstellung in den iPhone Siri Einstellungen auszuschalten, um unbeabsichtigte Aktivierungen eines Bolus mit Siri zu vermeiden. Wenn Sie 'Hey Siri' nicht deaktivieren, kann der iAPS bolus Kurzbefehl mit der Äußerung 'Hey Siri, iAPS Bolus' ausgelöst werden. Wenn durch Siri ausgelöst, werden Sie nach einem Menge und einer Bestätigung gefragt, bevor der Bolus-Befehl an iAPS gesendet werden kann.
es: Si habilita esta configuración, podrá usar los atajos de iOS y sus automatizaciones para activar un bolo en iAPS. ¡Tenga en cuenta que los atajos de iOS también funcionan con Siri! Si necesita usar Atajos para administrar bolos, asegúrese de desactivar la función de escucha 'Oye Siri' en la configuración del iPhone para evitar cualquier interacción involuntaria. Si no desactivas 'Oye Siri', el acceso directo a bolos en iAPS se puede activar con la expresión 'Oye Siri, iAPS Bolus'. Cuando se active Siri, le pedirá una cantidad de insulina y una confirmación antes de que el comando de bolo pueda enviarse a iAPS.
fr: Si vous activez ce paramètre, vous pouvez utiliser les raccourcis iOS et ses automatisations pour déclencher un bolus dans iAPS. Notez que les raccourcis iOS fonctionnent également avec Siri ! Si vous voulez utiliser des raccourcis de bolus, veuillez envisager de désactiver le paramètre 'Utiliser "Dis Siri"' dans les paramètres Siri de l'iPhone, afin d'éviter toute activation involontaire d'un bolus avec Siri. Si vous ne désactivez pas "Dis Siri", le raccourci bolus iAPS peut être déclenché avec la phrase "Dis Siri, bolus iAPS". Lorsque déclenché avec Siri, vous devez fournir une quantité et une confirmation avant que la commande de bolus ne puisse être envoyée à iAPS.
it: Se abiliti questa impostazione potrai utilizzare i comandi rapidi iOS e le sue automazioni per attivare un bolo in iAPS. Fai attenzione che i comandi rapidi iOS funzionano anche con Siri! Se devi utilizzare i comandi rapidi iOS per il Bolo, assicurati di disattivare l'ascolto dell'impostazione 'Ehi Siri' nelle impostazioni Siri dell'iPhone, per evitare qualsiasi attivazione involontaria di un bolo con Siri. Se non disabiliti 'Ehi Siri', il comando rapido iOS del bolo iAPS può essere attivato con la frase 'Ehi Siri, iAPS Bolus'. Quando viene attivato con Siri ti verrà chiesta una quantità e una conferma prima che il comando del bolo possa essere inviato a iAPS.
nl: Als je deze instelling aanzet kun je iOS sneltoetsen en de bijbehorende automatiseringen gebruiken om een bolus te activeren in iAPS. Let op: iOS sneltoetsen werken ook met Siri! Als je bolus snelkoppelingen wilt gebruiken, zorg er dan voor dat je 'Hey Siri' uitzet in de iPhone Siri instellingen, om te voorkomen dat je per ongeluk een bolus activeert met Siri. Als je 'Hey Siri' niet uitschakelt, kan de iAPS bolussnelkoppeling worden geactiveerd met de uitspraak 'Hey Siri, iAPS Bolus'. Als je de bolus snelkoppeling met Siri activeert, word je gevraagd om een hoeveelheid en een bevestiging voordat het bolus commando naar iAPS kan worden gestuurd.
ru: Если включить, то появится возможность использовать приложение "Команды" iOS и ее автоматизацию для запуска болюсного введения в iAPS Обратите внимание, что команды iOS также работают с Siri! Если вам необходимо использовать болюсные команды, пожалуйста, не забудьте отключить настройку прослушивания "Привет, Сири" в настройках iPhone Siri, чтобы избежать случайной активации болюса с помощью Siri. Если вы не отключите "Привет, Сири", ярлык "iAPS болюс" может быть активирован произнесением "Привет, Сири, iAPS болюс". При запуске с помощью Siri у вас будет запрошен размер болюса и подтверждение, прежде чем команда на ввод болюса будет отправлена в iAPS.
sk: Ak povolíte toto nastavenie, budete môcť používať skratky iOS a ich automatizácie na spustenie bolusu v iAPS. Majte na pamäti, že skratky iOS fungujú aj so Siri! Ak potrebujete používať skratky na podanie bolusu, uistite sa, že v nastaveniach Siri na iPhone máte vypnutú funkciu počúvať "Hey Siri", aby ste zabránili nechcenému aktivovaniu bolusu pomocou Siri. Ak "Hey Siri" nevypnete, skratka na bolus v iAPS sa môže spustiť hlasovým príkazom: "Hey Siri, iAPS Bolus". Keď je bolus spustený cez Siri, budete požiadaní o zadanie množstva a potvrdenie predtým, než bude príkaz na bolus odoslaný do iAPS.
sv: Denna inställning tillåter att använda iOS genvägar och automatiseringar för att utlösa en bolus med iAP. Observera att genvägar fungerar även med Siri! Om du behöver att använda genvägar för bolus säkerställ att du först har stängt av inställningen för att lyssna efter 'Hej Siri' i dina Siri-inställningarna, för att undvika eventuell oavsiktlig aktivering med Siri av genvägen för bolus. Om du har denna 'Hej Siri'-inställning på kommer genvägen för bolus att utlösas av att du säger 'Hej Siri, iAPS Bolus'. När du startat genvägen med Siri kommer du först bli tillfrågad om mängd insulin och därefter kommer du beöva att bekräfta innan boluskommandot kan skickas till din iAPS-app.
uk: Якщо ви ввімкнете це налаштування, ви зможете використовувати ярлики iOS та їх автоматичні засоби для запуску болюсу в iAPS. Зверніть увагу, що ярлики iOS також працюють із Siri! Якщо вам потрібно використовувати ярлики болюсу, переконайтеся, що щоб вимкнути прослуховування параметра «Привіт, Сірі» в налаштуваннях iPhone Siri, щоб уникнути будь-якої випадкової активації болюсу за допомогою Siri. Якщо ви не вимкнете «Привіт, Сірі», ярлик болюсу iAPS можна запустити за допомогою виголошення «Привіт». Siri, iAPS Bolus'. Після запуску за допомогою Siri вам буде запропоновано ввести суму та підтвердження, перш ніж команду болюсу можна буде надіслати в iAPS.
vi: Nếu bật cài đặt này, bạn sẽ có thể sử dụng các phím tắt iOS và tính năng tự động hóa của nó để kích hoạt bolus trong iAPS. Lưu ý rằng các phím tắt iOS cũng hoạt động với Siri! Nếu bạn cần sử dụng Phím tắt Bolus, hãy đảm bảo để tắt cài đặt nghe 'Hey Siri' trong cài đặt Siri của iPhone, để tránh bất kỳ sự kích hoạt vô ý nào của bolus với Siri. Nếu bạn không tắt 'Hey Siri' thì phím tắt bolus iAPS có thể được kích hoạt bằng câu nói 'Hey Siri, iAPS Bolus'. Khi được kích hoạt bằng Siri, bạn sẽ được yêu cầu cung cấp số lượng và xác nhận trước khi lệnh truyền nhanh có thể được gửi tới iAPS.

source: Max allowed bolus amount using shortcuts
da: Maks. tilladte bolus mængde ved hjælp af genveje
de: Maximal erlaubter Bolus durch Kurzbefehle
es: Máxima cantidad de bolo permitida con Atajos
fr: Montant maximal de bolus autorisé en utilisant des raccourcis
it: Quantità massima di bolo consentita usando i comandi rapidi iOS
nl: Max toegestane bolus hoeveelheid met snelkoppelingen
ru: Максимальный размер болюса через команды
sk: Maximálná veľkosť bolusu pomocou Skratiek
sv: Max tillåtna bolusbelopp med genvägar
uk: Максимальна дозволена кількість болюсу за допомогою ярликів
vi: Lượng bolus tối đa được phép sử dụng phím tắt

source: not available
da: ikke tilgængelig
de: nicht verfügbar
es: no disponible
fr: indisponible
it: non disponibile
nl: niet beschikbaar
ru: недоступно
sk: nie je k dispozícii
sv: inte tillgänglig
uk: недоступний
vi: không có sẵn

source: Activate an Override Preset
da: Aktivér en tilsidesæt forudindstilling
de: Eine Überschreibungsvorgabe aktivieren
es: Activar ajuste predefinido de sobrescritura
fr: Activer un préréglage de remplacement
it: Attiva un profilo preimpostato
nl: Activeer een overschrijvingsvoorinstelling
ru: Активировать переопределение
sk: Aktivácia predvoľby Override
sv: Aktivera en profil
uk: Активуйте попередні налаштування Профілю
vi: Kích hoạt cài đặt sẵn ghi đè

source: Allow to activate an overrride preset.
da: Tillad at aktivere en tilsidesættelse forudindstilling.
de: Erlaube die Aktivierung einer Voreinstellung zu überschreiben.
es: Permitir activar un preajuste de sobrescritura.
fr: Permettre d'activer un préréglage de remplacement.
it: Permette di attivare un profilo preimpostato.
nl: Toestaan om een overschrijvingsvoorinstelling te activeren.
ru: Разрешать активацию переопределения профиля.
sk: Povoliť aktiváciu upraveného profilu.
sv: Tillåter att aktivera en profil.
uk: Дозволити активувати попередні налаштування Профілю.
vi: Cho phép kích hoạt cài đặt sẵn ghi đè.

source: Which override preset would you like to activate?
da: Hvilken tilsidesættelse forudindstilling vil du aktivere?
de: Welche Voreinstellung möchten Sie aktivieren?
es: ¿Qué preajuste de sobrescritura desea activar?
fr: Quel préréglage de remplacement voulez-vous activer ?
it: Quale override preimpostato vorresti attivare?
nl: Welke vooraf ingestelde overschrijving wil je activeren?
ru: Какую предустановку переопределения активировать?
sk: Ktorý upravený profil chcete aktivovať?
sv: Vilken profil vill du aktvera?
uk: Який попередній Профіль ви б хотіли активувати?
vi: Bạn muốn kích hoạt cài đặt trước ghi đè nào?

source: Are you sure you want to activate the Override Preset %@?
da: Er du sikker på du vil aktivere den tilsidesætte forudindstillede %@?
de: Sind Sie sicher, dass Sie die Überschreibungsvoreinstellung %@ aktivieren wollen?
es: ¿Está seguro de que quiere activar el preajuste de sobrescritura %@?
fr: Êtes-vous sûr de vouloir activer le préréglage de remplacement %@ ?
it: Sei sicuro di voler attivare il %@ di Override preimpostato?
nl: Weet je zeker dat je een overschrijvingsvoorinstelling %@ wilt activeren?
ru: Активировать предустановку переопределения %@?
sk: Ste si istí, že chcete aktivovať upravený profil %@?
sv: Är du säker på att du vill aktivera profilen %@?
uk: Ви впевнені, що бажаєте активувати попередні налаштування %@?
vi: Bạn có chắc chắn muốn kích hoạt Ghi đè cài sẵn %@ không?

source: The Profile Override
da: Profil Tilsidesætte
de: Die Profilüberschreibung
es: El preajuste de sobrescritura
fr: Le profil de remplacement
it: Il Profilo Override
nl: De profieloverschrijving
ru: Переопределение профиля
sk: Upravenie profilu
sv: Profilen
uk: Перевизначення Профілю
vi: Hồ sơ ghi đè

source: is now activated
da: er nu aktiveret
de: ist jetzt aktiv
es: está activo ahora
fr: est maintenant activé
it: è ora attivato
nl: is nu geactiveerd
ru: сейчас активировано
sk: je teraz aktivovaný
sv: är nu aktiverad
uk: зараз активовано
vi: hiện đã được kích hoạt

source: Cancel active override
da: Annuller aktiv tilsidesættelse
de: Profilüberschreibung abbrechen
es: Cancelar sobrescritura activa
fr: Annuler le remplacement actif
it: Annulla il profilo override attivo
nl: Actieve profieloverschrijving annuleren
ru: Отменить переопределение
sk: Zrušiť upravený profil
sv: Avbryt profil
uk: Скасувати заміну Профілю
vi: Hủy bỏ ghi đè đang hoạt động

source: Override canceled
da: Tilsidesæt annulleret
de: Überschreibung abgebrochen
es: Sobrescritura cancelada
fr: Remplacement annulé
it: Profilo override annullato
nl: Overschrijven geannuleerd
ru: Переопределение отменено
sk: Upravenie zrušené
sv: Profil avbruten
uk: Перевизначення скасовано
vi: Đã hủy ghi đè

source: Activates an %@ Override Preset
da: Aktivér en %@ Tilsidesæt forudindstilling
de: Aktiviert eine %@ Überschreibung der Voreinstellung
es: Activa un preajuste de sobrescritura %@
fr: Active un %@ préréglage de remplacement
it: Attiva un %@ profilo Override preimpostato
nl: Activeer een %@ overschrijvingsvoorinstelling
ru: Активирует %@ переопределение
sk: Aktivuје upravený režim %@
sv: Aktiverar en %@ - profil
uk: Активує попередні налаштування %@
vi: Kích hoạt %@ cài đặt sẵn ghi đè

source: Choose what to do with your pump
it: Scegli cosa fare con il tuo microinfusore
ru: Выберите, что сделать с помпой
sk: Vyberte si, čo chcete s pumpou urobiť
sv: Vad vill du göra med din pump?
uk: Виберіть, що робити з вашою помпою

source: Are you sure you want to %@ your pump?
it: Sei sicuro di voler eliminare %@ al tuo microinfusore?
ru: Вы уверены, что хотите %@ помпу?
sk: Ste si istí, že chcete %@ svoju pumpu?
sv: Är du säker på att du vill %@ din pump?
uk: Ви впевнені, що хочете %@ свою помпу?

source: Pump command
it: Comando microinfusore
ru: Команда помпы
sk: Príkaz pre pumpu
sv: Pumpkommando
uk: Команда помпи

source: enacted in iAPS
it: eseguito in iAPS
ru: принято в iAPS
sk: podané v iAPS
sv: skickat till iAPS
uk: прийняті в iAPS

source: Schedule
da: Skema
de: Zeitplan
es: Programa
fr: Horaires
it: Programmazione
nb: Tidsplan
nl: Schema
ru: Расписание
sk: Plán
sv: Schema
tr: Planlama
uk: Розклад
vi: Lịch trình

source: tapped save schedules
da: trykkede på gem program
de: angetippte Zeitpläne speichern
es: horarios de guardado seleccionados
fr: horaires de sauvegarde cliqués
it: salva pianificazioni toccate
nb: valgt lagre tidsplaner
nl: geselecteerde schema's opslaan
ru: выбрано сохранение расписаний
sk: časové plány ukladania
sv: klickat på sparade scheman
tr: dokunulan kaydetme planları
uk: вибрано збереження роскладу
vi: nhấn và lưu lịch trình

source: Error
da: Fejl
de: Fehler
fr: Erreur
it: Errore
nb: Feil
nl: Fout
ru: Ошибка
sk: Chyba
sv: Fel
tr: Hata
uk: Помилка
vi: Lỗi

source: Some ui element was incorrectly specified
da: Nogle ui element blev forkert angivet
de: UI Element(e) wurde(n) falsch eingegeben
es: Se especificó incorrectamente algún elemento de la interfaz
fr: Certains éléments ui ont été mal spécifiés
it: Alcuni elementi dell'ui sono stati specificati erroneamente
nb: Et ui-element var feil spesifisert
nl: Sommige UI-elementen zijn onjuist opgegeven
ru: Некорректно указан элемент ui
sk: Niektorý prvok 'ui' bol zadaný nesprávne
sv: Vissa UI-element felaktigt specificerade
tr: Bazı kullanıcı arabirimi öğeleri yanlış belirtildi
uk: Деякі елементи ui були неправильно вказані
vi: Một vài yếu tố ui đã không được chỉ định

source: Success
da: Succes
de: Erfolgreich
es: Completado
fr: Succès
it: Successo
nb: Vellykket
nl: Geslaagd
ru: Успех
sk: Úspešné
sv: Lyckades
tr: Başarılı
uk: Успішно

source: Schedules were saved successfully!
da: Programmer blev gemt med succes!
de: Zeitplan wurde erfolgreich gespeichert!
es: ¡Los cambios se han guardado correctamente!
fr: Calendrier enregistré avec succès!
it: Pianificazioni salvate correttamente!
nb: Tidsplaner ble lagret!
nl: Schema's zijn succesvol opgeslagen!
ru: Расписание успешно сохранено!
sk: Zmeny boli úspešne uložené!
sv: Scheman har sparats!
tr: Programlar başarıyla kaydedildi!
uk: Розклад збережено успішно!
vi: Lịch trình được lưu thành công!

source: High Glucose Alarm active
da: Høj glukosealarm aktiv
de: Alarm für "Hoher Blutzucker" aktiv
es: Alarma de glucosa alta activa
fr: Alarme Glycémie haute active
it: Allarme Glicemia Alto attiva
nb: Høy glukosealarm aktiv
nl: Glucose alarm bij HOOG actief
ru: Высокая тревога включена
sk: Alarm vysokej hladiny glykémie je aktívny
sv: Högt blodsockerlarm aktivt
tr: Yüksek Glikoz Alarmı aktif
uk: Будильник високої Глюкози увівкнено
vi: Báo động Glucose đang Cao

source: Low Glucose Alarm active
da: Lavt glukosealarm aktiv
de: Alarm für "Niedriger Blutzucker" aktiv
es: Alarma de glucosa baja activa
fr: Alarme Glycémie Faible activée
it: Allarme Glicemia Basso attiva
nb: Lav glukosealarm aktiv
nl: Glucose alarm bij LAAG actief
ru: Низкая тревога включена
sk: Alarm nízkej hladiny glykémie je aktívny
sv: Lågt blodsockerlarm aktivt
tr: Düşük Glikoz Alarmı aktif
uk: Будильник низької Глюкози увімкнено
vi: Báo động Glucose đang Thấp

source: No Glucose Alarm active
da: Ingen glukosealarm aktiv
de: Keine Blutzuckeralarm aktiv
es: No hay alarma de glucosa activa
fr: Aucune alarme de glucose active
it: Nessuna Allarme Glicemia attiva
nb: Ingen glukosealarm aktiv
nl: Geen glucose alarm actief
ru: Тревога неактивна
sk: Nie je aktívny žiaden alarm o glykémii
sv: Inget blodsockerlarm aktivt
tr: Glikoz Alarmı aktif değil
uk: Немає активних сигналів Глюкози
vi: Báo động Không có Glucose đang hoạt động

source: Ascending Glucose Alarm active
sk: Alarm stúpajúcej glykémie je aktívny
uk: Сигналізація підвищення рівня Глюкози активна

source: Descending Glucose Alarm active
sk: Alarm klesajúcej glykémie je aktívny
uk: Сигналізація зниження рівня Глюкози активна

source: snoozing until %@
da: slumrer indtil %@
de: schlummern bis %@
es: posponer hasta %@
fr: reporter jusqu'à %@
it: posticipando fino %@
nb: slumrer til %@
nl: sluimeren tot %@
ru: отложена до %@
sk: stíšené do %@
sv: snoozar till %@
tr: %@'e kadar erteleniyor
uk: відкладено до %@
vi: tạm yên cho đến khi %@

source: not snoozing
da: ikke slumrer
de: nicht schlummern
es: no posponer
fr: ne pas mettre en veille
it: non posticipando
nb: slumrer ikke
nl: niet gesluimerd
ru: не отложена
sk: stíšenie neaktívne
sv: snoozar inte
tr: ertelenmiyor
uk: не відкладено
vi: không ẩn

source: nothing to see here
da: intet at se her
de: hier gibt es nichts zu sehen
es: nada para ver aquí
fr: rien à voir ici
it: niente da vedere qui
nb: ingenting å se her
nl: er is hier niets te zien
ru: здесь ничего нет
sk: nie je tu nič k zobrazeniu
sv: inget att se här
tr: burada görülecek bir şey yok
uk: Тут нічого немає
vi: không có gì xem ở đây

source: snooze from testview clicked
da: slumre fra testvisning klikket
de: snooze in der Testansicht angeklickt
es: posponer desde pulsación de la vista de prueba
fr: mise en veille depuis la vue de test cliqué
it: posticipa dal testview cliccato
nb: trykket på slumre fra testvisning
nl: sluimeren geklikt in de testweergave
ru: отложить из тестового просмотра нажато
sk: kliknutie na tlačidlo snooze z testovacieho zobrazenia
sv: klickat på snooze från testvy
tr: tıklanan test görünümü ertele
uk: відкладення після натиснутого тесту
vi: đã nhấp vào tạm ẩn từ chế độ xem thử nghiệm

source: will snooze for %@ until %@
da: vil slumre til %@ indtil %@
de: wird für %@ schlummern bis %@
es: se pospondrá por %@ hasta %@
fr: mettra en veille pendant %@ jusqu'à %@
it: posticiperà per %@ fino a %@
nb: vil slumre i %@ til %@
nl: zal sluimeren voor %@ tot %@
ru: будет отложена для %@ до %@
sk: odloží na %@ až do %@
sv: kommer att snooza i %@ tills %@
tr: %@ için %@ tarihine kadar ertelenecek
uk: буде відкладно для %@ до %@
vi: sẽ tạm ẩn cho %@ đến khi %@

source: Click to Snooze Alerts
da: Klik for at slumre advarsler
de: Klicken, um Warnungen temporär abzuschalten
es: Pulsar para posponer alertas
fr: Cliquez pour mettre en veille les alertes
it: Clicca per Posticipare gli Avvisi
nb: Klikk for å slumre varslinger
nl: Klik om waarschuwingen tijdelijk uit te schakelen
ru: Нажмите, чтобы отложить тревоги
sk: Kliknutím odložíte upozornenia
sv: Klicka för att snooza varningar
tr: Uyarıları Ertelemek için Tıklayın
uk: Натисніть, щоб відкласти оповіщення
vi: Chọn để ẩn các cảnh báo

source: Strength
da: Styrke
de: Stärke
es: Potencia
fr: Intensité
it: Intensità
nb: Styrke
nl: Intensiteit
ru: Сила
sk: Sila
sv: Styrka
tr: Güç
uk: Міць
vi: Sức mạnh

source: Hold the top of your iPhone near the sensor to pair
da: Hold toppen af din iPhone nær sensoren for at parre
de: Halten Sie die Oberseite Ihres iPhones an den Sensor, um eine Verbindung herzustellen
es: Mantén la parte superior de tu iPhone cerca del sensor para emparejar
fr: Positionner le haut de votre iPhone près du capteur à scanner
it: Tieni la parte superiore del tuo iPhone affianco al sensore per abbinarlo
nb: Hold den øverste delen av telefonen nær sensoren for å parkoble
nl: Houd de bovenkant van je iPhone dicht bij de sensor om te koppelen
ru: Держите верхнюю часть вашего iPhone рядом с сенсором для подключения
sk: Podržte hornú časť iPhonu v blízkosti snímača, aby ste ho spárovali
sv: Håll toppen av din iPhone nära sensorn för att parkoppla
tr: Eşleştirmek için iPhone'unuzun üst kısmını sensörün yakınında tutun
uk: Для сканування тримайте верхню частину пристрою iOS біля сенсора
vi: Giữ đầu iPhone gần sensor để ghép nối

source: Sensor not found
da: Sensor ikke fundet
de: Sensor nicht gefunden
es: Sensor no encontrado
fr: Capteur non trouvé
it: Sensore non trovato
nb: Sensor ikke funnet
nl: Sensor niet gevonden
ru: Сенсор не найден
sk: Senzor nenájdený
sv: Sensorn hittades inte
tr: Sensör bulunamadı
uk: Сенсор не знайдено
vi: Không phát hiện sensor

source: Also play alert sound
da: Afspil også alarm lyd
de: Zusätzlich Sound abspielen
es: Reproducir sonido de alerta
fr: Jouer également un son d'alerte
it: Riproduci anche suono d'avviso
nb: Spill også alarmlyd
nl: Ook alarmgeluid afspelen
ru: Использовать звук тревоги
sk: Prehrať zvuk upozornenia
sv: Spela också upp varningsljud
tr: Ayrıca uyarı sesi çal
uk: Відтворювати звук тревоги
vi: Đồng thời bật âm thanh

source: Notification Settings
da: Notifikationsindstillinger
de: Benachrichtigungseinstellungen
es: Configuración de las notificaciones
fr: Paramètres des notifications
it: Impostazioni di Notifica
nb: Varslingsinnstillinger
nl: Instellingen voor meldingen
ru: Настройки уведомлений
sk: Nastavenia oznámení
sv: Notisinställningar
tr: Bildirim ayarları
uk: Параметри сповіщень
vi: Cài đặt thông báo

source: Found devices: %d
da: Fundne enheder: %d
de: Geräte gefunden: %d
es: Dispositivos encontrados: %d
fr: Dispositifs détectés: %d
it: Dispositivi trovati: %d
nb: Fant enheter: %d
nl: Gevonden apparaten: %d
ru: Найдено устройств: %d
sk: Nájdené zariadenia: %d
sv: Hittade enheter: %d
tr: Bulunan cihazlar: %d
uk: Знайдено пристроїв: %d
vi: Tìm thấy thiết bị: %d

source: Backfill options
da: Valgmuligheder for tilbagefyldning
de: Auffüllen-Optionen
es: Opciones de relleno
fr: Options rétroactif
it: Opzioni di riempimento
nb: Alternativer for etterfylling
nl: Terugzet opties
ru: Опции заполнения
sk: Možnosti doplnenia
sv: Alternativ för återfyllnad
tr: Geri doldurma seçenekleri
uk: Параметри фонового заповнення
vi: Tùy chọn chèn lấp

source: Backfilling from trend is currently not well supported by iAPS
sk: Spätné dopĺňanie z trendových údajov nie je momentálne v iAPS dobre podporované
uk: Завантаження трендів в даний час не підтримується в iAPS

source: Backfill from history
da: Tilbagefyldning fra historik
de: Auffüllen aus dem Verlauf
es: Rellenar valores desde historial
fr: Rétroactif de l'historique
it: Riempi dalla cronologia
nb: Etterfylling fra historikk
nl: Terugzetten van geschiedenis
ru: Заполнять из истории
sk: Doplniť z histórie
sv: Återfyll från historik
tr: Geçmiş geri doldurma
uk: Резервне копіювання з історії
vi: Chèn lấp từ lịch sử
