Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: Saved
de: Gespeichert
fr: Enregistré
it: Salvato
nl: Opgeslagen
ru: Сохранено
sk: Uložené
sv: Sparad
uk: Зберегти
vi: Đã lưu

source: Allow diluted insulin concentration settings
de: Verdünnte Insulinkonzentration erlauben
fr: Permettre les paramètres de concentration d'insuline diluée
it: Consenti impostazioni di concentrazione di insulina diluita
nl: Sta verdunde insuline concentratie instellingen toe
ru: Разрешить настройку концентрации разбавленного инсулина
sk: Povoliť nastavenie koncentrácie inzulínu
sv: Tillåt utspätt insulin i pumpinställningar
uk: Дозволити налаштування концентрації розведеного інсуліну
vi: Cho phép cài đặt nồng độ insulin pha loãng

source: Max Carbs
da: Maks Kulhydrater
de: Max Kohlenhydrate
es: Carbohidratos máximos
fr: Glucides max
it: Carboidrati massimi
nb: Maksimalt antall karbohydrater
nl: Max koolhydraten
ru: Максимум углеводов
sk: Maximum sacharidov
sv: Max antal kolhydrater
uk: Максимум вуглеводів
vi: Khối lượng carbs tối đa

source: Maximum amount of carbs (g) you can add each entry
de: Höchstmenge an Kohlenhydraten (g) pro Eintrag
fr: Quantité maximale de glucides (g) que vous pouvez ajouter à chaque entrée
it: Quantità massima di carboidrati (g) che è possibile aggiungere alla volta
nl: Maximale hoeveelheid koolhydraten (g) die je elke invoer kunt toevoegen
ru: Максимум углеводов (г), который можно внести в запись
sk: Maximálne množstvo sacharidov (g), ktoré môžete pridať do každej položky
sv: Maximal antal kolhydrater (g) du kan lägga till varje måltid
uk: Максимальна кількість вуглеводів (г), яку можна додати для кожного запису
vi: Lượng carbs tối đa (g) bạn có thể thêm vào mỗi mục nhập

source: Pump Settings
da: Pumpe Indstillinger
de: Pumpeneinstellungen
es: Límites de la bomba
fr: Paramètres de la pompe
it: Microinfusore
nb: Pumpeinnstillinger
nl: Pomp instellingen
ru: Настройки помпы
sk: Nastavenia pumpy
sv: Pumpinställningar
tr: Pompa Ayarları
uk: Налаштування Помпи
vi: Cài đặt của bơm

source: U/hr
da: E/t
de: IE/Std
es: U/h
fr: U/h
it: U/ora
nb: E/t
nl: E/uur
ru: Ед/ч
sk: J/hod
sv: IE/h
tr: Ü/Sa
uk: U/год

source: U/hr
da: E/t
de: IE/h
es: U/hora
fr: U/h
it: U/ora
nb: E/t
nl: E/uur
ru: Ед/ч
sk: J/hod
sv: E/h
tr: Ü/Sa
uk: U/год

source: %@ U/hr
da: %@ E/t
de: %@ IE/h
es: %@ U/hora
fr: %@ U/h
it: %@ U/ora
nb: %@ E/t
nl: %@ E/uur
ru: %@ Ед/ч
sk: %@ J/hod
sv: %@ E/h
tr: %@ Ü/Sa
uk: %@U/год

source: g/U
da: g/E
de: g/IE
nb: g/E
nl: g/E
ru: г/Eд
sk: g/J
sv: g/E
tr: g/Ü
uk: гр/U

source: g
nl: gr
ru: г
uk: гр

source: g
nl: gr
ru: г
tr: gr
uk: г

source: 0 U/hr
da: 0 E/t
de: 0 IE/h
es: 0 U/hora
fr: 0 U/h
it: 0 U/ora
nb: 0 E/t
nl: 0 E/uur
ru: 0 Ед/час
sk: 0 J/hod
sv: 0 E/h
tr: 0 Ü/Sa
uk: 0 U/год

source: d
de: Tag
fr: j
it: gg
ru: д
tr: g
uk: дн.

source: h
da: t
nb: t
nl: u
ru: ч
tr: s
uk: г

source: m
da: n
es: min
it: min
nb: min
ru: мин
tr: d
uk: хв.

source: Closed loop
da: Lukket Loop
de: Geschlossener Loop
es: Lazo cerrado
fr: Boucle fermée
it: Loop chiuso
nb: Lukket loop
nl: Actieve loop
ru: Замкнутая петля
sk: Uzavretá slučka
sv: Sluten loop
tr: Kapalı döngü
uk: Замкнена Петля
vi: Vòng lặp kín

source: Configuration
da: Konfiguration
de: Konfiguration
es: Configuracion
it: Impostazioni
nb: Oppsett
nl: Instellingen
ru: Конфигурация
sk: Nastavenie
sv: Konfiguration
tr: Yapılandırma
uk: Налаштування
vi: Cấu hình

source: Devices
da: Enheder
de: Geräte
es: Dispositivos
fr: Appareils
it: Dispositivi
nb: Enheter
nl: Apparaten
ru: Устройства
sk: Zariadenia
sv: Enheter
tr: Aygıtlar
uk: Пристрої
vi: Thiết bị

source: Pump
da: Pumpe
de: Pumpe
es: Bomba
fr: Pompe
it: Microinfusore
nb: Pumpe
nl: Pomp
ru: Помпа
sk: Pumpa
tr: Pompa
uk: Помпа
vi: Bơm Insulin

source: Watch
da: Ur
es: Reloj
it: Orologio
nb: Klokke
ru: Часы
sk: Hodinky
sv: Klocka
uk: Годинник
vi: Đồng hồ

source: Watch Configuration
da: Ur Indstillinger
de: Apple Watch Einstellungen
es: Configuración del reloj
fr: Configuration du Watch
it: Configurazione Orologio
nb: Klokkeinnstillinger
nl: Watch configuratie
ru: Конфигурация часов
sk: Nastavenie hodiniek
sv: Inställningar för klocka
uk: Конфігурація Годинника
vi: Cấu hình đồng hồ

source: Display on Watch
da: Vis på Ur
de: Anzeige auf der Uhr
es: Mostrar en reloj
fr: Afficher sur Watch
it: Mostra sull'orologio
nb: Vis på klokke
nl: Weergave op horloge
ru: Отображать на часах
sk: Zobraziť na hodinkách
sv: Visa på klocka
uk: Відображати на Годиннику
vi: Hiển thị trên đồng hồ

source: Display either Overrides or Temp Targets
sk: Zobraziť tlačidlo upravenia profilu alebo dočasného cieľu
uk: Відображати або Перевизначення, або Тимчасові Цілі

source: Add devices
da: Tilføj enheder
de: Geräte hinzufügen
es: Añadir dispositivo
fr: Ajouter des appareils
it: Aggiungi dispositivi
nb: Legg til enheter
nl: Apparaten toevoegen
ru: Добавить устройства
sk: Pridať zariadenie
sv: Lägg till enhet
uk: Додати пристрій
vi: Thêm thiết bị

source: Profile Overrides Button / Temp Targets Button
ru: Кнопка временные цели, вместо кнопки переопределить профиль
sk: Tlačidlo upravenia profilu / Tlačidlo dočasných cieľov
sv: Knapp för profiler / Tillfälliga målvärden
uk: Кнопка Заміни Профілю / Кнопка Тимчасових Цілей

source: Glucose Target
da: Glukose mål
de: Glukosewerte Ziel
es: Objetivo de glucosa
fr: Cible de glucose
it: Obiettivo glicemico
nb: Blodsukkermål
nl: Glucose streefwaarde
ru: Цель глюкозы
sk: Cieľová glykémia
sv: Målvärde för glukos
uk: Мета глюкози

source: Heart Rate
da: Hjerterytme
de: Herzfrequenz
es: Ritmo cardíaco
fr: Fréquence Cardiaque
it: Frequenza cardiaca
nb: Puls
nl: Hartslag
ru: Пульс
sk: Srdcový tep
sv: Puls
uk: Пульс

source: Steps
da: Skridt
de: Schritte
es: Pasos
fr: Nombre de pas
it: Passi
nb: Skritt
nl: Stappen
ru: Шаги
sk: Kroky
sv: Steg
uk: Кроки

source: % Override
ru: % Переопределения
sk: % upravenia
sv: % Undantag
uk: % Перевизначити

source: The app Garmin Connect must be installed to use for iAPS. Go to App Store to download it
da: Garmin Connect skal være installeret for at bruge iAPS. Gå til App Store for at downloade den
de: Die App Garmin Connect muss installiert sein, um iAPS nutzen zu können. Laden Sie sie im App Store herunter
es: La aplicación Garmin Connect debe estar instalada para usar con iAPS. Vaya a la App Store para descargarla
fr: L'application Garmin Connect doit être installée pour utiliser iAPS. Allez sur l'App Store pour la télécharger
it: L'applicazione Garmin Connect deve essere installata per essere utilizzata per iAPS. Vai su App Store per scaricarlo
nb: Garmin Connect-appen må være installert. Gå til App Store for å laste den ned
nl: De app Garmin Connect moet geïnstalleerd zijn om iAPS te kunnen gebruiken. Ga naar de App Store om deze te downloaden.
ru: Необходимо установить приложение Garmin Connect, для использования с iAPS. Перейдите в App Store для его загрузки
sk: Aplikácia Garmin Connect musí byť nainštalovaná pre použitie s iAPS. Pre stiahnutie choďte do App Store
sv: Appen 'Garmin Connect' måste vara installerad för att kunna användas med iAPS. Gå till App Store för att ladda ner
uk: Щоб використовувати iAPS, необхідно встановити програму Garmin Connect. Перейдіть до App Store, щоб завантажити її
vi: Phải cài đặt ứng dụng Garmin Connect để sử dụng cho iAPS. Hãy truy cập App Store để tải xuống ứng dụng này

source: Garmin is not available
da: Garmin er ikke tilgængelig
de: Garmin ist nicht verfügbar
es: Garmin no está disponible
fr: Garmin n'est pas disponible
it: Garmin non è disponibile
nb: Garmin er ikke tilgjengelig
nl: Garmin is niet beschikbaar
ru: Garmin недоступен
sk: Garmin je nedostupný
sv: Garmin är inte tillgänglig
uk: Garmin недоступний
vi: Garmin không có sẵn

source: Services
da: Tjenester
de: Dienste
es: Servicios
it: Servizi
nb: Tjenester
nl: Apps
ru: Службы
sk: Služby
sv: Tjänster
tr: Hizmetler
uk: Сервіси
vi: Dịch vụ

source: Settings
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
nb: Innstillinger
nl: Instellingen
ru: Настройки
sk: Nastavenia
sv: Inställningar
tr: Ayarlar
uk: Налаштування
vi: Cài đặt

source: Recommended Bolus Percentage
da: Anbefalet Bolus Procent
de: Empfohlener Bolus %
es: Porcentaje de Bolo Recomendado
fr: Pourcentage de Bolus recommandé
it: Percentuale Bolo Raccomandata
nb: Anbefalt bolusprosent
nl: Aanbevolen boluspercentage
ru: Рекомендуемый процент болюса
sk: Odporúčané percento bolusu
sv: Manuell Bolusprocent
uk: Рекомендований Відсоток Болюсу
vi: Tỷ lệ phần trăm Bolus được đề xuất

source: Share logs
da: Del logs
de: Ereignisprotokolldatei teilen
es: Compartir registros
fr: Partager les logs
it: Condividi log file
nb: Del logger
nl: Deel logbestanden
ru: Отправить журнал
sk: Zdieľať logy
sv: Dela loggar
tr: Günlükleri paylaş
uk: Поділитися логом
vi: Chia sẻ nhật ký

source: High target
da: Højt mål
de: Obere Grenze
es: Objetivo Alto
fr: Cible haute
it: Target Alto
nb: Øvre mål
nl: Bovengrens doel
ru: Верхняя цель
sk: Vysoký cieľ
sv: Övre målvärde
tr: Yüksek hedef
uk: Висока ціль
vi: Mục tiêu cao

source: Low target
da: Lavt mål
de: Untere Grenze
es: Objectivo Bajo
fr: Cible basse
it: Target Basso
nb: Nedre mål
nl: Ondergrens doel
ru: Нижняя цель
sk: Nízky cieľ
sv: Undre målvärde
tr: Düşük hedef
uk: Низька ціль
vi: Mục tiêu thấp

source: Bolusing
da: Administrerer Bolus
de: Bolusabgabe
es: Administrando Bolo
fr: Bolus en cours
it: Bolo in corso
nb: Leverer bolus
nl: Bolussen
ru: Подается болюс
sk: Dávkovanie
sv: Ger bolus
tr: Bolus veriliyor
uk: Подаю болюс
vi: Đang bolus

source: Pump suspended
da: Pumpe suspenderet
de: Pumpe pausiert
es: Bomba suspendida
fr: Pompe suspendue
it: Microinfusore sospeso
nb: Pumpe satt på pause
nl: Pomp uitgeschakeld
ru: Помпа приостановлена
sk: Pumpa pozastavená
sv: Pump pausad
tr: Pompa durduldu
uk: Помпу призупинено
vi: Bơm đã tạm ngưng

source: Middleware
nb: Middelware
ru: Связующее ПО
uk: Проміжний код
vi: Phần mềm trung gian

source: History
da: Historie
de: Verlauf
es: Historial
fr: Historique
it: Storia
nb: Historikk
nl: Geschiedenis
ru: История
sk: História
sv: Historik
tr: Geçmiş
uk: Історія
vi: Lịch sử

source: Upload
es: Permitir
it: Carica
nb: Last opp
ru: Выгрузка
sk: Odosielať
sv: Ladda upp
uk: Вивантажити
vi: Tải lên

source: Allow Uploads
da: Tillad Uploads
de: Erlaube Uploads der Daten
es: Carga de datos
fr: Autoriser les uploads
it: Consenti caricamenti
nb: Tillat opplasting
nl: Uploaden toestaan
ru: Разрешить выгрузку
sk: Povoliť odosielanie
sv: Tillåt uppladdningar
uk: Дозволити вивантаження
vi: Cho phép tải lên

source: Type
de: Typ
es: Tipo
it: Tipo
ru: Тип
sk: Typ
sv: Typ
tr: Tip
uk: Тип
vi: Loại cảm biến

source: Transmitter ID
da: Sender ID
de: Sender-ID
es: ID del transmisor
fr: ID du transmetteur
it: ID trasmettitore
nb: Sender-ID
nl: Zender ID
ru: ID трансмиттера
sk: ID vysielača
sv: Sändar-ID
tr: Verici ID
uk: ID передавача
vi: Số ID của Transmitter

source: Other
da: Andet
de: Sonstiges
es: Otro
fr: Autre
it: Altro
nb: Annet
nl: Anders
ru: Прочее
sk: Iné
sv: Annan
tr: Diğer
uk: Інше
vi: Khác

source: Set temp targets presets on iPhone first
da: Indstil forudindstillinger for midlertidig profil på iPhone først
de: Temporäre Zielvorlage auf dem iPhone zuerst setzen
es: Establezca un objetivo predefinido temporal en el iPhone antes
fr: Définir les préréglages pour les cibles temporaires sur l'iPhone d'abord
it: Imposta prima le pre-impostazioni degli obiettivi temporanei sull'iPhone
nb: Angi midlertidig mål forhåndsinnstillinger på iPhone først
nl: Stel eerst tijdelijke doelen voorinstelling op iPhone in
ru: Сначала установите временные цели в приложении на iPhone
sk: Najprv nastavte dočasný cieľ na iPhone
sv: Spara ett tillfälligt målvärde på din iPhone först
tr: Önce iPhone'da geçici hedef ön ayarlarını belirleyin
uk: Спочатку встановіть тимчасові цілі в додатку на iPhone
vi: Trước tiên hãy đặt mục tiêu tạm thời trên iPhone

source: Updating...
da: Opdaterer...
de: Wird aktualisiert...
es: Actualizando...
fr: Mise à jour...
it: Aggiornando...
nb: Oppdaterer...
nl: Updaten...
ru: Обновление...
sk: Aktualizuje sa...
sv: Uppdaterar...
tr: Güncelleniyor...
uk: Оновлення...
vi: Đang cập nhật...

source: Temp Targets
da: Midlertidige Mål
de: Temporäre Ziele
es: Objetivos temporales
fr: Cibles temporaires
it: Obiettivi Temporanei
nb: Midlertidige mål
nl: Tijdelijk streefdoel
ru: Временные цели
sk: Dočasné ciele
sv: Målvärden
tr: Geçici Hedefler
uk: Тимчасові цілі
vi: Mục tiêu tạm thời

source: Delete Carbs?
da: Slet Kulhydrater?
de: Kohlenhydrate löschen?
es: ¿Eliminar carbohidratos?
fr: Supprimer les glucides ?
it: Cancella carboidrati?
nb: Slette karbohydrater?
nl: Koolhydraten verwijderen?
ru: Удалить углеводы?
sk: Odstrániť sacharidy?
sv: Ta bort kolhydrater?
uk: Видалити вуглеводи?
vi: Xóa Carbs?

source: Delete Insulin?
da: Slet Insulin?
de: Insulin löschen?
es: ¿Eliminar insulina?
fr: Reprendre l'insuline?
it: Cancella l'insulina?
nb: Slette insulin?
nl: Insuline verwijderen?
ru: Удалить инсулин?
sk: Odstrániť inzulín?
sv: Ta bort insulin?
uk: Видалити інсулін?
vi: Xóa Insulin?

source: Treatments
da: Behandlinger
de: Behandlungen
es: Tratamientos
fr: Traitements
it: Trattamenti
nb: Behandlinger
nl: Behandelingen
ru: События
sk: Ošetrenia
sv: Behandlingar
tr: Tedaviler
uk: Події
vi: Đã xử lý

source: Add Insulin
ru: Добавить инсулин
sk: Zaznamenať inzulín
sv: Lägg till insulin
uk: Додайте Інсулін

source: Add Glucose
ru: Добавить глюкозу
sk: Pridať glykémiu
sv: Lägg till blodsocker
uk: Додайте Глюкозу

source: New Glucose
ru: Новая глюкоза
sk: Nová glykémia
sv: Nytt blodsocker
uk: Нова Глюкоза

source: Treatment
de: Behandlung
fr: Traitement
it: Trattamento
nl: Behandeling
ru: Терапия
sk: Liečba
sv: Behandling
uk: Лікування
vi: Biện pháp xử lý

source: Default 📉
ru: По умолчанию 📉
sk: Predvolená 📉
sv: Standard 📉
uk: За замовчуванням 📉

source: None
da: Ingen
de: Keiner
es: Ninguno
fr: Aucun
it: Nessuno
nb: Ingen
ru: Не подан
sk: Žiadny
sv: Ingen
uk: Жоден

source: min
ru: мин
tr: dk
uk: хв

source: Unable to change anything
da: Kunne ikke ændre noget
de: Keine Änderungen möglich
es: No se pudo cambiar nada
fr: Impossible de modifier quoi que ce soit
it: Impossibile modificare lo stato
nb: Kan ikke utføre endringer
nl: Kan de status niet wijzigen
ru: Не удалось ничего изменить
sk: Nemožnosť čokoľvek zmeniť
sv: Det går inte att ändra något
tr: Hiçbir şey değiştirilemiyor
uk: Неможливо змінити статус
vi: Không thể thay đổi

source: Configure Libre Transmitter
da: Konfigurer Libre Sender
de: Libre Sender konfigurieren
es: Configurar transmisor Libre
fr: Configurer le Transmetteur Libre
it: Configura Trasmettitore Libre
nb: Konfigurer Libre-sender
nl: Configureer Libre zender
ru: Настроить Libre Transmitter
sk: Nastaviť vysielač Libre
sv: Ställ in en Libre-sändare
tr: Libre Vericiyi Yapılandır
uk: Налаштувати Libre Transmitter
vi: Cấu hình Libre Transmitter

source: Calibrations
da: Kalibreringer
de: Kalibrierungen
es: Calibraciones
fr: Étalonnages
it: Calibrazioni
nb: Kalibreringer
nl: Kalibraties
ru: Калибровки
sk: Kalibrácie
sv: Kalibreringar
tr: Kalibrasyonlar
uk: Калібрування
vi: Hiệu chuẩn

source: Create Events in Calendar
da: Lav Begivenheder i Kalender
de: Ereignisse im Kalender erstellen
es: Crear eventos en el calendario
fr: Créer des événements dans le calendrier
it: Crea eventi nel calendario
nb: Opprett hendelser i kalenderen
nl: Voeg gebeurtenissen toe aan de kalender
ru: Создавать события в календаре
sk: Vytvoriť udalosť v kalendári
sv: Skapa kalenderhändelser
uk: Створення подій у календарі
vi: Tạo sự kiện trong Calendar

source: Calendar
da: Kalender
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
nb: Kalender
nl: Agenda
ru: Календарь
sk: Kalendár
sv: Kalender
tr: Takvim
uk: Календар
vi: Lập lịch

source: Automatic
da: Automatisk
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
nb: Automatisk
nl: Automatisch
ru: Автоматически
sk: Automatický
sv: Automatisk
uk: Автоматично
vi: Tự động

source: External
da: Ekstern
de: Externe
es: Externo
fr: Externe
it: Esterno
nb: Ekstern
nl: Extern
ru: Внешний
sk: Externý
sv: Externt
uk: Зовнішній
vi: Bên ngoài

source: Bluetooth Transmitters
da: Bluetooth Sendere
de: Bluetooth Sender
es: Transmisores Bluetooth
fr: Transmetteurs Bluetooth
it: Trasmettitori Bluetooth
nb: Bluetooth-sendere
nl: Bluetooth zenders
ru: Bluetooth передатчики
sk: Vysielače Bluetooth
sv: Bluetooth-sändare
tr: Bluetooth Vericileri
uk: Bluetooth передавачі

source: Modes
da: Sendere
de: Modus
es: Modos
it: Modalità
nb: Moduser
nl: Modussen
ru: Режимы
sk: Režimy
sv: Lägen
tr: Modlar
uk: Режими
vi: Loại cảm biến

source: Libre 2 Direct
de: Libre 2 direkt
es: Libre 2 Directo
nb: Libre 2 direkte
ru: Libre 2 прямое подключение
sv: Libre 2 Direkt
tr: Libre 2 Direk
uk: Libre 2 Пряме підключення

source: Select the third party transmitter you want to connect to
da: Vælg den tredjeparts sensor du vil forbinde til
de: Wählen Sie den externen Sender, den Sie verbinden möchten
es: Seleccione el transmisor de terceros al que desea conectarse
fr: Sélectionnez l'émetteur tiers auquel vous souhaitez vous connecter
it: Seleziona il trasmettitore di terze parti a cui vuoi connetterti
nb: Velg tredjeparts-senderen du vil koble til
nl: Selecteer de zender van de derde partij waarmee u wilt verbinden
ru: Выберите сторонний передатчик, к которому вы хотите подключиться
sk: Vyberte vysielač tretej strany, ku ktorému sa chcete pripojiť
sv: Välj vilken sändare du vill ansluta till
tr: Bağlanmak istediğiniz harici vericiyi seçin
uk: Виберіть сторонній передавач для підключення
vi: Đề nghị chọn transmitter của bên thứ ba mà bạn muốn kết nối đến

source: State was restored
da: Tilstand blev gendannet
de: Status wurde wieder hergestellt
es: Conexión restablecida
fr: L'état a été restauré
it: Lo stato è stato ripristinato
nb: Tilbakestilt
nl: Staat is teruggezet
ru: Состояние восстановлено
sk: Stav bol obnovený
sv: Återställd
tr: Durum yenilendi
uk: Стан було відновлено
vi: Trạng thái vừa được khôi phục

source: mmol/L
ru: ммоль/л
uk: ммол/Л

source: mg/dL
ru: мг/дл
uk: мг/дл

source: Add calibration
da: Tilføj kalibrering
de: Kalibrierung hinzufügen
es: Añadir calibración
fr: Ajouter un calibrage
it: Aggiungi calibrazione
nb: Legg til kalibrering
nl: Kalibratie toevoegen
ru: Добавить калибровку
sk: Pridať kalibráciu
sv: Lägg till kalibrering
tr: Kalibrasyon ekle
uk: Додати калібрування
vi: Thêm hiệu chuẩn

source: Meter glucose
da: Måler glucose
de: Blutzuckermessung
es: Glucosa del medidor
fr: Saisir Glycémie
it: Inserisci glicemia
nb: Blodsukkermåling
nl: Meter glucosewaarde
ru: Показание глюкометра
sk: Meranie glykémie
sv: Glukosmätarvärde
tr: GlikoMetre değeri
uk: Показання глюкометра
vi: Máy đo đường huyết

source: Info
ru: Инфо
sk: Informácie
tr: Bilgi
uk: Інформація
vi: Thông tin

source: Slope
da: Hældning
de: Anstieg
es: Pendiente
fr: Pente
it: Pendenza
nb: Stigningstall
nl: Toename
ru: Наклон
sk: Svah
sv: Lutning
tr: Eğim
uk: Нахил
vi: Độ dốc

source: Intercept
da: Opfange
de: Schnittpunkt
es: Interceptar
fr: Intercepter
it: Intercetta
nb: Skjæringspunkt
nl: Ondervangen
ru: Смещение
sk: Zachytenie
sv: Skärningspunkt
tr: Kesişim
uk: Перетин
vi: Chặn

source: Chart
da: Graf
de: Diagramm
es: Gráfica
fr: Graphique
it: Grafico
nb: Diagram
nl: Grafiek
ru: График
sk: Grafy
sv: Diagram
tr: Çizelge
uk: Графік
vi: Biểu đồ

source: Remove
da: Fjern
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi
nb: Fjern
nl: Verwijder
ru: Удалить
sk: Odstrániť
sv: Ta bort
tr: Kaldır
uk: Вилучити
vi: Loại bỏ

source: Remove Last
da: Fjern Sidste
de: Letzten entfernen
es: Eliminar último
fr: Supprimer la dernière
it: Rimuovi Ultimo
nb: Fjern siste
nl: Laatste verwijderen
ru: Удалить последнюю
sk: Odstrániť posledný
sv: Ta bort senaste
tr: Sonuncuyu Kaldır
uk: Видалити останнє
vi: Loại bỏ mục gần nhất

source: Remove All
da: Fjern Alle
de: Alle entfernen
es: Eliminar todos
fr: Tout supprimer
it: Rimuovi Tutto
nb: Fjern alle
nl: Alles verwijderen
ru: Удалить все
sk: Odstrániť všetko
sv: Ta bort alla
tr: Tümünü kaldır
uk: Вилучити все
vi: Loại bỏ tất cả

source: About the Process
da: Om Processen
de: Über diesen Prozess
es: Acerca del proceso
fr: À propos du processus
it: Informazioni sul processo
nb: Om prosessen
nl: Over de werkwijze
ru: О процессе
sk: O procese
sv: Om processen
tr: Süreç Hakkında
uk: Про Процес
vi: Về quá trình xử lý
