Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: Sensor expires soon
da: Sensor udløber snart
de: Sensor läuft bald ab
es: El sensor expira pronto
fr: Le capteur expire bientôt
it: Il sensore scade a breve
nb: Sensor utløper snart
nl: Sensor verloopt binnenkort
ru: Сенсор скоро закончится
sk: Senzor čoskoro exspiruje
sv: Sensor går ut snart
tr: Sensör süresi yakında doluyor
uk: Сенсор скоро закінчиться
vi: Cảm biến sắp hết hạn

source: Battery is running low %@, consider charging your %@ device as soon as possible
da: Lavt batteriniveau %@, lad venligst din %@ enhed snarest muligt
de: Batteriestand ist niedrig %@, lade dein %@ Gerät so schnell wie möglich auf
es: La batería es baja %@, considera cargar tu dispositivo %@ lo antes posible
fr: La batterie est faible %@, pensez à charger votre appareil %@ dès que possible
it: Batteria scarsa %@, considera di caricare il tuo dispositivo %@ il prima possibile
nb: Batterinivået er lavt %@, vurder å lade %@ enheten din så snart som mulig
nl: Batterijniveau is laag %@, laad je %@ apparaat zo snel mogelijk op
ru: Батарея работает на низком уровне %@, попробуйте зарядить устройство %@ как можно скорее
sk: Batéria sa vybíja %@, zvážte čo najskoršie nabitie zariadenia %@
sv: Batterinivå är låg %@, överväg att ladda din %@ enhet så snart som möjligt
tr: Pil azalıyor %@, %@ cihazınızı mümkün olan en kısa zamanda şarj etmeyi sağlayın
uk: Рівень заряду батареї низький %@, зарядіть ваш %@ пристрій найшвидше
vi: Pin sắp hết %@, hãy cân nhắc việc sạc thiết bị %@ của bạn càng sớm càng tốt

source: Extracting calibrationdata from sensor
da: Udtrækker kalibreringsdata fra sensor
de: Kalibrationsdaten aus Sensor extrahieren
es: Extrayendo datos de calibración del sensor
fr: Extraction des données de calibration depuis le capteur
it: Estraendo i dati di calibrazione dal sensore
nb: Henter ut kalibreringsdata fra sensoren
nl: Kalibratiegegevens uit de sensor halen
ru: Извлечение данных калибровки из сенсора
sk: Získanie kalibračných údajov zo snímača
sv: Extraherar kalibreringsdata från sensorn
tr: Sensörden kalibrasyon verilerinin çıkarılması
uk: Вилучення калібрування даних від сенсора
vi: Trích xuất dữ liệu hiệu chuẩn từ cảm biến

source: Sensor Ending Soon
da: Sensor Udløber Snart
de: Sensorlaufzeit endet bald
es: El sensor finaliza pronto
fr: Capteur se terminant bientôt
it: Il Sensore Terminerà a breve
nb: Sensoren utløper snart
nl: Sensor verloopt binnenkort
ru: Сенсор скоро закончится
sk: Senzor čoskoro skončí
sv: Sensor behöver snart bytas
tr: Sensör Yakında Sona Eriyor
uk: Термін закінчення сенсору
vi: Cảm biến sắp kết thúc

source: Current Sensor is Ending soon! Sensor Life left in %@
da: Nuværende sensor slutter snart! Sensorliv tilbage i %@
de: Der aktuelle Sensor endet bald! Sensorlaufzeit verbleibend %@
es: ¡El sensor actual terminará pronto! Vida restante del sensor en %@
fr: Capteur actuel se termine bientôt ! Fin de vie dans %@
it: Il Sensore in uso terminerà presto! Vita del Sensore rimanente in %@
nb: Gjeldende sensor utløper snart! Sensor-tid gjenstår i %@
nl: Huidige sensor verloopt in %@
ru: Сенсор скоро закончится! Осталась %@
sk: Aktuálny senzor čoskoro skončí! Do konca životnosti senzora zostáva %@
sv: Nuvarande sensor behöver snart bytas! Sensortid kvar i %@
tr: Mevcut Sensör yakında Sona Eriyor! Sensör Ömrü %@ kaldı
uk: Сенсор скоро скінчиться! Залишилась %@
vi: Cảm biến hiện tại sắp kết thúc! Tuổi thọ cảm biến còn lại trong %@

source: Libre Bluetooth
es: Bluetooth Libre
fr: Bluetooth libre
it: Bluetooth Libre
uk: Створити пару через Bluetooth

source: Snooze Alerts
da: Udsæt Alarmer
de: Alarme vorübergehend ausschalten
es: Silenciar Alarmas
fr: Mise en veille Alertes
it: Posticipa Avvisi
nb: Slumre varsler
nl: Alarmen tijdelijk uitschakelen
ru: Отложить тревоги
sk: Odložiť výstrahy
sv: Snooza larm
tr: Uyarıları Ertele
uk: Відкласти сповіщення
vi: Báo lại cảnh báo

source: Last measurement
da: Sidste måling
de: Letzte Messung
es: Última medición
fr: Dernière mesure
it: Ultima misurazione
nb: Siste måling
nl: Laatste meting
ru: Последнее измерение
sk: Posledné meranie
sv: Senaste mätning
tr: Son ölçüm
uk: Останнє вимірювання
vi: Lần đo gần nhất

source: Sensor Footer checksum
da: Sensor sidefod kontrolsum
de: Sensor Prüfsumme
es: Suma de verificación del sensor
fr: Somme de contrôle du capteur de pied de page
it: Somma di controllo del piè di pagina del sensore
nb: Sjekk-sum for sensor
nl: Sensor voettekst controlesom
ru: Контрольная сумма сенсора
sk: Kontrolný súčet päty snímača
sv: Kontrollsumma för sensor
tr: Sensör Altbilgi sağlaması
uk: Контрольна сума Сенсора
vi: Tổng kiểm tra cảm biến

source: Last Blood Sugar prediction
da: Sidste blodsukker forudsigelse
de: Letzte Blutzuckervorhersage
es: Última predicción del nivel de glucosa
fr: Dernière prédiction de glycémie
it: Ultima previsione di Zucchero nel Sangue
nb: Siste blodsukker-prediksjon
nl: Laatste glucosewaarde-voorspelling
ru: Последнее предсказание глюкозы
sk: Posledná predpoveď glykémie
sv: Senaste blodsockerprognos
tr: Son KŞ'i tahmini
uk: Останнє передбачення глюкози
vi: Dự đoán lượng đường trong máu

source: CurrentBG
da: NuværendeBG
de: Aktueller BZ
es: Glucosa actual
fr: Glycémie actuelle
it: Bg Corrente
nb: Nåværende BS
nl: Huidige BG
ru: Текущая ГК
sk: AktuálneBG
sv: NuvarandeBG
tr: GeçerliKŞ
uk: Поточна глюкоза крові ( BG)
vi: Đường huyết hiện tại

source: Sensor Info
es: Info del sensor
fr: Infos capteur
it: Info Sensore
ru: Информация о сенсоре
sk: Informácie o senzore
tr: Sensör Bilgisi
uk: Інформація про Сенсор
vi: Thông tin cảm biến

source: Sensor Life-Span
ru: Сенсор работает
sk: Životnosť senzora
sv: Sensorlivslängd i dagar
uk: Термін служби Сенсору

source: When using %@ iAPS doesn't know the type of sensor used or the sensor life-span.
ru: При использовании %@ iAPS не может определить тип датчика или срок жизни датчика.
sk: Ak používate %@ iAPS nepozná typ senzora ani jeho životnosť.
sv: Vid användning av %@ känner iAPS inte till vilken typ av sensor som används eller sensorns livslängd.
uk: Під час використання %@ iAPS не знає тип використовуваного Сенсору або його термін служби.

source: Sensor Age Left
da: Sensor Tid Tilbage
de: Sensorlaufzeit übrig
es: Tiempo restante del sensor
fr: Âge restant capteur
it: Tempo Rimanente Sensore
nb: Sensoralder gjenstår
nl: Sensor nog te gebruiken
ru: Осталось
sk: Zostávajúci platnosť senzora
sv: Sensortid kvar
tr: Kalan Sensör Yaşı
uk: Залишилось
vi: Thời gian còn lại của cảm biến

source: Sensor Endtime
da: Sensor Sluttid
de: Sensorlaufzeit Ende
es: Caducidad del sensor
fr: Date de fin capteur
it: Termine del Sensore
nb: Utløpstid for sensor
nl: Sensor verloopt
ru: Время окончания сенсора
sk: Koniec senzora
sv: Sensor slutdatum
tr: Sensör Bitiş zamanı
uk: Час закінчення Сенсору
vi: Thời gian kết thúc cảm biến

source: Sensor State
da: Sensortilstand
de: Sensor Status
es: Estado del sensor
fr: État du capteur
it: Stato del Sensore
nb: Sensortilstand
nl: Sensor status
ru: Состояние сенсора
sk: Stav senzora
sv: Sensorläge
tr: Sensör Durumu
uk: Стан Сенсору
vi: Trạng thái cảm biến

source: Sensor Serial
da: Sensor Serienummer
de: Sensor Seriennummer
es: Serial del sensor
fr: Numéro série capteur
it: Seriale del Sensore
nb: Sensor serienummer
nl: Sensor serienummer
ru: Серийный номер сенсора
sk: Serióve číslo senzora
sv: Sensorns serienummer
tr: Sensör Serial Nosu
uk: Серійний номер Сенсору
vi: Serial cảm biến

source: Transmitter Info
da: Senderinfo
es: Información del transmisor
fr: Infos transmetteur
it: Info del Trasmettitore
nb: Senderinfo
nl: Zender informatie
ru: Информация о передатчике
sk: Informácie o vysielači
sv: Sändarinfo
tr: Verici Bilgileri
uk: Інформація про передавач
vi: Số ID của Transmitter

source: Hardware
fr: Matériel
nb: Maskinvare
ru: Оборудование
sk: Hardvér
sv: Hårdvara
tr: Donanım
uk: Обладнання
vi: Phần cứng

source: Firmware
fr: Microprogramme
nb: Fastvare
ru: Прошивка
sk: Firmvér
tr: Aygıt Yazılımı
uk: Прошивка
vi: Phần mềm

source: Connection State
da: Tilslutningstilstand
de: Verbindungsstatus
es: Estado de Conexión
fr: Etat de connexion
it: Stato Connessione
nb: Tilkoblingsstatus
nl: Verbindingsstatus
ru: Состояние соединения
sk: Stav pripojenia
sv: Anslutningsstatus
tr: Bağlantı Durumu
uk: Стан з'єднання
vi: Tình trạng Kết nối

source: Transmitter Type
da: Sender Type
de: Transmitter-Typ
es: Tipo de transmisor
fr: Type de Transmetteur
it: Tipo di Trasmettitore
nb: Type sender
nl: Type zender
ru: Тип передатчика
sk: Typ vysielača
sv: Sändartyp
tr: Verici Tipi
uk: Тип передавача
vi: Loại Transmitter

source: Sensor Type
de: Sensor-Typ
es: Tipo de sensor
fr: Type de capteur
it: Tipo di Sensore
nb: Type sensor
nl: Type sensor
ru: Тип сенсора
sk: Typ senzoru
sv: Sensortyp
tr: Sensör Tipi
uk: Тип Сенсору
vi: Loại cảm biến

source: Factory Calibration Parameters
da: Fabrikskalibreringsparametre
de: Werkskalibrierungsparameter
es: Parámetros de calibración de fábrica
fr: Paramètres d'étalonnage
it: Parametri di Calibrazione di Fabbrica
nb: Fabrikkens kalibreringsparametre
nl: Fabriekskalibratie voor parameters
ru: Параметры заводской калибровки
sk: Továrenské kalibračné parametre
sv: Parametrar för fabrikskalibrering
tr: Fabrika Kalibrasyon Parametreleri
uk: Параметри заводського калібрування
vi: Thông số hiệu chuẩn từ nhà máy

source: Valid for footer
da: Gyldig til footer
de: Gültig für Fußzeile
es: Válido para pie de página
fr: Valide pour pied de page
it: Valido per il piè di pagina
nb: Gyldig i bunntekst
nl: Geldig voor voettekst
ru: Действителен для футера
sk: Platí pre pätičku
sv: Giltig för sidfot
tr: Geçerli olan
uk: Дійсний для футера
vi: Hợp lệ

source: Edit calibrations
da: Rediger kalibreringer
de: Kalibrierung bearbeiten
es: Editar calibraciones
fr: Modifier le calibrage
it: Modifica calibrazioni
nb: Rediger kalibreringer
nl: Kalibraties bewerken
ru: Редактировать калибровки
sk: Upraviť kalibrácie
sv: Ändra kalibreringar
tr: Kalibrasyonları Düzenle
uk: Редагувати калібрування
vi: Chỉnh sửa hiệu chuẩn

source: edit calibration clicked
da: redigere kalibrering klikket
de: Kalibration bearbeiten angeklickt
es: Editar calibración seleccionada
fr: éditer l'étalonnage selectionné
it: modifica calibrazione cliccata
nb: rediger valgt kalibrering
nl: Bewerken geselecteerde kalibratie
ru: изменить калибровку нажато
sk: upraviť kalibráciu kliknutím
sv: ändrad kalibrering vald
tr: kalibrasyonu düzenle tıklandı
uk: редагувати калібрування натиснуто
vi: nhấp vào để chỉnh sửa hiệu chuẩn

source: Delete CGM
da: Slet CGM
de: CGM löschen
es: Eliminar MCG
fr: Supprimer CGM
it: Cancella CGM
nb: Slett CGM
nl: Verwijder CGM
ru: Удалить CGM
sk: Odstrániť senzor
sv: Radera CGM
tr: CGM'i Sil
uk: Видалити CGM
vi: Xóa CGM

source: Are you sure you want to remove this cgm from iAPS?
sk: Si si istý, že chceš odstrániť tento CGM zo systému iAPS?
uk: Ви впевнені, що хочете видалити цей cgm з iAPS?

source: There is no undo
da: Der er ingen fortryd
de: Rücknahme nicht möglich
es: No se puede deshacer
fr: Cette opération est irréversible
it: Impossibile annullare
nb: Dette kan ikke angres
nl: Ongedaan maken is niet mogelijk
ru: Это нельзя отменить!
sk: Nie je možné vrátiť späť
sv: Det går inte att ångra!
tr: Geri çekme yok
uk: Цю дію неможливо відмінити!
vi: Không thể hoàn tác

source: Advanced
da: Avanceret
de: Weitere Einstellungen
es: Avanzado
fr: Options avancées
it: Avanzate
nb: Avansert
nl: Geavanceerd
ru: Расширенные
sk: Pokročilé
sv: Avancerat
tr: Gelişmiş
uk: Додаткові налаштування
vi: Nâng cao

source: Alarms
da: Alarmer
de: Alarme
es: Alarmas
fr: Alarmes
it: Allarmi
nb: Alarmer
nl: Alarmen
ru: Оповещения
sk: Alarmy
sv: Larm
tr: Alarmlar
uk: Тривога
vi: Cảnh báo

source: Glucose Settings
da: Glukose Indstillinger
de: Blutzuckereinstellungen
es: Ajustes de glucosa
fr: Paramètres Glycémiques
it: Impostazioni Glicemia
nb: Blodsukker-innstillinger
nl: Glucose instellingen
ru: Настройки глюкозы
sk: Nastavenia glykémie
sv: Glukosinställningar
tr: Glikoz Ayarları
uk: Налаштування Глюкози
vi: Cài đặt đường huyết

source: Notifications
da: Notifikationer
de: Mitteilungen
es: Notificaciones
it: Notifiche
nb: Varsler
nl: Meldingen
ru: Уведомления
sk: Oznámenia
sv: Notiser
tr: Bildirimler
uk: Сповіщення
vi: Thông báo

source: Export logs
da: Eksporter logs
de: Ereignisprotokolldatei exportieren
es: Exportar registros
fr: Exporter les logs
it: Esporta i registri
nb: Eksporter logger
nl: Logboek exporteren
ru: Экспорт журналов
sk: Exportovať záznamy
sv: Exportera loggar
tr: Günlüğü Dışa Aktarın
uk: Експорт журналів
vi: Kết xuất nhật ký

source: Export not available
da: Eksport ikke tilgængelig
de: Export nicht möglich
es: Exportación no disponible
fr: Exportation non disponible
it: Esportazione non disponibile
nb: Eksport ikke tilgjengelig
nl: Exporteren niet beschikbaar
ru: Экспорт недоступен
sk: Exportovanie nedostupné
sv: Export inte tillgänglig
tr: Dışa aktarma kullanılamıyor
uk: Експорт відсутній
vi: Không thể kết xuất

source: Log export requires ios 15
da: Log eksport kræver iOS 15
de: Ereignisprotokolldatei Export erfordert ios 15
es: Exportar registros requiere iOS 15
fr: Exportation du journal nécessite ios 15
it: L'esportazione del registro richiede iOS 15
nb: Loggeksportering krever ios 15
nl: Log export vereist iOS 15 of hoger
ru: Для экспорта журнала требуется ios 15
sk: Exportovanie záznamov vyžaduje ios 15
sv: Loggexport kräver ios 15
tr: Günlük dışa aktarma işlemi için ios 15 gerekir
uk: Експорт журналу потребує iOS 15
vi: Kết xuất nhật ký yêu cầu ios 15 trở lên

source: Got it!
da: Modtaget!
de: Okay, verstanden!
es: ¡Entendido!
fr: Ok!
it: Capito!
nb: Skjønner!
nl: Begrepen!
ru: Понятно!
sk: Mám!
sv: Uppfattat!
tr: Anlaşıldı!
uk: Зрозуміло!
vi: Đã hiểu!

source: Saved to %@
da: Gem til %@
de: In %@ gespeichert
es: Guardado en %@
fr: Enregistrer sur %@
it: Salvato in %@
nb: Lagret til %@
nl: Opgeslagen in %@
ru: Сохранено в %@
sk: Uložené do %@
sv: Sparad till %@
tr: %@'a kaydedildi
uk: Збережено в %@
vi: Đã lưu vào %@

source: No logs available
da: Ingen logs tilgængelige
de: Keine Ereignisprotokolldatei verfügbar
es: No hay registros disponibles
fr: Pas de journaux disponibles
it: Nessun registro disponibile
nb: Ingen logger tilgjengelig
nl: Geen logboeken beschikbaar
ru: Нет доступных журналов
sk: Nie sú k dispozícii žiadne protokoly
sv: Inga loggar tillgängliga
tr: Günlük bulunmuyor
uk: Немає доступних журналів
vi: Không có nhật ký nào

source: Glucose Notification visibility
da: Synlighed af Glukose Notifikation
de: Einstellungen Glukosebenachrichtigungen
es: Valor de glucosa en sangre en notificaciones
fr: Affichage des notifications de glycémie
it: Visibilità delle notifiche Glicemie
nb: Blodsukker-varsel
nl: Zichtbaarheid glucose melding
ru: Видимость уведомлений глюкозы
sk: Viditeľnosť upozornenia na glykémiu
sv: Blodsockernotiser
tr: Glikoz Bildirim görünürlüğü
uk: Видимість сповіщення Глюкози
vi: Khả năng hiển thị thông báo Glucose

source: Always Notify Glucose
da: Send altid Glukosenotifikation
de: Blutzuckerwert immer mitteilen
es: Mostrar notificación cada cinco minutos
fr: Toujours notifier Glycémie
it: Notifica Sempre Glicemie
nb: Alltid varsle om blodsukker
nl: Altijd glucose melden
ru: Всегда уведомлять о глюкозе
sk: Vždy informovať o glykémii
sv: Meddela alltid glukos
tr: Daima Glikozu Bildir
uk: Завжди Сповіщати про Глюкозу
vi: Luôn thông báo đường huyết

source: Notify per reading
da: Underrette pr. læsning
de: Benachrichtigung per Lesung
es: Notificar por lectura
fr: Notifier à chaque lecture
it: Notifica per lettura
nb: Varsle per lesing
nl: Melding bij elke meting
ru: Уведомлять за чтение
sk: Oznámenie na čítanie
sv: Meddela per avläsning
tr: Her okuma için bildir
uk: Сповіщати про читання
vi: Thông báo cho mỗi lần đọc

source: Value
da: Værdi
de: Wert
es: Valor
fr: Valeur
it: Valore
nb: Verdi
nl: Waarde
ru: Значение
sk: Hodnota
sv: Värde
tr: Değer
uk: Значення
vi: Giá trị

source: Adds Phone Battery
da: Tilføjer Telefonbatteri
de: Telefon-Akkustand anzeigen
es: Añade batería del teléfono
fr: Ajouter niveau batterie tel
it: Aggiungi Batteria del Telefono
nb: Legger til telefonbatteri
nl: Batterij iPhone toevoegen
ru: Показывать заряд батареи телефона
sk: Pridáva batériu telefónu
sv: Visa telefonens batterinivå
tr: Telefon Pilini Ekler
uk: Показувати заряд батареї телефону
vi: Hãy sạc Pin điện thoại

source: Adds Transmitter Battery
da: Tilføjer Senderbatteri
de: Transmitter-Batteriestand hinzufügen
es: Añade batería del transmisor
fr: Ajouter niveau batterie transmetteur
it: Aggiunge Batteria del Trasmettitore
nb: Legger til senderbatteri
nl: Zender batterij toevoegen
ru: Добавить батарею передатчика
sk: Pridáva batériu vysielača
sv: Lägger till sändarbatteri
tr: Verici Pili Ekler
uk: Додає акумулятор Transmitter
vi: Hãy sạc Pin Transmitter

source: Also vibrate
da: Vibrér også
de: Auch vibrieren
es: Vibrar también
fr: Vibrer aussi
it: Vibra anche
nb: Også vibrasjon
nl: Ook trillen
ru: Вибрировать
sk: Tiež vibrovať
sv: Vibrera också
tr: Ayrıca titret
uk: Вібрація
vi: Rung

source: Additional notification types
da: Yderligere notifikationstyper
de: Weitere Benachrichtigungseinstellungen
es: Tipos de notificación adicionales
fr: Notifications Supplémentaires
it: Aggiungi tipi di notifica
nb: Andre varslingstyper
nl: Andere meldingsinstellingen
ru: Дополнительные уведомления
sk: Ďalšie typy oznámení
sv: Ytterligare notistyper
tr: Ek bildirim çeşitleri
uk: Додаткове сповіщення
vi: Thêm các loại thông báo

source: Misc
da: Diverse
de: Sonstiges
es: Varios
fr: Autres
it: Varie
nb: Diverse
nl: Overige
ru: Разное
sk: Rôzne
sv: Övrigt
tr: Diğer
uk: Різне

source: Unit override
da: Enhed tilsidesætte
de: Einheit überschreiben
es: Sobrescribir unidad
fr: Substitution d’unité
it: Sovrascrizione unità
nb: Overstyr enhet
nl: Eenheid aanpassen
ru: Переопределение единицы
sk: Prepis jednotky
sv: Åsidosätt enhet
tr: Birim üzerine yaz
uk: Задати величину
vi: Đơn vị ghi đè

source: Low
da: Lav
de: Tief
es: Bajo
fr: Faible
it: Basso
nb: Lav
nl: Laag
ru: Низкий
sk: Nízka
sv: Lågt
tr: Düşük
uk: Низький
vi: Thấp

source: High
da: Høj
de: Hoch
es: Alto
fr: Élevé
it: Alto
nb: Høy
nl: Hoog
ru: Высокий
sk: Vysoká
sv: Högt
tr: Yüksek
uk: Високий
vi: Cao

source: Very High
da: Meget høj
de: Sehr hoch
es: Muy alto
fr: Très élevé
it: Molto alta
nl: Erg hoog
ru: Очень высокий
sk: Veľmi vysoké
sv: Mycket Högt
uk: Дуже Високий
vi: Quá cao

source: Very Low
da: Meget lav
de: Sehr niedrig
es: Muy bajo
fr: Très bas
it: Molto Basso
nl: Erg laag
ru: Очень низкий
sk: Veľmi nízke
sv: Mycket lågt
uk: Дуже низький
vi: Quá thấp

source: glucose
da: glukose
de: Blutzucker
es: glucosa
fr: glycémie
it: glicemie
nb: blodsukker
ru: глюкоза
sk: glykémia
sv: glukos
tr: glikoz
uk: Глюкоза
vi: đường huyết

source: Enter a Bolus Amount
da: Angiv en Bolus mængde
de: Gib einen Bolus ein
es: Introduzca cantidad de bolo
fr: Entrez la quantité de bolus
it: Inserire una quantità di Bolo
nl: Voer een bolus hoeveelheid in
ru: Введите размер Болюса
sk: Zadajte veľkosť bolusu
sv: Ange mängd insulin
uk: Введіть кількість болюсу
vi: Nhập số lượng Bolus

source: Your current glucose is %@. Are you sure you want to bolus %@ U of insulin?
da: Dit nuværende blodsukker er %@. Er du sikker på du vil bolus %@ U af insulin?
de: Deine aktuelle Glukose ist %@. Bist du sicher, dass du einen Bolus von %@ U Insulin geben willst?
es: Tu glucosa actual es %@. ¿Estás seguro de que quieres administrar %@ U de insulina?
fr: Votre glycémie actuelle est de %@. Êtes-vous sûr de vouloir administrer %@ U d'insuline ?
it: La tua glicemia attuale è %@. Sei sicuro di voler un bolo di %@ U di insulina?
nl: Je huidige glucose is %@. Weet je zeker dat je een %@ E insuline wilt bolussen?
ru: Ваш уровень глюкозы составляет %@. Вы уверены, что хотите ввести %@ ед. инсулина?
sk: Vaša aktuálna glykémia je %@. Ste si istí, že chcete podať bolus %@ U inzulínu?
sv: Ditt blodsocker är %@. Är du säker på att du vill ge %@ E insulin?
uk: Ваш поточний рівень глюкози %@. Ви впевнені, що хочете ввести %@ U інсуліну?
vi: Glucose hiện tại của bạn là %@. Bạn có chắc chắn muốn tiêm %@U insulin không?

source: A bolus command of
da: En bolus kommando af
de: Ein Bolus Befehl von
es: Un comando de bolo de
fr: Une commande de bolus de
it: Un comando di bolo di
nl: Een bolus commando van
ru: Команда болюса из
sk: Príkaz bolus
sv: Ett kommando med
uk: Болюсна команда
vi: Một lệnh bolus của

source: U of insulin was sent to iAPS. Verify in iAPS app or in Nightscout if the bolus was delivered.
da: U insulin blev sendt til iAPS. Kontroller i iAPS app eller i Nightscout, om bolus blev leveret.
de: U des Insulins wurde an iAPS geschickt. Überprüfen Sie in iAPS App oder in Nightscout ob der Bolus verabreicht wurde.
es: U de insulina enviada(s) a iAPS. Verifique en la aplicación iAPS o en Nightscout si el bolo fue entregado.
fr: U d'insuline ont étés envoyés à iAPS. Vérifiez dans l'application iAPS ou dans Nightscout si le bolus a été livré.
it: U di insulina è stata inviata a iAPS. Verificare in app iAPS o in Nightscout se il bolo è stato erogato.
nl: E van insuline is verzonden naar iAPS. Verifieer in de iAPS app of in Nightscout zodra de bolus is afgeleverd.
ru: ед. инсулина была отправлена в iAPS. Проверьте в приложении iAPS или в Nightscout, был ли доставлен болюс.
sk: U inzulínu bolo odoslaných do iAPS. Overte v aplikácii iAPS alebo v aplikácii Nightscout, či bol bolus doručený.
sv: E insulin skickades till iAPS. Verifiera i iAPS eller Nightscout att din bolus har givits.
uk: U інсуліну відправлено в iAPS. Перевірте в додатку iAPS або в Nightscout, чи було введено болюс.
vi: U insulin đã được gửi đến iAPS. Xác minh trong ứng dụng iAPS hoặc trong Nightscout xem bolus đã được phân phối hay chưa.

source: too small bolus amount
da: for lille bolus mængde
de: zu kleine Bolus Menge
es: bolo demasiado pequeño
fr: quantité de bolus trop petit
it: Quantità Bolo troppo piccola
nl: te kleine bolus hoeveelheid
ru: слишком маленький размер болюса
sk: prilíš malá veľkosť bolusu
sv: för liten insulinmängd
uk: занадто мала кількість болюсу
vi: lượng bolus quá nhỏ

source: Bolus Shortcuts are disabled in iAPS settings
da: Bolus genveje er deaktiveret i iAPS indstillinger
de: Bolus Kurzbefehle sind in den iAPS Einstellungen deaktiviert
es: Los Atajos para bolos están desactivados en los ajustes de iAPS
fr: Les raccourcis de bolus sont désactivés dans les paramètres de iAPS
it: I comandi rapidi per il bolo sono disabilitati nelle impostazioni di iAPS
nl: Bolus snelkoppelingen zijn uitgeschakeld in de iAPS instellingen
ru: Команды для болюса отключены в настройках iAPS
sk: Skratky pre bolus sú vypnuté v nastaveniach iAPS
sv: Genvägar för bolus är inaktiverade i dina iAPS-inställningar
uk: Ярлик Болюсу вимкнено в налаштуваннях iAPS
vi: Phím tắt Bolus bị vô hiệu hóa trong cài đặt iAPS

source: Bolus Amount in U
da: Bolus mængde i U
de: Bolus Menge in IE
es: Cantidad de bolo en U
fr: Quantité de Bolus en U
it: Quantità Bolo in U
nl: Bolus hoeveelheid in E
ru: Болюс в размере ед.
sk: Veľkosť bolusu v U
sv: Enheter insulin
uk: Кількість Болюсу в U
vi: Lượng Bolus tính bằng U

source: Allow iOS Bolus Shortcuts
da: Tillad iOS Bolus Genveje
de: Erlaube iOS Bolus Kurzbefehle
es: Permitir bolos con Atajos
fr: Autoriser les raccourcis de Bolus dans iOS
it: Consenti i comandi rapidi iOS per il Bolo
nl: iOS bolus snelkoppelingen toestaan
ru: Разрешить iOS команды для болюса
sk: Povoliť iOS Bolus Skratky
sv: Tillåt användning av iOS genvägar för att ge bolus
uk: Дозволити ярлик Болюсу iOS
vi: Cho phép phím tắt Bolus của iOS

source: iOS Shortcuts
de: iOS Kurzbefehle
es: Atajos de iOS
fr: Raccourcis d'iOS
it: scorciatoie iOS
nl: iOS Snelkoppelingen
ru: iOS Команды
sk: iOS Skratky
sv: iOS genvägar
uk: Ярлики iOS
vi: Phím tắt iOS
