Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: Backfill from trend
da: Tilbagefyldning fra tendens
de: Auffüllen aus dem Trend
es: Rellenar valores desde tendencia
fr: Remplissage depuis la tendance
it: Riempimento dalla tendenza
nb: Etterfylling fra trend
nl: Terugzetten van trend
ru: Заполнять из тренда
sk: Zásyp z trendu
sv: Återfyll från trend
tr: Trend geri doldurma
uk: Резервне копіювання з тренду
vi: Chèn lấp từ xu hướng

source: Debug options
da: Debug indstillinger
de: Debug-Optionen
es: Opciones de depuración
fr: Options de débogage
it: Opzioni di Debug
nb: Alternativ for feilsøking
nl: Foutopsporing opties
ru: Опции отладки
sk: Možnosti ladenia
sv: Felsökningsalternativ
tr: Hata ayıklama seçenekleri
uk: Параметри налагодження
vi: Tùy chọn gỡ lỗi

source: Adds a lot of data to the Issue Report
da: Tilføjer en masse data til Problem rapporten
de: Fügt dem Problembericht viele Daten hinzu
es: Añade muchos datos al Informe de Incidencias
fr: Ajoute beaucoup de données au rapport d'anomalie
it: Aggiunge molti dati al Rapporto Problemi
nb: Legger til en rekke data i Hendelsesrapport
nl: Voegt veel data toe aan het probleemrapport
ru: Добавляет много данных в отчет об ошибках
sk: Pridáva množstvo údajov do správy o probléme
sv: Lägger till en hel del data till rapporten
tr: Sorun Raporuna çok fazla veri ekler
uk: Додає багато даних у звіт про помилки
vi: Thêm nhiều dữ liệu vào Báo cáo vấn đề

source: Persist sensordata
da: Vedvarende sensordata
de: Sensordaten beibehalten
es: Mantener datos del sensor
fr: Conserver les données de capteur
it: Mantieni i dati del sensore
nb: Vedvarende sensordata
nl: Sensorgegevens bewaren
ru: Хранить данные сенсора
sk: Trvalé sensordata
sv: Bevara sensordata
tr: Kalıcı sensör verileri
uk: Зберегти данні сенсору
vi: Duy trì dữ liệu cảm biến

source: Battery
da: Batteri
de: Batterie
es: Batería
fr: Batterie
it: Batteria
nb: Batteri
nl: Batterij
ru: Батарея
sk: Batéria
sv: Batteri
tr: Pil
uk: Акумулятор
vi: Pin

source: Also add source info
da: Tilføj også kildeinfo
de: Füge auch Quellinformationen hinzu
es: Mostrar fuente de datos
fr: Ajouter l'info de la source
it: Aggiungi anche informazioni sorgente
nb: Legg også til kildeinfo
nl: Voeg ook bron info toe
ru: Дополнительная информация об источнике
sk: Pridať informáciu o zdroji
sv: Lägg till info om CGM
tr: Ayrıca kaynak bilgisi ekleyin
uk: Дотаткова інформацію про джерело
vi: Cũng thêm thông tin nguồn

source: Carbs Required Threshold
da: Kulhydrater Påkrævet Grænseværdi
de: Grenzwert für benötigte Kohlenhydrate
es: Umbral de carbohidratos requeridos
fr: Seuil de glucides requis
it: Soglia carboidrati necessari
nb: Terskel for karbo nødvendig
nl: Koolhydraten vereist drempelwaarde
ru: Порог необходимых углеводов
sk: Prahová hodnota pre pripomenutie sacharidov
sv: Tröskelvärde för kolhydrater som krävs
tr: Gerekli Karbonhidrat Önerisi
uk: Межа необхідних вуглеводів
vi: Ngưỡng yêu cầu của lượng Carbs

source: Carbs Required
sk: Potrebné sacharidy
uk: Необхідні вуглеводи

source: Sounds
sk: Zvuky
uk: Звуки

source: Hypoglycemia
sk: Hypoglykémia
uk: Гіпоглікемія

source: Hyperglycemia
sk: Hyperglykémia
uk: Гіперглікемія

source: Rapidly Ascending
sk: Stúpajúci trend
uk: Швидко Зростає

source: Rapidly Descending
sk: Klesajúci trend
uk: Швидкий Спад

source: Silent
sk: Tichý
uk: Без звуку

source: Default
sk: Predvolené
uk: Стандартний

source: iOS default sound
sk: Predvolený zvuk pre iOS
uk: Звук за замовчуванням для iOS

source: RAPIDLY DESCENDING GLUCOSE!
sk: RÝCHLO KLESAJÚCA GLYKÉMIA!
uk: ШВИДКЕ ЗНИЖЕННЯ РІВНЯ ГЛЮКОЗИ!

source: RAPIDLY ASCENDING GLUCOSE!
sk: RÝCHLO STÚPAJÚCA GLYKÉMIA!
uk: ШВИДКО ПІДВИЩУЄТЬСЯ РІВЕНЬ ГЛЮКОЗИ!

source: Bolus Failure
sk: Zlyhanie bolusu
uk: Невдача введення Болюсу

source: Missing Loops
sk: Chýbajúce slučky
uk: Відсутні Цикли

source: Ascending
sk: Vzostupne
uk: Зростаючий

source: Descending
sk: Zostupne
uk: Спадання

source: Thresholds
sk: Prahové hodnoty
uk: Межі

source: Carbs required: %d g
da: Kulhydrater påkrævet: %d g
de: Benötigte Kohlenhydrate: %d g
es: Carbohidratos necesarios: %d g
fr: Glucides requis :%d g
it: Carboidrati necessari %d g
nb: Karbo nødvendig: %d g
nl: Koolhydraten vereist: %d g
ru: Необходимы углеводы: %d г
sk: Potrebné sacharidy: %d g
sv: Kolhydrater som krävs: %d g
tr: Gerekli karbonhidrat: %d g
uk: Потрібні вуглеводи: %d g
vi: Lượng carbs yêu cầu: %d g

source: To prevent LOW required %d g of carbs
da: For at forhindre LAV påkrævet %d g kulhydrater
de: Um einen NIEDRIGEN BZ zu verhindern, werden %d g Kohlenhydrate benötigt
es: Para prevenir BAJO se requieren %d g. de carbohidratos
fr: Pour éviter BAS %d g de glucides requis
it: Per evitare glicemia BASSA servono %d g di carboidrati
nb: For å forhindre lavt blodsukker: %d g karbo nødvendig
nl: Om LAAG te voorkomen zijn %d g koolhydraten nodig
ru: Для избежания ГИПО необходимо %d г углеводов
sk: Na zabránenie NÍZKY potrebných %d g sacharidov
sv: För att förhindra ett lågt blodsocker krävs uppskattningsvis %d g kolhydrater
tr: DÜŞÜK KŞ'ini önlemek için gerekli Karbonhidrat %d g
uk: Для запобігання ГІПО потрібно %d g вуглеводів
vi: Để hạn chế LOW yêu cầu %d g carbs

source: iAPS not active
da: iAPS er ikke aktiv
de: iAPS ist nicht aktiv
es: iAPS inactivo
fr: iAPS pas actif
it: iAPS non attivo
nb: iAPS ikke aktiv
nl: iAPS is niet actief!
ru: iAPS неактивен
sk: iAPS nie je aktívny
sv: iAPS är inte aktiv
tr: iAPS etkin değil
uk: iAPS не активний
vi: iAPS chưa hoạt động

source: Last loop was more than %d min ago
da: Sidste loop var mere end %d min. siden
de: Letzter Loop vor mehr als %d Minuten
es: El último ciclo fue hace más de %d mins
fr: Dernier bouclage depuis plus de %d min
it: L'ultimo ciclo è stato più di %d min fa
nb: Siste loop var mer enn %d min siden
nl: Laatste loop was meer dan %d min geleden
ru: Последний цикл был более %d минут назад
sk: Posledná slučka bola pred viac ako %d min
sv: Senaste loop var för mer än %d min sedan
uk: Останній цикл був більше, ніж %d хв тому
vi: Loop dừng hoạt động hơn %d phút trước

source: Show glucose on the app badge
da: Vis glukose på app-badge
de: Zeige Glucosewert auf dem App Symbol
es: Mostrar valor de glucosa en el icono de la aplicación
fr: Afficher glycémie en tant que badge
it: Mostra le glicemie sull'icona dell'app
nb: Vis blodsukker på app-ikonet
nl: Toon glucosewaarde op de app icoon
ru: Показывать глюкозу на значке приложения
sk: Zobraziť glykémiu na ikone aplikácie
sv: Visa glukosvärde på app-ikon
tr: Uygulama rozetinde glikozu göster
uk: Показувати глюкозу на значку додатку
vi: Thể hiện đường huyết lên trên iAPS

source: Backfill glucose
da: Tilbagepakning af glukose
de: Glucose Werte auffüllen
es: Rellenar valores de glucosa
fr: Prendre en compte les anciennes valeurs de glycémies
it: Riempi glicemia
nb: Tilbakefyll blodsukker
nl: Terugzetten glucose
ru: Скачать глюкозу
sk: Doplniť glykémie
sv: Återfyll glukosvärden
tr: Glikoz geri doldurma
uk: Завантажити глюкозу
vi: Bổ sung glucose

source: About this source
da: Omkring denne kilde
de: Über diesen Quellcode
es: Acerca de esta fuente
fr: A propos de ce module
it: Informazioni su questa fonte
nb: Om denne kilden
nl: Over deze bron
ru: Об этом источнике
sk: Informácie o tomto zdroji
sv: Om denna CGM
tr: Bu kaynak hakkında
uk: Про це джерело
vi: Thông tin nguồn này

source: Bolus failed
da: Bolus mislykkedes
de: Bolus fehlgeschlagen
es: Bolo fallido
fr: Échec du Bolus
it: Bolo fallito
nb: Bolus mislyktes
nl: Bolus is mislukt
ru: Болюс не выполнен
sk: Chyba pri aplikácii bolusu
sv: Bolus misslyckades
tr: Bolus başarısız
uk: Болюс не вдався
vi: Liều bolus thất bại

source: Max Bolus exceeded!
da: Max Bolus overskredet!
de: Maximaler Bolus überschritten!
es: ¡Bolo máximo superado!
fr: Bolus max dépassé!
it: Bolo massimo superato!
nb: Max Bolus overskredet!
nl: Maximale bolus overschreden!
ru: Максимальный болюс превышен!
sk: Maximálny bolus prekročený!
sv: Du kan inte dosera mer än din maxinställning!
uk: Максимальний болюс перевищено!
vi: Đã vượt quá liều Bolus tối đa!

source: Bolus failed or inaccurate. Check pump history before repeating.
da: Bolus mislykkedes eller unøjagtig. Tjek pumpehistorik før gentagelse.
de: Bolus ist fehlgeschlagen oder ungenau. Prüfe den Pumpenverlauf vor einer erneuten Abgabe.
es: Bolo fallido o inexacto. Revise el historial de la bomba antes de repetir la acción.
fr: Bolus échoué ou imprécis. Vérifier l’historique de la pompe avant recommencer.
it: Bolo fallito o impreciso. Controlla la cronologia del microinfusore prima di ripetere.
nb: Bolus mislyktes eller var upresis. Kontroller bolus-historikken før du gjentar.
nl: Bolus mislukt of onjuist. Controleer de pompgeschiedenis voordat je herhaalt.
ru: Болюс не выполнен или неточный. Перед повторением проверьте историю помпы.
sk: Bolus zlyhal alebo bol nepresný. Pred opakovaním skontrolujte históriu pumpy.
sv: Misslyckad eller felaktig bolus. Kontrollera pumpens historik innan du försöker igen.
tr: Bolus başarısız veya hatalı. Tekrarlamadan önce pompa geçmişini kontrol edin.
uk: Болюс не пройшов або неточний. Перевір історію помпи, перш ніж повторити.
vi: Liều bolus thất bại hoặc không chính xác. Kiểm tra lại bơm trước khi lặp lại.

source: Carbs
da: Kulhydrater
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
it: Carboidrati
nb: Karbo
nl: Koolhydraten
ru: Углеводы
sk: Sacharidy
sv: Kolhydrater
tr: Karbonhidrat
uk: Вуглеводи

source: Note
da: Bemærk
de: Notiz
es: Nota
nb: Notat
nl: Opmerking
ru: Заметка
sk: Poznámka
sv: Anteckning
uk: Примітка
vi: Lưu ý

source: Temp Basal
da: Midlertidig Basal
de: Temporäre Basalrate
es: Insulina basal temporal
fr: Basal Temp.
it: Basale temporanea
nb: Midlertidig basal
nl: Tijdelijk basaal
ru: Врем. базал
sk: Dočasný bazál
sv: Temporär basal
tr: Geçici Bazal Oranı
uk: Тимчасовий Базал

source: Temp Target
da: Midlertidigt mål
de: Temporäre Ziele
es: Objetivo temporal
fr: Cibles temporaires
it: Target Temporaneo
nb: Midlertidig mål
nl: Tijdelijk streefdoel
ru: Врем. цель
sk: Dočasný cieľ
sv: Tillfälligt målvärde
tr: Geçici Hedef
uk: Тимчасові цілі
vi: Mục tiêu tạm thời

source: Resume
da: Genoptag
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
nb: Gjenoppta leveranse
nl: Hervat
ru: Возобновление
sk: Pokračovať
sv: Återuppta
tr: Devam et
uk: Відновити
vi: Tiếp tục

source: Suspend
da: Suspender
de: Unterbrechen
es: Suspender
fr: Suspendre
it: Sospendi
nb: Pause leveranse
nl: Onderbreek
ru: Остановка
sk: Pozastavenie
sv: Pausa
tr: Askıya al
uk: Призупинити
vi: Đã tạm ngưng

source: Animated Background
da: Animeret Baggrund
de: Animierter Hintergrund
es: Fondo animado
fr: Arrière-plan dynamique
it: Sfondo Animato
nb: Animert bakgrunn
nl: Bewegende achtergrond
ru: Анимированный фон
sk: Animované pozadie
sv: Animerad Bakgrund
tr: Animasyonlu Arka Plan
uk: Анімований фон
vi: Nền màn hình động

source: day(s)
da: dag(e)
de: Tag(e)
es: día(s)
fr: jour(s)
it: giorno/i
nb: dag(er)
nl: dag(en)
ru: дн.
sk: deň(y)
sv: dagar
tr: gün(ler)
uk: день(днів)

source: Display HR on Watch
da: Vis HR på Ur
de: Herzfrequenz statt BZ auf Watch anzeigen
es: Mostrar frecuencia cardíaca en el reloj
fr: Affichage du rythme cardiaque sur Watch
it: Mostra FC sull'orologio
nb: Vis puls på klokken
nl: Toon hartritme op horloge
ru: Отображать пульс на часах
sk: Zobraziť na hodinkách
sv: Visa din puls på klockan
tr: Kalp Atış Hızını Saatte görüntüleyin
uk: Відображати HR на годиннику
vi: Hiển thị HR trên đồng hồ

source: OpenAPS main settings
da: OpenAPS primære indstillinger
de: OpenAPS Haupteinstellungen
es: Ajustes principales de OpenAPS
fr: Paramètres OpenAPS
it: Impostazioni principali di OpenAPS
nb: OpenAPS hovedinnstillinger
nl: Oref0 hoofdinstellingen
ru: Основные настройки OpenAPS
sk: Hlavné nastavenia OpenAPS
sv: OpenAPS huvudsakliga inställningar
tr: OpenAPS ana ayarları
uk: ГОЛОВНІ НАЛАШТУВАННЯ OPENAPS
vi: Cài đặt chính OpenAPS

source: OpenAPS SMB settings
da: OpenAPS SMB indstillinger
de: OpenAPS SMB Einstellungen
es: Ajustes de SMB de OpenAPS
fr: Paramètres OpenAPS SMB
it: Impostazioni SMB di OpenAPS
nb: OpenAPS SMB innstillinger
nl: Oref0 SMB instellingen
ru: Настройки OpenAPS SMB
sk: Hlavné nastavenia OpenAPS
sv: OpenAPS SMB-inställningar
tr: OpenAPS SMB ayarları
uk: НАЛАШТУВАННЯ SMB OPENAPS
vi: Cài đặt SMB OpenAPS

source: OpenAPS targets settings
da: OpenAPS målindstillinger
de: OpenAPS Zieleinstellungen
es: Ajustes de objetivos de OpenAPS
fr: Paramètres OpenAPS Cibles
it: Impostazioni degli obiettivi di OpenAPS
nb: OpenAPS mål-innstillinger
nl: Oref0 doel instellingen
ru: Настройки целей OpenAPS
sk: Hlavné nastavenia OpenAPS
sv: OpenAPS målvärdesinställningar
tr: OpenAPS hedef Ayarları
uk: НАЛАШТУВАННЯ ЦІЛЕЙ OPENAPS
vi: Cài đặt mục tiêu OpenAPS

source: OpenAPS other settings
da: OpenAPS andre indstillinger
de: OpenAPS weitere Einstellungen
es: Otros ajustes de OpenAPS
fr: Paramètres OpenAPS Autres
it: Altre impostazioni di OpenAPS
nb: OpenAPS andre innstillinger
nl: Oref0 overige instellingen
ru: Другие настройки OpenAPS
sk: Hlavné nastavenia OpenAPS
sv: OpenAPS andra inställningar
tr: OpenAPS diğer ayarları
uk: ІНШІ НАЛАШТУВАННЯ OPENAPS
vi: Cài đặt khác OpenAPS

source: Glucose Simulator
da: Glukose Simulator
de: Glukose-Simulator
es: Simulador de glucosa
fr: Simulateur de glycémie
it: Simulatore Glicemia
nb: Blodsukker-simulator
ru: Симулятор глюкозы
sk: Simulátor glykémie
sv: Glukossimulator
tr: Glikoz Simülatörü
uk: Симулятор Глюкози
vi: Glucose mô phỏng

source: Bluetooth State restored (APS restarted?). Found %d peripherals, and connected to %@ with identifier %@
da: Bluetooth-tilstand gendannet (APS genstartet?). Fundet %d perifere enheder, og forbundet til %@ med id %@
de: Bluetooth-Status wiederhergestellt (APS neu gestartet?). %d Peripheriegeräte gefunden und mit %@ mit der Kennung %@ verbunden
es: Estado del Bluetooth restaurado (¿se ha reiniciado APS?). Se encontraron %d periféricos, y se conectó al %@ con el identificador %@
fr: Etat Bluetooth restoré (APS relancé ?). Trouvé %d périphériques, et connectés à %@ avec ID %@
it: Stato Bluetooth ripristinato (APS riavviato?). Trovato %d periferiche e collegato a %@ con identificatore %@
nb: Bluetooth-status gjenopprettet (APS restartet?). Funnet %d ennheter, og koblet til %@ med identifikator %@
nl: Herstelde Bluetooth-status (iAPS opnieuw opgestart?). %d randapparatuur gevonden en verbonden met %@ met de identificatie %@
ru: Bluetooth состояние восстановлено (APS перезапущен?). Найдено %d периферийных устройств и подключено к %@ с идентификатором %@
sk: Stav Bluetooth obnovený (APS reštartovaný?). Nájdené %d periférnych zariadení a pripojené k %@ s identifikátorom %@
sv: Bluetooth-status återställd (APS startades om?). Hittade %d perifera enheter anslutna till %@ med identifieraren %@
tr: Bluetooth Durumu geri yüklendi (APS yeniden başlatıldı mı?). %d çevre birimi bulundu ve %@ tanımlayıcısı ile %@'a bağlandı
uk: Стан Bluetooth відновлений (APS перезапущено?). Виявили %d периферійних пристроїв та під'єднано до %@ з ідентифікатором %@
vi: Đã khôi phục trạng thái Bluetooth (APS đã khởi động lại?). Đã tìm thấy %d thiết bị ngoại vi và được kết nối với %@ bằng mã định danh %@

source: Using shared app group with external CGM app xDrip4iOS
da: Brug af delt app-gruppe med ekstern CGM app xDrip4iOS
de: Benutze gemeinsame App-Groups (Xcode) mit externer CGM App xDrip4iOS
es: Utilizar el grupo de aplicaciones compartidas con la app de MCG externa xDrip4iOS
fr: Utilisation d'un groupe d'applications partagées avec une application CGM externe xDrip4iOS
it: Utilizzo di un gruppo di app condivise con l'app CGM esterna xDrip4iOS
nb: Bruk delt appgruppe med ekstern CGM-app xDrip4iOS
nl: Gedeelde app-groep wordt gebruikt met externe CGM app xDrip4iOS
ru: Используйте общую app group, при подписании приложений, для прямого подключения CGM приложения xDrip4iOS к FreeAPSx
sk: Používanie zdieľanej skupiny aplikácií s externou aplikáciou CGM xDrip4iOS
sv: Använder delad appgrupp med CGM-app xDrip4iOS
tr: Harici CGM uygulaması xDrip4iOS ile paylaşılan uygulama grubunu kullan
uk: Використання спільної групи програм із зовнішньою програмою CGM xDrip4iOS
vi: Sử dụng nhóm ứng dụng dùng chung với ứng dụng CGM bên ngoài xDrip4iOS

source: Using shared app group with external CGM app GlucoseDirect
da: Brug af delt app-gruppe med ekstern CGM app GlucoseDirect
de: Benutze gemeinsame App-Groups (Xcode) mit externer CGM App GlucoseDirect
es: Utilizar el grupo de aplicaciones compartidas con la app de MCG externa GlucoseDirect
fr: Utilisation d'un groupe d'applications partagées avec une application CGM GlucoseDirect
it: Utilizzando il gruppo di applicazioni condivise con l'app esterna CGM GlucoseDirect
nb: Bruk delt appgruppe med ekstern CGM app GlucoseDirect
nl: Gebruikt gedeelde app groep met externe CGM app GlucoseDirect
ru: Используйте общую app group, при подписании приложений, для прямого подключения CGM приложения GlucoseDirect к FreeAPSx
sk: Používanie zdieľanej skupiny aplikácií s externou aplikáciou CGM GlucoseDirect
sv: Använder delad appgrupp med CGM-app GlucoseDirect
tr: Harici CGM uygulaması GlucoseDirect ile paylaşılan uygulama grubunu kullan
uk: Використання спільної групи програм із зовнішньою програмою CGM GlucoseDirect
vi: Sử dụng nhóm ứng dụng dùng chung với ứng dụng CGM bên ngoài Glucose Direct

source: Dexcom G6 app
es: Aplicación Dexcom G6
fr: App G6 native
it: App nativa G6
nb: Opprinnelig G6-app
nl: Oorspronkelijke G6 app
ru: Родное приложение G6
sk: Aplikácia Dexcom G6
sv: Ursprunglig Dexcom G6-app
tr: Yerel G6 uygulaması
uk: Рідна програма G6

source: Native G5 app
da: Nativ G5 app
es: Aplicación nativa de Dexcom G5
fr: App G5 native
it: App nativa G5
nb: Opprinnelig G5-app
nl: Oorspronkelijke G5 app
ru: Родное приложение G5
sk: Natívna aplikácia pre G5
sv: Ursprunglig G5-app
tr: Yerel G5 uygulaması
uk: Рідна програма G5

source: Minilink transmitter
da: Minilink sender
es: Transmisor Minilink
fr: Minilink transmetteur
it: Trasmettitore Minilink
nb: Minilink sender
nl: Minilink zender
ru: Передатчик Minilink
sk: Vysielač Minilink
sv: Minilink-sändare
tr: Minilink vericisi
uk: трансмітер Minilink

source: Simple simulator
da: Simpel simulator
de: Einfacher Simulator
es: Simulador simple
fr: Simple simulateur
it: Simulatore semplice
nb: Enkel simulator
nl: Eenvoudige simulator
ru: Простой симулятор
sk: Jednoduchý simulátor
sv: Enkel Glukossimulator
tr: Basit simülatör
uk: Звичайний симулятор

source: Direct connection with Libre 1 transmitters or European Libre 2 sensors
da: Direkte forbindelse med Libre 1-sendere eller europæiske Libre 2-sensorer
de: Gemeinsame App-Gruppe für direkte Verbindung mit Libre 1-Sensoren oder europäischen Libre 2-Sensoren
es: Conexión directa con transmisores Libre 1 o sensores europeos Libre 2
fr: Connexion directe avec les émetteurs Libre 1 ou les capteurs européens Libre 2
it: Collegamento diretto con trasmettitori Libre 1 o sensori Europei Libre 2
nb: Direkte tilkobling av Libre 1 med sender, eller direkte tilkobling til europeisk versjon av Libre 2
nl: Directe connectie met Libre 1 sensoren of Europese Libre 2 sensoren
ru: Прямое подключение к трансмиттерам Libre 1 или датчикам European Libre 2
sk: Priame prepojenie s vysielačmi Libre 1 alebo európskymi snímačmi Libre 2
sv: Direkt anslutning till Libre 1-sändare eller europeiska Libre 2-sensorer
tr: Libre 1 vericileri veya Avrupa Libre 2 sensörleri ile doğrudan bağlantı
uk: Прямий зв'язок з трансмітером Libre 1 або Європейськими сенсором Libre 2
vi: Kết nối trực tiếp với bộ phát Libre 1 hoặc cảm biến Libre 2 của Châu Âu

source: Online or internal server
da: Online eller intern server
de: Online oder interner Server
es: Servidor en línea o interno
fr: Serveur en ligne ou interne
it: Server online o interno
nb: Online eller intern server
nl: Online of interne server
ru: Онлайн или внутренний сервер
sk: Online alebo interný server
sv: Online eller intern server
tr: Çevrimiçi veya dahili sunucu
uk: Онлайн або внутрішній сервер
vi: Trực tuyến hoặc máy chủ nội bộ

source: Can't enact the new loop cycle recommendation, because a Bolus is in progress. Wait for next loop cycle
de: Die neue Empfehlung kann nicht angewendet werden, da zurzeit ein Bolus verabreicht wird. Warten Sie bitte die nächste Schleife ab.
es: No se ha ejecutado el cálculo recomendado para el nuevo ciclo porque hay un bolo en progreso. Espere al siguiente ciclo del lazo
fr: Impossible d'appliquer la nouvelle recommandation, car l'administration d'un bolus est en cours. Attendez la prochaine boucle.
it: Non è possibile attuare un nuovo ciclo loop, perché un bolo è in corso. Attendere il ciclo loop successivo
nl: Kan het nieuwe loopcyclus advies niet uitvoeren, omdat er een bolus bezig is. Wacht op de volgende cyclus
ru: Не удается выполнить рекомендацию по новому циклу петли, так как вводится болюс. Подождите новый цикл петли
sk: Nie je možné vykonať odporúčanie nového cyklu slučky, pretože práve prebieha bolus. Počkajte na ďalší cyklus slučky
sv: Kan inte utföra ny loop-rekommendation just nu, pga en pågående bolus. Vänta till nästa loop
uk: Неможливо виконати рекомендацію щодо нового циклу петлі, оскільки триває болюс. Зачекайте наступного циклу петлі
vi: Không thể thực hiện đề xuất chu kỳ vòng lặp mới vì đang tiến hành một đợt Bolus. Đợi chu kỳ vòng lặp tiếp theo

source: Pump is Busy.
de: Die Insulinpumpe ist beschäftigt.
fr: La pompe est occupée.
it: Il microinfusore sta già erogando.
nl: Je pomp is bezig.
ru: Помпа занята.
sk: Pumpa je zaneprázdnená.
sv: Pump är upptagen.
uk: Помпа зайнята
vi: Bơm đang bận.

source: Bolus already in Progress!
de: Ein Bolus wird bereits abgegeben!
fr: Un bolus est déjà en cours !
it: Bolo già in corso!
nl: Er is al een bolus actief!
ru: Болюс уже вводится!
sk: Podanie bolusu už prebieha!
sv: En bolusdos pågår redan!
uk: Болюс вже подається!
vi: Liều bolus đang được thực hiện!

source: Developer
da: Udvikler
de: Entwickler
es: Desarrollador
fr: Développeur
it: Sviluppatore
nb: Utvikler
nl: Ontwikkelaar
ru: Разработчик
sk: Vývojár
sv: Utvecklare
tr: Geliştirici
uk: РОЗРОБНИК
vi: Dành cho nhà phát triển

source: NS Upload Profile and Settings
ru: NS Загрузить профиль и настройки
sk: NS odoslať profil a nastavenia
sv: NS Ladda upp profil och inställningar
uk: Профіль і Налаштування NS Upload

source: Delete All NS Overrides
ru: Удалить все NS переопределения
sk: Odstrániť všetky prepísania NS
sv: Ta bort alla NS-undantag
uk: Видалити всі Перевизначення NS

source: NS Uploaded Profile
da: NS Uploadet Profil
de: NS Hochgeladenes Profil
es: Perfil subido a NS
fr: Profil NS Uploaded
it: NS Profilo caricato
nb: NS opplastet profil
nl: NS geüpload profiel
ru: Загруженный в NS профиль
sk: NS Nahraný profil
sv: Uppladdad profil
uk: NS Завантажений Профіль
vi: Đã tải hồ sơ lên NS

source: Autosense
it: Autosensibilità
ru: Автосенс
tr: OtoDuyarlılık
uk: Автосенс

source: Dynamic Sensitivity
da: Dynamisk Sensitivitet
de: Dynamische Empfindlichkeit
es: Sensibilidad Dinámica
fr: Sensibilité dynamique
it: Sensibilità Dinamica
nb: Dynamisk Sensitivitet
nl: Dynamische gevoeligheid
ru: Динамическая чувствительность
sk: Dynamická senzitivita
sv: Dynamisk insulinkänslighet
uk: Динамічна чутливість
vi: Độ nhạy động

source: Only Autotune Basal Insulin
da: Autotune kun Basal Insulin
de: Nur Autotune Basalinsulin
es: Sólo Insulina Basal de Autotune
fr: Insuline Basale Autotune seulement
it: Solo Insulina Basale Autotune
nb: Bare bruk Autotune på basalinsulin
nl: Alleen Autotune basale insuline
ru: Автотюн только Базального инсулина
sk: Iba Autotune bazálneho inzulínu
sv: Autojustera endast basalinställningar
uk: Тільки Autotune Базал Інсулін
vi: Chỉ Autotune Insulin liều nền
