Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: Depending on your settings the Swift bolus calculator is using data from the OpenAPS glucose predictions and/or from IOB, COB, glucose trend, current gluccose and target glucose. At the end of the calculation a custom factor is applied (default 0.8). You can also have the option in your bolus calculator to apply another (!) customizable factor at the end of the calculation which could be useful for fatty meals, e.g Pizza (default 0.7). The bolus calculator is NOT using the OpenAPS variable "insulinRequired", made for SMBs.
ru: В зависимости от ваших настроек, Swift-калькулятор болюса использует данные из прогнозов глюкозы OpenAPS и/или из IOB (инсулин на борту), COB (углеводы на борту), тренда глюкозы, текущего уровня глюкозы и целевого уровня глюкозы. В конце расчета применяется пользовательский коэффициент (по умолчанию 0.8). У вас также есть возможность в настройках болюс-калькулятора применить дополнительный настраиваемый коэффициент в конце расчета. Это может быть полезно для жирной пищи, например, пиццы (по умолчанию 0.7). Болюс-калькулятор НЕ использует переменную OpenAPS "insulinRequired", которая предназначена для SMB (супермикроболюсов).
sk: V závislosti od vašich nastavení používa Swift bolusová kalkulačka údaje z predikcií glukózy OpenAPS a/alebo z IOB, COB, trendu glukózy, aktuálnej hodnoty glukózy a cieľovej glukózy. Na konci výpočtu sa aplikuje vlastný faktor (predvolená hodnota 0,8). Vo Vašej bolusovej kalkulačke môžete mať aj možnosť použiť ďalší (!) prispôsobiteľný faktor na konci výpočtu, čo môže byť užitočné pri tukoproteínových jedlách, napr. pizza (predvolená hodnota 0,7). Bolusová kalkulačka nepoužíva premennú OpenAPS „insulinRequired“, ktorá je určená pre SMB.
sv: Beroende på dina inställningar använder Swift-boluskalkylatorn data från OpenAPS glukosprognoser och/eller IOB, COB, glukostrend, nuvarande glukos och målglukos. I slutet av beräkningen tillämpas en anpassad faktor (standard 0,8). Du kan också ha alternativet i din boluskalkylator för att använda en annan (!) anpassningsbar faktor i slutet av beräkningen som kan vara användbar för fettmåltider, e. Pizza (standard 0,7). Boluskalkylatorn använder INTE OpenAPS-variabeln "insulinRequired".
uk: Залежно від ваших налаштувань, Swift-калькулятор болюса використовує дані з прогнозів глюкози OpenAPS та/або IOB (інсулін на борту), COB (вуглеводи на борту), тренда глюкози, поточного рівня глюкози та цільового рівня глюкози. В кінці розрахунку застосовується коефіцієнт користувача (за замовчуванням 0.8). У вас також є можливість в налаштуваннях болюс-калькулятора застосувати додатковий коефіцієнт, що настроюється в кінці розрахунку. Це може бути корисним для жирної їжі, наприклад, піци (за замовчуванням 0.7). Болюс-калькулятор НЕ використовує змінну OpenAPS "insulinRequired", яка призначена для SMB (супермікроболюсів).

source: Adjustment
ru: Корректирование
sk: Úprava
sv: Justering
uk: Коригування

source: Use OpenAPS glucose predictions
ru: Использовать OpenAPS прогнозы глюкозы
sk: Použiť OpenAPS predikciu glykémie
sv: Använd OpenAPS-glukosprognoser
uk: Використовувати передбачення глюкози OpenAPS

source: Fatty Meals
da: Fedtholdige Måltider
de: Fettige Mahlzeit
es: Comidas grasientas
fr: Repas riche en matières grasses
it: Pasti Grassi
nb: Måltid med høyt fettinnhold
nl: Vette maaltijd
ru: Жирная пища
sk: Tukoproteínové jedlá
sv: Fet måltid
uk: Жирна їжа
vi: Bữa ăn nhiều chất béo

source: Apply factor for fatty meals
da: Anvend faktor for fedtholdige måltider
de: Faktor für fette Mahlzeiten anwenden
es: Factor para comidas grasientas
fr: Appliquer le facteur pour les repas riche en matières grasses
it: Applica fattore per i pasti grassi
nb: Bruk egen faktor for fete måltider
nl: Pas factor toe voor vette maaltijden
ru: Применить фактор для жирной пищи
sk: Použiť tukoproteínový faktor
sv: Justera för fet mat
uk: Застосувати коефіцієнт жирної їжі
vi: Áp dụng hệ số cho bữa ăn nhiều chất béo

source: The new alternate bolus calculator is another approach to the default bolus calculator in iAPS. If the toggle is on you use this bolus calculator and not the original iAPS calculator. At the end of the calculation a custom factor is applied as it is supposed to be when using smbs (default 0.8). You can also add the option in your bolus calculator to apply another (!) customizable factor at the end of the calculation which could be useful for fatty meals, e.g Pizza (default 0.7).
da: Den nye alternative bolus lommeregner er en anden tilgang til standard bolus lommeregner i iAPS. Hvis kontakten (toggle) er slået til, bruger du denne bolus lommeregner og ikke den oprindelige iAPS lommeregner. I slutningen af beregningen anvendes en brugerdefineret faktor, som den formodes at være, når du bruger SMBs (standard 0,8). Du kan også tilføje muligheden i din bolus lommeregner for at anvende en anden (!) bruger tilpasset faktor ved afslutningen af beregningen, som kunne være nyttig for fedtholdige måltider, f.eks. Pizza (standard 0,7).
de: Der neue alternative Bolusrechner ist ein anderer Ansatz als der Standard-Bolusrechner in iAPS. Wenn die Umschaltfunktion aktiviert ist, wird dieser Bolusrechner und nicht der ursprüngliche iAPS-Rechner verwendet. Am Ende der Berechnung wird ein benutzerdefinierter Faktor angewandt, wie es bei der Verwendung von smbs der Fall sein sollte (Standardwert 0,8). Sie können in Ihrem Bolusrechner auch die Option hinzufügen, am Ende der Berechnung einen weiteren (!) benutzerdefinierten Faktor anzuwenden, der für fetthaltige Mahlzeiten, z. B. Pizza, nützlich sein könnte (Standardwert 0,7).
es: La calculadora de bolos alternativa es una alternativa a la calculadora de bolos predeterminada en iAPS. Se puede cambiar entre calculadoras habilitando el botón correspondiente en este menú. Tras el cálculo se aplica un factor de corrección de la misma manera que ocurre con los SMBs (por defecto 0.8). Adicionalmente, es posible habilitar un segundo factor al final del cálculo que puede ser útil para las comidas más grasientas como la pizza (por defecto 0.7).
fr: Le nouveau calculateur alternatif de bolus est une option au calculateur par défaut dans iAPS. Quand activé, vous utilisez ce calculateur de bolus et non pas le calculateur iAPS original. À la fin du calcul, un facteur personnalisé est appliqué, comme il est censé l'être lors de l'utilisation de SMBs (par défaut 0,8). Vous pouvez également ajouter l'option d'appliquer un autre facteur personnalisable (!) à la fin du calcul, ce qui pourrait être utile pour les repas riches en matières grasses, par exemple, une pizza (par défaut 0,7).
it: Il nuovo calcolatore alternativo di bolo è un altro approccio al calcolatore di bolo predefinito in iAPS. Se l'interruttore è acceso, si utilizza questa calcolatrice per il bolo e non la calcolatrice iAPS originale. Alla fine del calcolo viene applicato un fattore personalizzato come si suppone che sia quando si utilizza smbs (predefinita 0.8). Puoi anche aggiungere l'opzione nella calcolatrice del bolo per applicarne un altro (!) fattore personalizzabile al termine del calcolo che potrebbe essere utile per i pasti grassi. es. Pizza (predefinita 0.7).
nb: Den nye alternative boluskalkulatoren bruker en annen tilnærming enn den vanlige boluskalkulatoren i iAPS. Ved slutten av beregningen brukes det en faktor for å begrense hvor mye av beregnet bolus som blir gitt med en gang. Tanken er at resten av nødvendig insulin blir gitt via SMB. Standard faktor er 0.8, som betyr at kalkulatoren foreslår å dosere 80% av insulinbehovet som bolus. Du kan også legge til en annen faktor for måltider med høyt fettinnhold, for eksempel pizza. Tanken er at slike måltider trenger mindre insulin ved måltidsstart. Standard faktor er derfor 0.7 (70%).
nl: De nieuwe alternatieve boluscalculator is een andere benadering van de standaard boluscalculator in iAPS. Als de knop aan staat, gebruik je deze boluscalculator en niet de originele iAPS-calculator. Aan het einde van de berekening wordt een aangepaste factor toegepast, zoals het hoort bij het gebruik van smbs (standaard 0,8). Je kunt ook de optie toevoegen in je boluscalculator om een andere (!) aanpasbare factor toe te passen aan het einde van de berekening, wat handig kan zijn voor vette maaltijden, zoals pizza (standaard 0,7).
ru: Альтернативный калькулятор болюса использует другой алгоритм расчета болюса. Для индивидуальной настройки вы можете изменить поправочный коэффициент (значение по умолчанию 0.8) в зависимости от того, хотите ли вы более высокие (выше 1) или меньшие (ниже 1) рекомендации по болюсу. Для особо жирных блюд, таких как пицца, существует возможность уменьшить рекомендуемый болюс еще на один коэффициент (стандартно 0.7).
sk: Nová alternatívna bolusová kalkulačka je ďalším prístupom k predvolenej bolusovej kalkulačke v systéme iAPS. Ak je prepínač zapnutý, používate túto kalkulačku bolusu a nie pôvodnú kalkulačku iAPS. Na konci výpočtu sa použije vlastný faktor, ako to má byť pri používaní smbs (predvolene 0,8). V kalkulačke bolusu môžete tiež pridať možnosť použiť na konci výpočtu ďalší (!) prispôsobiteľný faktor, ktorý by mohol byť užitočný pre tučné jedlá, napr. pizzu (predvolene 0,7).
sv: Den alternativa boluskalkylatorn använder en annan algoritm för beräkning av bolus. För individuell justering kan du ändra justeringsfaktor (standardvärde 0.8) beroende på om du vill få högre (över 1) eller mindre (under 1) bolusrekommendationer. Fö extra feta måltider, tex pizza, finns möjlighet att minska rekommenderad bolus med en annan faktor (standard 0,7).
uk: Новий альтернативний болюсний калькулятор є іншим підходом до стандартного болюсного калькулятора в iAPS. Якщо перемикач увімкнено, ви використовуєте цей болюсний калькулятор, а не оригінальний калькулятор iAPS. Наприкінці обчислення застосовано спеціальний коефіцієнт, як це має бути під час використання smbs (за замовчуванням 0,8). Ви також можете додати опцію у своєму болюсному калькуляторі, щоб застосувати інший (!) настроюваний коефіцієнт наприкінці обчислення, яке може бути корисним для жирних страв, наприклад, піци (за замовчуванням 0,7).
vi: Công cụ tính bolus thay thế mới là một cách tiếp cận khác với công cụ tính bolus mặc định trong iAPS. Nếu bật nút này, bạn sẽ sử dụng máy tính bolus này chứ không phải máy tính iAPS gốc. Khi kết thúc phép tính, một hệ số tùy chỉnh sẽ được áp dụng như lẽ ra phải như vậy khi sử dụng smbs (mặc định là 0,8). Bạn cũng có thể thêm tùy chọn trong máy tính bolus của mình để áp dụng một hệ số tùy chỉnh (!) khác ở cuối phép tính, phép tính có thể hữu ích cho các bữa ăn nhiều chất béo, ví dụ: Pizza (mặc định là 0,7).

source: 1. Use the OpenAPS eventual glucose prediction for computing the insulin recommended. This setting will enable the "old" calculator. On by default. 2. Use the OpenAPS minPredBG prediction as a complementary safety guard rail, not allowing the glucose prediction to descend below your threshold. This setting can be used together with or without the eventual glucose. On by default
ru: 1. Использовать прогноз конечного уровня глюкозы (eventual glucose) от OpenAPS для расчета рекомендуемого инсулина. Этот параметр активирует "старый" калькулятор. Включен по умолчанию. 2. Использовать прогноз minPredBG от OpenAPS в качестве дополнительной защитной меры, чтобы не допустить снижения прогнозируемого уровня глюкозы ниже вашего порогового значения. Этот параметр можно использовать как вместе с прогнозом eventual glucose, так и без него. Включен по умолчанию.
sk: 1. Použiť predikciu konečnej hodnoty glukózy z OpenAPS na výpočet odporúčaného množstva inzulínu. Toto nastavenie umožní použitie "starej" kalkulačky. Predvolene zapnuté. 2. Použiť predikciu minPredBG z OpenAPS ako doplnkovú bezpečnostnú ochranu, ktorá neumožní, aby predikovaná hladina glukózy klesla pod Váš nastavený prah. Toto nastavenie je možné použiť spolu s predikciou výslednej hodnoty glukózy alebo samostatne. Predvolene zapnuté
sv: 1. Använd OpenAPS-glukosprognos för din bolusrekommendation. Denna inställning kommer att aktivera "gamla" kalkylatorn. På som standard. 2. Använd OpenAPS-minPredBG-prognos som en kompletterande säkerhetsinställning. Denna inställning kan användas tillsammans med eller utan OpenAPS-glukosprognosen. På som standard
uk: 1. Використовувати прогноз кінцевого рівня глюкози (eventual glucose) від OpenAPS для розрахунку інсуліну, що рекомендується. Цей параметр активує старий калькулятор. Увімкнено за замовчуванням. 2. Використовувати прогноз minPredBG від OpenAPS як додатковий захист, щоб не допустити зниження прогнозованого рівня глюкози нижче вашого порогового значення. Цей параметр можна використовувати як разом із прогнозом eventual glucose, так і без нього. Увімкнено за замовчуванням.

source: Extra Features
da: Ekstra funktioner
de: Zusätzliche Funktionen
es: Funciones adicionales
fr: Fonctionnalités supplémentaires
it: Funzioni aggiuntive
nl: Extra functionaliteiten
ru: Дополнительные функции
sk: Ďalšie funkcie
sv: Extra
uk: Додаткові функції
vi: Tính năng bổ sung

source: UI/UX Settings
sk: Nastavenie rozhrania
uk: Налаштування UI/UX

source: Display Predictions
da: Vis Forudsigelser
de: Prognosen anzeigen
es: Mostrar predicciones
fr: Afficher les prédictions
it: Mostra Previsioni
nb: Vis prognoser
nl: Geef voorspellingen weer
ru: Отображать прогнозы
sk: Zobraziť predpovede
sv: Visa prognoser
uk: Показати передбачення
vi: Hiển thị dự đoán

source: Smaller iPhone Screens
da: Mindre iPhone-skærme
de: Kleinere iPhone Bildschirme
es: Pantallas de iPhone más pequeñas
fr: Petits écrans d'iPhone
it: Schermi iPhone più piccoli
nb: Mindre iPhone-skjermer
nl: Kleinere iPhone schermen
ru: Небольшие экраны iPhone
sk: Menšie obrazovky iPhonu
sv: För mindre iPhone-skärmar
uk: Менші екрани iPhone
vi: Màn hình iPhone nhỏ hơn

source: Display and allow Fat and Protein entries
da: Vis og tillad Fedt og Protein indtastninger
de: Fett- und Proteineinträge anzeigen und erlauben
es: Habilitar y mostrar Unidades de Grasa y Proteína
fr: Afficher et autoriser les entrées de matières grasses et protéines
it: Visualizzare e consenti aggiunta di grasso e proteine
nb: Vis og tillat registrering av fett og protein
nl: Vet- en proteïne weergeven en toestaan
ru: Отображать и разрешать запись жиров и белков
sk: Povoliť zadávanie tukov a proteínov
sv: Visa och tillåt inmatning av fett och protein
uk: Відобразити та дозволити записи жиру та білка
vi: Hiển thị và cho phép nhập các mục Chất béo và chất đạm

source: Add Meal View settings
da: Tilføj måltidsvisningsindstillinger
de: Mahlzeitansicht Einstellungen hinzufügen
es: Añadir configuración de Vista de Comida
fr: Paramètres de : "Entrer un repas"
it: Aggiungi impostazioni di visualizzazione pasti
nb: Innstillinger for registrering av måltid
nl: Maaltijdweergave instellingen toevoegen
ru: Настройки отображения еды
sk: Pokročilé nastavenia zadávania jedál
sv: Måltidsfönster
uk: Додайте налаштування перегляду їжі
vi: Thêm cài đặt Chế độ xem bữa ăn

source: Display Temp Targets Button
da: Vis Temp Mål Knap
de: Temp Zielknopf anzeigen
es: Mostrar botón de objetivos temporales
fr: Afficher le bouton de cible temporaire
it: Mostra Pulsante target temporaneo(Temp)
nb: Vis knapp for midlertidig mål
nl: Toon tijdelijke doelen knop
ru: Отображать кнопку временных целей
sk: Zobraziť dočasné cieľové tlačidlo
sv: Visa knapp för tillfälligt målvärde
uk: Показувати кнопку тимчасові цілі
vi: Hiển thị nút tiêu tạm thời

source: Display Profile Override Button
sk: Zobraziť tlačidlo prepísania profilu
uk: Показувати кнопку Перевизначення профілю

source: Display Meal Button
sk: Zobraziť tlačidlo jedla
uk: Кнопка відображення страв

source: Home View Button Panel
da: Knap Panel Til Hjemmevisning
de: Home-Schaltflächenleiste
es: Botones principales
fr: Panneau des boutons sur la vue d'accueil
it: Pannello Pulsante Visualizzazione Home
nb: Knapperad på startskjerm
nl: Beginscherm knoppaneel
ru: Панель кнопок главного экрана
sk: Panel tlačidiel zobrazenia Domov
sv: Knappar på hemskärmen
uk: Панель кнопок домашнього перегляду
vi: Bảng nút xem trang chủ

source: Home Chart settings
da: Indstillinger for hjemmediagram
de: Home-Chart Einstellungen
es: Gráfica principal
fr: Paramètres du graphique de la page d'accueil
it: Impostazioni grafico Home
nb: Innstillinger for graf på startskjerm
nl: Home grafiek instellingen
ru: Схема главного экрана
sk: Domov Nastavenia grafu
sv: Hemskärmens diagram
uk: Налаштування домашньої діаграми
vi: Trang chủ Cài đặt biểu đồ

source: Statistics settings
da: Statistik indstillinger
de: Statistik-Einstellungen
es: Ajustes de estadísticas
fr: Paramètres des statistiques
it: Impostazioni statistiche
nb: Innstillinger for statistikk
nl: Statistiek instellingen
ru: Настройки статистики
sk: Nastavenia štatistík
sv: Statistikskärmen
uk: Налаштування статистики
vi: Cài đặt thống kê

source: Override HbA1c Unit
da: Overskriv HbA1c Enhed
de: HbA1c-Einheit überschreiben
es: Cambiar unidad de HbA1c
fr: Convertir l'unité HbA1c
it: Ignora Unità HbA1c
nb: Overstyre HbA1c-enhet
nl: HbA1c eenheid overschrijven
ru: HbA1c в процентах
sk: Prepísať jednotky HbA1c
sv: Byt HbA1c-enhet
uk: Замінити одиницю HbA1c

source: In case you're using both profiles and temp targets
da: I tilfælde af at du bruger både profiler og temp mål
de: Falls Sie sowohl Profile als auch temporäre Ziele verwenden
es: En caso de que estés usando tanto perfiles como objetivos temporales :)
fr: Si vous utilisez à la fois des profils et des cibles temporaires
it: Nel caso in cui stai utilizzando sia i profili che gli obiettivi temporali
nb: I tilfelle du bruker både profiler og midlertidige mål
nl: In het geval dat je zowel profielen als tijdelijke doelen gebruikt
ru: В случае, если вы используете как профили, так и временные цели
sk: V prípade, že používate profily aj dočasný cieľ
sv: Om du använder både profiler och tillfälliga målvärden
uk: Якщо ви використовуєте профілі та тимчасові цілі
vi: Trong trường hợp bạn đang sử dụng cả hồ sơ và mục tiêu tạm thời

source: Always Color Glucose Value (green, yellow etc)
da: Altid farve glukose værdi (grøn, gul osv.)
de: Farbe Glukosewert immer (grün, gelb etc.)
es: Colorear el valor de la glucosa (verde, amarillo)
fr: Toujours la valeur de glucose en couleur (vert, jaune, etc.)
it: Colore sempre il valore della glucosio (verde, giallo, ecc)
nb: Alltid bruk farge på blodsukkerverdi (grønn, gul, osv)
nl: Glucose waarde altijd in kleur (rood, groen, geel enz.) weergeven
ru: Цветовая индикация уровня глюкозы в крови (зеленый, желтый, красный)
sk: Vždy zafarbiť hodnoty glykémie (zelená, žltá atď.)
sv: Färga alltid blodsockervärdet (grön, gul etc)
uk: Завжди кольорове значення глюкози (зелений, жовтий тощо)
vi: Luôn tô màu Giá trị Glucose (xanh, vàng, v. v.)

source: Header settings
da: Indstillinger for overskrift
de: Header-Einstellungen
es: Ajustes de cabecera
fr: Paramètres de l'en-tête
it: Impostazioni d'intestazione
nb: Innstillinger for topplinjen
nl: Instellingen voor kopteksten
ru: Верхняя панель
sk: Nastavenia záhlavia
sv: Övre delen av hemfönstret
uk: Налаштування заголовка
vi: Cài đặt tiêu đề

source: Normally glucose is colored red only when over or under your notification limits for high/low
da: Normalt er glukose kun farvet rødt, når over eller under din meddelelse grænser for høj/lav
de: Normalerweise ist die Glukose nur rot wenn sie über oder unter Ihren Benachrichtigungsgrenzen für hoch/niedrig ist
es: Por defecto, solamente se coloreará de rojo el valor de glucosa que sea inferior o superior al valor definido en 'Ajustes -> Notificaciones'.
fr: Normalement, la valeur de glucose est en rouge uniquement lorsqu'elle est supérieure ou inférieure à vos limites de notification pour les valeurs hautes/basses
it: Normalmente il glucosio è di colore rosso solo quando sopra o sotto i limiti di notifica per alto/basso
nb: Vanligvis er blodsukkerverdien rød bare når den er over og under varslingsinnstillingene for høy/lav
nl: Normaal gesproken wordt glucose alleen rood gekleurd als je de notificatiegrens hebt overschreden voor hoog/laag
ru: Обычно глюкоза окрашивается в красный цвет только в том случае, если значение превышено или выходит за пределы ваших лимитов уведомлений о высоком / низком уровне
sk: Normálne sa glykémia sfarbí na červeno len vtedy, keď je nad alebo pod Vašimi limitmi pre vysoké/nízke hodnoty
sv: Normalt färgas nuvarande blodsocker med rött endast ifall detta är under eller över dina inställningar för ett lågt eller högt blodsocker i dina notisinställningar
uk: Зазвичай рівень глюкози забарвлюється в червоний колір лише тоді, коли рівень сповіщень перевищує або перебуває нижче для високого/низького рівня
vi: Thông thường glucose chỉ có màu đỏ khi vượt quá hoặc dưới giới hạn thông báo của bạn về mức cao

source: Horizontal Scroll View Visible hours
da: Vandret rullevisning Synlige timer
de: Horizontale Scroll-Ansicht sichtbare Stunden
es: Intervalo de tiempo visible
fr: Heures visibles dans le défilement horizontal de la graphique principale
it: La vista di scorrimento orizzontale mostra le ore visibili
nb: Antall synlige timer for horisontal visning
nl: Horizontale scrolweergave zichtbare uren
ru: Интервал при горизонтальной прокрутке
sk: Vodorovné posúvanie - viditeľné hodiny
sv: Antal synliga timmar i hemfönstret
uk: Горизонтальна прокрутка Видимі години
vi: Chế độ xem cuộn ngang Giờ hiển thị

source: Display Time Interval Setting Button
da: Vis Tidsinterval Indstillingsknap
de: Anzeigeintervall Einstellungs-Button
es: Botón de intervalo de horas visibles
fr: Afficher le bouton de réglage des heures visibles
it: Mostra Pulsante Impostazione nell'intervallo di tempo
nb: Vis knapp for tidsintervall
nl: Knop voor tijdinterval weergeven
ru: Отображать кнопку выбора интервала времени
sk: Tlačidlo nastavenia časového intervalu zobrazenia
sv: Visa knapp för tidsintervall
uk: Відображення Кнопки Налаштування Інтервалу Часу
vi: Hiển thị khoảng thời gian nút cài đặt

source: Never display the small glucose chart when scrolling
de: Beim Scrollen nie das kleine Glukosediagramm anzeigen
fr: Ne jamais afficher le petit graphique de glucose lors du défilement
it: Non visualizzare mai il grafico piccolo del glucosio durante lo scorrimento
nl: Laat de kleine glucosegrafiek nooit zien tijdens het scrollen
ru: Не отображать график уровня глюкозы при прокрутке
sk: Nikdy nezobrazovať malý graf glykémie pri posúvaní
sv: Dölj det lilla glukosdiagrammet när du scrollar
uk: Ніколи не відображайте маленьку діаграму рівня глюкози під час прокручування
vi: Không bao giờ hiển thị biểu đồ glucose nhỏ khi cuộn

source: Disable Hypo Treatments
de: Hypo Behandlung deaktivieren
fr: Désactiver les traitements d'hypoglycémie
it: Disabilita trattamenti Ipoglicemie
nl: Hypobehandelingen uitschakelen
ru: Отключить гипогликемии
sk: Zakázať liečbu hypoglykémie
sv: Visa inte behandling av lågt blodsocker
uk: Вимкнути гіпотерапію
vi: Vô hiệu hóa điều trị hạ đường huyết

source: Display Glucose Delta
de: Glukose-Delta anzeigen
fr: Afficher l'écart de glycémie
it: Mostra Delta Glicemia
nl: Glucose delta weergeven
ru: Отображать дельту глюкозы
sk: Zobraziť zmenu glykémie
sv: Visa exakt glukosförändring
uk: Відображати дельту Глюкози
vi: Hiển thị Glucose Delta

source: Display Sensor Age
de: Sensoralter anzeigen
ru: Отображать возраст датчика
sk: Zobraziť vek senzora
sv: Visa sensorålder
uk: Показувати вік Сенсору

source: Hide Concentration Badge
de: Insulinkonzentrations ausblenden
fr: Masquer la pastille indiquant la concentration de l'insuline
it: Nascondi Badge Concentrazione
nl: Verberg concentratie badge
ru: Скрыть значок концентрации
sk: Skryť informáciu o koncentrácií
sv: Dölj koncentrationsmärke
uk: Сховати значок Концентрації
vi: Ẩn nhãn nồng độ Insulin
