Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: This is another important OpenAPS safety limit. The default setting (which is also unlikely to need adjusting) is 4. This means that OpenAPS will never be allowed to set a temporary basal rate that is more than 4x the current hourly basal rate programmed in a user’s pump, or, if enabled, determined by autotune.
da: Dette er en anden vigtig OpenAPS sikkerhedsgrænse (som sandsynligvis heller ikke behøver justering) er 4. Det betyder, at OpenAPS aldrig får lov til at indstille en midlertidig basaldose, der er mere end 4x den aktuelle time basaldose der er programmeret i en brugers pumpe, eller, hvis aktiveret, bestemmes af autotune.
de: Dies ist ein weiteres wichtiges OpenAPS-Sicherheitslimit. Die Standardeinstellung (die ebenfalls vermutlich nicht angepasst werden muss) ist 4. Das bedeutet, dass OpenAPS niemals eine temporäre Basalrate festlegen darf, die mehr als das vierfache der aktuellen Stunden-Basalrate ist, die in der Pumpe eines Benutzers programmiert ist. Auch ein aktiviertes Autotune kann diese Grenze nicht überschreiten.
es: Este es otro límite importante de seguridad de OpenAPS. La configuración predeterminada (que es poco probable que necesite ajustarse) es 4. Esto significa que OpenAPS nunca podrá establecer una tasa basal temporal que sea más de 4 veces la tasa basal actual programada en una bomba de usuario o, si está habilitado, determinado por Autotune.
fr: Ceci est une autre limite de sécurité importante pour OpenAPS. Le paramètre par défaut (qui est également peu susceptible d'avoir besoin d'être ajusté) est 4. Cela signifie qu’OpenAPS ne sera jamais autorisé à définir un débit de base temporaire supérieur à 4 fois le débit de base horaire actuel programmé dans la pompe d’un utilisateur, ou, si activé, déterminé par autotune.
it: Questo è un altro importante limite di sicurezza di OpenAPS. L'impostazione predefinita (che è improbabile che debba essere modificata) è 4. Ciò significa che a OpenAPS non sarà mai permesso di impostare una velocità basale temporanea superiore a 4x l’attuale velocità basale oraria programmata nella pompa di un utente, o, se abilitato, determinato da autotune.
nb: Dette er en viktig OpenAPS sikkerhetsbegrensning. Standard innstilling (som neppe trenger justering) er 4. Dette betyr at OpenAPS aldri vil få lov til å sette en midlertidig basalrate som er mer enn 4x den nåværende basalraten i profilen/pumpen, eller, hvis aktivert, basalraten beregnet av autotune.
nl: Dit is ook een belangrijke OpenAPS veiligheidslimiet. De standaard instelling (die waarschijnlijk niet aangepast hoeft te worden) is 4. Dit betekend dat OpenAPS niet een hoger tijdelijk basaal waarde mag instellen dan 4 keer het huidige basaal van dit uur ingesteld in de pomp, of als dit is ingesteld bepaald door autotune.
ru: Значение по умолчанию (которое вряд ли потребуется изменить) 4. Это еще один важный предел безопасности. Это означает, что временная базальная скорость устанавливаемая алгоритмом, никогда не превысит 4x текущую базальную скорость, запрограммированную в помпе, или, если включено, определяется autotune.
sk: Toto je ďalší dôležitý bezpečnostný limit systému OpenAPS. Predvolené nastavenie (ktoré tiež pravdepodobne nebude potrebné upravovať) je 4. Znamená to, že systém OpenAPS nikdy nebude môcť nastaviť dočasnú bazálnu dávku, ktorá je vyššia ako 4-násobok aktuálnej hodinovej bazálnej dávky naprogramovanej v pumpe používateľa alebo, ak je zapnutá, určenej autotune.
sv: Detta är en viktig säkerhetsgräns i iAPS. Standardinställningen (som sannolikt inte behöver justeras) är 4, vilket innebär att det aldrig kommer att tillåtas att ställa in en temporär basaldos som är mer än 4x den högsta ordinarie basaldosen, sparad i pumpen, eller, om aktiverad, den som är ställts in av 'Autotune'.
tr: Bu bir başka önemli OpenAPS güvenlik önlemidir. Varsayılan ayar (değiştirilmesine pek gerek duyulmaz) 4'tür. Bu OpenAPS'nin bir kullanıcının pompasında programlanan mevcut saatlik geçici bazal hızın 4 katından daha fazla geçici bir bazal hızı ayarlamasına asla izin verilmeyecektir ve etkinleştirildiyse, otoayar tarafından belirlenir.
uk: Значення за промовчанням (яке навряд чи потрібно змінити) 4. Це ще одна важлива межа безпеки. Це означає, що Тимчасова Базальна Швидкість, що встановлюється алгоритмом, ніколи не перевищить 4x поточну базальну швидкість, запрограмовану в помпі, або, якщо включено, визначається Автотюн.
vi: Đây là một giới hạn an toàn quan trọng khác của OpenAPS. Cài đặt mặc định (cũng khó có thể cần điều chỉnh) là 4. Điều này có nghĩa là OpenAPS sẽ không bao giờ được phép đặt tốc độ cơ bản tạm thời cao hơn 4 lần tốc độ cơ bản hàng giờ hiện tại được lập trình trong máy bơm của người dùng hoặc, nếu được bật, được xác định bằng autotune.

source: Autosens Max
es: Autosens Máximo
fr: Autosens Maximal
it: Autosensibilità Max
nb: Autosens Maks
ru: Максимум для алгоритма Autosens
sv: Autosens maxinställning
tr: Otoduyarlılık Maks
uk: Максимум для Алгоритму Автосенс
vi: Autosens tối đa

source: This is a multiplier cap for autosens (and autotune) to set a 20% max limit on how high the autosens ratio can be, which in turn determines how high autosens can adjust basals, how low it can adjust ISF, and how low it can set the BG target.
da: Dette er en multiplikator loft for autosens (og autotune) for at sætte en 20% maxgrænse for, hvor højt autosens forholdet kan være, som igen bestemmer, hvor højt autosens kan justere basalerne, hvor lavt det kan justere ISF, og hvor lavt det kan indstille BG målet.
de: Dies ist eine Sicherheitsgrenze für Autosens (und Autotune), die besagt, wie hoch Autosens Basalraten anpassen darf und wie niedrig der ISF (Insulin-Sensitivitäts-Faktor) und der BZ-Zielwert eingestellt werden können. Eine Anpassung um max 20% ist erlaubt.
es: Este es un multiplicador límite para autosens (y autotune) para establecer un límite máximo del 20% sobre cuanto el ratio de autosens, que a su vez determina cuán altos autosens pueden ajustar basales, cuán bajo puede ajustar ISF, y cuán bajo puede establecer el objetivo de glucosa.
fr: Il s'agit d'une limite de multiplicateur pour autosens (et autotune) pour définir une limite maximale de 20% du ratio autosens qui détermine à son tour à quel point une glycémie élevée peut ajuster les bases, à quel niveau il peut ajuster l'ISF et à quel point il peut modifier la cible de glycémie.
it: Questo è un valore di moltiplicatore per autosens (e presto autotune) per impostare un limite massimo del 20% su quanto in alto può essere il rapporto di autosens, che a sua volta determina quanto in alto autosens possibile regolare basalsi, quanto in basso può regolare ISF e quanto in basso è possibile impostare il target glicemico.
nb: Dette er en begrensning (maks multiplikator) for autosens og autotune, som setter en 20% maksimal begrensning for hvor høy autosens-faktoren kan være, som igjen avgjør hvor høyt autosens kan justere basalrater, hvor lavt den kan justere ISF og hvor lavt den kan sette BS-målet.
nl: Dit is een vermenigvuldigingsfactor voor Autosens (en Autotune) om een maximum te zetten van 20% op hoe hoog de Autosens ratio kan zijn. Dit bepaald hoe hoog Autosens het basaal kan aanpassen, hoe laag het de ISF kan instellen en hoe laag het de streefwaarde kan maken.
ru: Значение по умолчанию: 1,2. Это множитель для autosens (и autotune) с лимитом 20% который определяет насколько высоко autosens может поднять базал, насколько низко опустить ISF (чувствительность к инсулину), и насколько низко опустить целевой СК.
sk: Toto je horný limit násobiteľa pre autosens (a autotune), ktorý nastavuje maximálny limit 20 % na to, ako vysoko môže byť pomer autosens upravený. To následne určuje, do akej miery môže autosens zvýšiť bazálne dávky, znížiť ISF a znížiť cieľovú hodnotu glykémie.
sv: Standardvärde: 1.2. Denna multipel begränsar hur mycket autosens (och autotune) automatiskt kan justera upp basaler, sänka insulinkänslighet och/eller målvärde. Med standardvärde upp till 20%.
tr: Bu otoduyarlılık oranının ne kadar yüksek olabileceğine dair %20'lik bir maksimum sınır belirlemek üzere otoduyarlılık (ve otoayar) için bir çarpan üst sınırıdır; bu otoduyarlılık bazallerı ne kadar yüksek ayarlayabileceğini, IDF'yi ne kadar düşük ayarlayabileceğini, KŞ hedefini kadar düşük ayarlayabileceğini belirler.
uk: Значення за замовчуванням: 1.2. Це множник для Автосенс (та Автотюн) з лімітом 20% який визначає наскільки високо Автосенс може підняти базал, наскільки низько опустити ISF (чутливість до інсуліну), та наскільки низько опустити цільову BG.
vi: Đây là giới hạn hệ số nhân cho autosens (và autotune) để đặt giới hạn tối đa 20% cho tỷ lệ cảm biến tự động có thể cao đến mức nào, từ đó xác định mức độ tự động điều chỉnh mức cơ bản cao, mức độ điều chỉnh ISF thấp và mức độ thấp của nó có thể đặt mục tiêu BG.

source: Autosens Min
es: Autosens Mínimo
fr: Autosens Minimal
it: Autosensibilità Min
ru: Минимум для алгоритма Autosens
sv: Autosens minimuminställning
tr: Otoduyarlılık Min
uk: Мінімум для Алгоритму Автосенс
vi: Autosens tối thiểu

source: The other side of the autosens safety limits, putting a cap on how low autosens can adjust basals, and how high it can adjust ISF and BG targets.
da: Den anden side af autosens sikkerhedsgrænser, der sætter et loft over, hvor lavt autosens kan justere basaler, og hvor højt det kan justere ISF og BG mål.
de: Die andere Seite der Autosens Sicherheitsgrenzen, indem eine Grenze gesetzt wird, wie niedrig Autosens Basaleinstellung einstellen kann, und wie hoch er ISF und BG Ziele anpassen darf.
es: El otro lado de los límites de seguridad de Autosens, poniendo un tope a cuán bajo Autosens puede ajustar basales, y cuán alto puede ajustar el factor de sensibilidad de la insulina y los objetivos de glucosa.
fr: L'autre paramètre de sécurité de l'autosens, mettant un plafond sur la manière dont l'autosens faible peut ajuster les basals, et à quelle hauteur il peut ajuster les cibles ISF et Glycémie.
it: Un altro limite di sicurezza dell'autosensibilità, imposta un blocco a quanto in basso può regolare le basali l'autosensibilità e a quanto in alto può regolare ISF e target glicemici.
nb: Den andre siden av autosens sikkerhetsbegrensninger, begrenser hvor lavt autosens kan justere basaldoser og hvor høyt den kan justere ISF og BS-mål.
nl: De andere kant van de Autosens veiligheidslimiet, dit zet een limiet op hoe laag Autosens de basaal kan zetten, hoe hoog Autosens de ISF kan zetten en hoe hoog de streefwaarde ingesteld kan worden.
ru: По умолчанию: 0.7 Еще один параметр безопасности autosens, определяющий, как низко он может опускать базал и как высоко поднимать ISF (чувств к инсулину) и целевые СК.
sk: Druhá strana bezpečnostných limitov autosens, ktorá nastavuje spodný limit na to, ako nízko môže autosens upraviť bazálne dávky, zvýšiť ISF a zvýšiť cieľovú hodnotu glykémie.
sv: Standardvärde: 0.7. Denna multipel begränsar hur mycket autosens (och autotune) automatiskt kan justera ned basaler och öka insulinkänslighet och/eller målvärde.
tr: Otoduyarlılık güvenlik sınırlarının diğer yönü, otoduyarlılığın bazallerı ne kadar düşük ayarlayabileceğine ve İDF ve KŞ hedeflerini ne kadar yüksek ayarlayabileceğine bir sınır koymasıdır.
uk: Типово: 0.7 Ще один параметр безпеки Автосенс, що визначає, як низько він може опускати базал і як високо піднімати ISF (почуття до інсуліну) та цільові BG.
vi: Mặt khác của các giới hạn an toàn của autosens, đặt giới hạn về mức độ tự động thấp có thể điều chỉnh mức cơ bản và mức độ có thể điều chỉnh các mục tiêu ISF và BG.

source: Half Basal Exercise Target
da: Halv Basal Motion Mål
de: Halbes Basal Sportziel
es: Objetivo basal medio durante el ejercicio
fr: Demi-exercice basal Objectif
it: Obiettivo Di Esercizio Metà Basale
nb: Målverdi for halv basal ved trening
nl: Halve basaal bewegingsdoel
ru: Уровень цели для режима упражнений, при котором база будет уменьшена вдвое
sk: Polovičný bazál počas cvičenia
sv: Halva basaldosen vid Motionsläge
tr: Yarım Bazal Egzersiz Hedefi
uk: Рівень Мети для Режиму Тренування, при якому база буде зменшена вдвічі
vi: Mục tiêu tập thể dục 1/2 liều cơ bản

source: Set to a number, e.g. 160, which means when temp target is 160 mg/dL and exercise_mode=true, run 50% basal at this level (120 = 75%; 140 = 60%). This can be adjusted, to give you more control over your exercise modes.
da: Sæt til et tal, f.eks. 160, hvilket betyder, at når imidlertidigt mål er 160 mg/dl og exercise_mode=true, kører basal på 50% niveau (120 = 75%; 140 = 60%). Dette kan justeres, for at give dig mere kontrol over dine motionstilstande.
de: Auf eine Wert setzen, z. B. 160, was bedeutet, wenn das Temp Ziel 160 mg/dL und der exercise_mode=an ist, laufen 50% basal auf diesem Level (120 = 75%; 140 = 60%). Dies kann angepasst werden, um Ihnen mehr Kontrolle über Ihre Übungsmodi zu geben.
es: Permite controlar la reducción de la insulina basal cuando utilizas el "modo ejercicio" o cuando se establecen objetivos altos de glucosa. La fórmula: (valorBasalMedio - 100) / ((valorBasalMedio - 100) + (objetivoTemp - 100)) permite calcular el porcentaje exacto de reducción basal para cualquier combinación de "Objetivo basal medio durante el ejercicio" y objetivo temporal. Establecer a un número, p. ej. 160, significaría que cuando el objetivo temporal es 160 mg/dL y el modo ejercicio esté activo, proporciona el 50% de la basal a este nivel (objetivo temp. 120 = 75%; 140 = 60%). Esto puede ser ajustado para darle más control sobre sus modos de ejercicio.
fr: Définit la valeur de glycémie à 50 % du niveau basal. Par ex. 160 signifie que lorsque la cible temporaire est de 160 mg/dL et exercise_mode=true, oref0 fixe la valeur basale à 50% de la valeur normale (120 = 75%; 140 = 60%). Cela peut être ajusté, pour vous donner plus de contrôle sur vos modes d'exercice.
it: Impostare ad un numero finito, ad es. 160, il che significa che quando il target glicemico temporaneo è 160 mg/dL e modalità_esercizio=true, esegue il 50% basale a questo livello (120 = 75%; 140 = 60%). Questo può essere regolato, per darti più controllo sulle modalità di esercizio.
nb: Angi et tall, f.eks. 160. Det betyr at når midlertidig mål er satt til 160 mg/dL og exercise_mode=true, så gis 50% basal på dette nivået (120 = 75%; 140 = 60%). Dette kan justeres for å gi deg mer kontroll over treningsmodus.
nl: Stel in op nummer, b.v. 160, wat betekent dat wanneer een tijdelijk streefdoel 160 mg/dL (9 mmol/l) en bewegingen_mode=true is, 50% basaal op dit niveau (120 (6,7) = 75%; 140 (7,8) = 60%). Dit kan worden aangepast, om u meer controle te geven over uw oefeningsmodi.
ru: Установить число, - напр. 160, - означает, что при достижении временной цели 160 мг/дл и exercise_mode=true, запустить 50% базала на этом уровне (120 = 75%; 140 = 60%). Настройка может быть изменена, чтобы дать вам больше контроля над режим упражнения.
sk: Nastavte číslo, napr. 160, čo znamená, že ak je dočasný cieľ 160 mg/dl a exercise_mode=true, spustite 50 % bazálnej dávky pri tejto úrovni (120 = 75 %; 140 = 60 %). Túto hodnotu môžete upraviť, aby ste mali väčšiu kontrolu nad režimami cvičenia.
sv: Inställd till ett blodsockervärde, t.ex. 160 (mg/dl = 8,9 mmol/l), vilket innebär att när det temporära målvärdet är 8,9 mmol/l och 'Exercise Mode' är på, används endast en 50%-ig basal vid detta blodglukosvärde (120 = 75%; 140 = 60%). Detta kan justeras, för att ge dig mer kontroll över dina temporära målvärden vid träning.
tr: Bir sayıya ayarlayın, örn. 160, yani geçici hedef 160 mg/dL ve egzersiz_modu=açık olduğunda, bu seviyede %50 bazal çalıştırın (120 = %75; 140 = %60). Bu egzersiz modlarınız üzerinde daha fazla kontrol sahibi olmanız için ayarlanabilir.
uk: встановити число, - напр. 160(8.9) - означає, що при досягненні тимчасової мети 160(8.9) мг/дл і exercise_mode=true, запустити 50% базалу на цьому рівні (120(6.7) = 75%; 140(7.8) = 60%). Налаштування можна змінити, щоб дати вам більше контролю над режимом тренування.
vi: Đặt thành một số, ví dụ: 160, có nghĩa là khi mục tiêu tạm thời là 160 mg/dL và tập exercise_mode=true, hãy chạy 50% cơ bản ở mức này (120 = 75%; 140 = 60%). Điều này có thể được điều chỉnh để giúp bạn kiểm soát nhiều hơn các chế độ tập luyện của mình. "Mục tiêu tập thể dục 1/2 liều cơ bản".

source: Max COB
es: COB máximos
nb: Maks COB
ru: Максимум углеводов в крови
sv: Max mängd aktiva kolhydrater (COB)
tr: Maks AKRB
uk: Максимум вуглеводів у крові (СОВ)
vi: COB tối đa

source: The default of maxCOB is 120. (If someone enters more carbs in one or multiple entries, iAPS will cap COB to maxCOB and keep it at maxCOB until the carbs entered above maxCOB have shown to be absorbed. Essentially, this just limits UAM as a safety cap against weird COB calculations due to fluky data.)
da: Standarden for maxCOB er 120. (Hvis nogen indtaster flere kulhydrater i en eller flere indtastninger, vil iAPS sætte loft over COB til maxCOB og holde det på maxCOB indtil kulhydrater indtastet over maxCOB har vist sig at blive absorberet. I bund og grund begrænser dette blot UAM som en sikkerhedsgrænse mod underlige COB beregninger på grund af uheldige data.)
de: Der Standardwert für maxCOB ist 120. (Wenn jemand in einem oder mehreren Einträgen mehr Kohlenhydrate eingibt, begrenzt iAPS den COB-Wert auf maxCOB und hält ihn bei maxCOB, bis die über maxCOB eingegebenen Kohlenhydrate nachweislich absorbiert wurden. Im Wesentlichen dient dies nur der Begrenzung von UAM als Sicherheitskappe gegen merkwürdige COB-Berechnungen aufgrund von fehlerhaften Daten)
es: El valor por defecto de COB máximos es 120 gramos. Si se introducen más carbohidratos en una o varias entradas, iAPS limitará los COB al valor máximo de COB y lo mantendrá en éste valor (COBmax) hasta que los carbohidratos introducidos anteriormente hayan demostrado ser absorbidos. Esencialmente, esto limita la funcionalidad UAM (carbs. o UGP no anunciadas) como límite de seguridad contra extraños cálculos de COB debido a datos inconsistentes.
fr: La valeur par défaut de maxCOB est 120. (Si quelqu'un entre plus de glucides dans une ou plusieurs entrées, iAPS plafonnera le COB au maxCOB et le conservera au maxCOB jusqu'à ce que les glucides inscrits au-dessus du maxCOB aient été absorbés. Essentiellement, cela limite simplement l'UAM comme un plafond de sécurité contre les calculs bizarres de COB en raison de données fluide.)
it: Il valore predefinito di maxCOB è di 120. (Se qualcuno inserisce più carboidrati in una o più voci, iAPS limiterà il COB a maxCOB e lo manterrà a maxCOB fino a quando i carboidrati entrati sopra il maxCOB non avranno mostrato di essere assorbiti. Essenzialmente, questo limita solo UAM come un cappuccio di sicurezza contro calcoli COB strani a causa di dati fluidi.)
nb: Standardverdi for maxCOB er 120. (Hvis noen legger til flere karbohydrater i en eller flere oppføringer, vil iAPS begrense COB i henhold til maxCOB frem til registreringen over maxCOB er absorbert. I bunn og grunn er dette bare en begrensning for UAM, slik at det ikke blir gjort feilberegninger ved dårlige data.)
nl: De standaardwaarde van maxCOB is 120. (Als iemand meer koolhydraten invoert in één of meerdere items, zal iAPS de COB begrenzen tot maxCOB en deze op maxCOB houden totdat is aangetoond dat de koolhydraten die boven maxCOB zijn ingevoerd, worden geabsorbeerd. In wezen beperkt dit alleen UAM als een veiligheidslimiet tegen rare COB-berekeningen als gevolg van onnauwkeurige gegevens)
ru: Значение max COB по-умолчанию равно 120. (Если кто-то вводит больше углеводов в одной или нескольких записях, IAPs ограничит количество углеводов до maxCOB и сохранит его на maxCOB до тех пор, пока не будет показано, что углеводы, введенные выше maxCOB, усваиваются. По сути, это просто ограничивает UAM в качестве защитного предела от странных вычислений COB из-за случайных данных.)
sk: Predvolená hodnota maxCOB je 120. (Ak niekto zadá viac sacharidov v jednom alebo viacerých záznamoch, iAPS obmedzí COB na maxCOB a udrží ho na maxCOB, kým sa nepreukáže, že sacharidy zadané nad maxCOB sa vstrebávajú. V podstate to len obmedzuje UAM ako bezpečnostný limit proti podivným výpočtom COB v dôsledku fluktuačných údajov)
sv: Standardvärdet för maximal mängd av aktiva kolhdrater (COB) är 120.
uk: За замовчуванням maxCOB становить 120. (Якщо хтось введе більше вуглеводів в один або кілька записів, iAPS обмежить COB до maxCOB і збереже його на рівні maxCOB, доки вуглеводи, введені вище maxCOB, не засвоїться. По суті, це просто обмежує UAM як обмеження безпеки від дивних обчислень COB через випадкові дані.)
vi: Giá trị mặc định của COB tối đa là 120. (Nếu ai đó nạp nhiều carbs hơn vào một hoặc nhiều mục, iAPS sẽ giới hạn COB ở mức COB tối đa và giữ nó ở mức COB tối đa cho đến khi lượng carb nhập vào trên COB tối đa cho thấy đã được hấp thụ. Về cơ bản, điều này chỉ giới hạn UAM như một giới hạn an toàn chống lại các phép tính COB kỳ lạ do dữ liệu không ổn định.)

source: Bolus Snooze DIA Divisor
de: Bolus DIA Schlummerdivisor
es: Posponer Bolo (Obsoleto)
fr: Bolus Snooze DIA Diviseur
it: Bolo posticipato - Divisore DIA
nb: Divisor for Bolus Snooze
nl: Bolus snooze DIA deler
ru: Делитель DIA откладывания болюсов
sk: Bolus Snooze DIA Deliteľ
sv: Bolus "snooze" - nämnare
tr: Erteleme Bolus İES Böleni
uk: Дільник DIA відкладання болюсів
vi: Chế độ báo lại bolus
