Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: Change ISF
da: Ændre ISF
de: Ändere ISF
es: Cambiar Factor de Sensibilidad a la Insulina (ISF)
fr: Changer ISF
it: Cambia ISF
nb: Endre ISF
nl: Wijzig ISF
ru: Изменить ISF
sk: Zmena ISF
sv: Ändra ISF
uk: Змінити ISF
vi: Thay đổi ISF

source: Change CR
da: Ændre CR
de: Ändere CR
es: Cambiar Factor de Carbohidratos (CR)
fr: Changer CR
it: Cambia CR
nb: Endre CR
nl: Wijzig CR
ru: Изменить CR
sk: Zmena CR
sv: Ändra CR
uk: Змінити CR
vi: Thay đổi CR

source: Change Basal
uk: Зміна Базалу

source: SMB Minutes
da: SMB Minutter
de: SMB Minuten
es: Minutos de SMB
fr: Minutes SMB
it: Minuti SMB
nb: SMB minutter
nl: SMB Minuten
ru: SMB минуты
sk: SMB minúty
sv: SMB-minuter
uk: Хвилини SMB
vi: SMB theo phút

source: UAM SMB Minutes
da: UAM SMB Minutter
de: UAM SMB Minuten
es: Minutos de SMB en UAM
it: UAM SMB Minuti
nb: UAM SMB minutter
nl: UAM SMB Minuten
ru: UAM SMB минуты
sk: UAM SMB minúty
sv: UAM-SMB-minuter
uk: Хвилини UAM SMB
vi: UAM SMB theo phút

source: Override Max IOB
ru: Переопределить Макс IOB
sk: Upraviť Max IOB
sv: Åsidosätt max IOB
uk: Перевизначити Макс IOB

source: Start new Profile
da: Start ny profil
de: Neues Profil starten
es: Iniciar nuevo perfil
fr: Commencer un nouveau profil
it: Avvia nuovo profilo
nb: Start ny profil
nl: Start nieuw profiel
ru: Запустить новый профиль
sk: Spustenie nového profilu
sv: Starta ny profil
uk: Створіть новий Профіль
vi: Bắt đầu profile mới

source: Save as Profile
da: Gem som profil
de: Als Profil speichern
es: Guardar como perfil
fr: Enregistrer comme profil
it: Salva Profilo
nb: Lagre som profil
nl: Bewaar als profiel
ru: Сохранить как профиль
sk: Uložiť ako profil
sv: Spara som profil
uk: Зберегти як Профіль
vi: Lưu profile

source: Save as preset
da: Gem som forudindstilling
de: Speichern als Voreinstellung
es: Guardar como preajuste
fr: Enregistrer en tant que préréglage
it: Salva come predefinito
nl: Bewaar als voorinstelling
ru: Сохранить как шаблон
sk: Uložiť ako predvoľbu
sv: Spara som förval
uk: Зберегти як шаблон

source: Cancel Profile Override
de: Profilüberschreibung abbrechen?
es: Cancelar preajuste del perfil?
fr: Annuler le réglage de l'annulation du profil ?
it: Cancella Profilo
nl: Profieloverschrijving annuleren?
ru: Отменить переопределение профиля?
sk: Zrušiť upravený profil?
sv: Avbryt Profil
uk: Скасувати заміну профілю?
vi: Hủy bỏ ghi đè?

source: Return to Normal?
da: Returner til Normal?
de: Rückkehr zum Normalzustand?
es: ¿Regresar a normal?
fr: Revenir à la normale?
it: Ritorno al Normale?
nb: Gå tilbake til normal?
nl: Terug naar normaal?
ru: Вернуться к нормальному?
sk: Návrat do normálu?
sv: Tillbaka till normal profil?
uk: Повернутися до Нормального стану?
vi: Quay lại chế độ bình thường không?

source: This will change settings back to your normal profile.
da: Dette vil ændre indstillinger tilbage til din normale profil.
de: Dadurch werden die Einstellungen auf Ihr normales Profil zurückgesetzt.
es: Esto cambiará la configuración a tu perfil normal.
fr: Cela changera les paramètres à votre profil normal.
it: Questo cambierà le impostazioni al tuo profilo normale.
nb: Dette vil endre innstillinger tilbake til din vanlige profil.
nl: Dit verandert de instellingen terug naar je normale profiel.
ru: Это вернёт настройки к нормальному профилю.
sk: Tým sa nastavenia vrátia do normálneho profilu.
sv: Detta kommer att ändra tillbaka till dina normala inställningar
uk: Це поверне налаштування вашого звичайного профілю.
vi: Việc này sẽ thay đổi cấu hình trở lại profile Normal của bạn.

source: Start Profile
da: Start Profil
de: Profil starten
es: Iniciar perfil
fr: Profil de démarrage
it: Avvia Profilo
nb: Start profil
nl: Start profiel
ru: Запустить профиль
sk: Spustiť profil
sv: Starta profil
uk: Почати Профіль
vi: Bắt đầu profile

source: Your profile basal insulin will be adjusted with the override percentage and your profile ISF and CR will be inversly adjusted with the percentage.
da: Din profil basalinsulin vil blive justeret med overskrivningsprocenten, og din profil ISF og CR vil blive omvendt justeret med procentdelen.
de: Ihr Profil Basalinsulin wird mit dem Prozentsatz der Überschreibung angepasst und Ihr Profil ISF und CR wird direkt an den Prozentsatz angepasst.
es: Su dosis basal de insulina se ajustará con el porcentaje de preajuste temporal. En consecuencia, su factor de sensibilidad a la insulina (FSI) y su ratio de carbohidratos (RC) se ajustarán en sentido inverso a dicho porcentaje.
fr: L'insuline basale de votre profil sera ajustée en fonction du pourcentage d'annulation et l'ISF et la CR de votre profil seront inversement ajustés en fonction de ce pourcentage. Si vous désactivez l'annulation, tous les paramètres du profil reviendront à la normale.
it: Il profilo dell’insulina basale sarà regolato con la percentuale di override e invece il profilo ISF e CR sarà regolato in maniera inversamente proporzionale alla percentuale.
nb: Profilens basaldose vil bli justert med prosentsatsen og profilens ISF og CR vil bli omvendt justert med prosentsatsen.
nl: Je basale insuline zal worden aangepast met het overschrijvingspercentage en uw ISF en CR profiel zullen direct worden aangepast aan het percentage.
ru: Ваш профиль базального инсулина будет скорректирован с учетом процента переопределения, а ваши профили ISF и CR будут скорректированы обратно пропорционально этому проценту.
sk: Váš profilový bazálny inzulín bude upravený podľa zadaných percent a Vaše ISF a CR budú upravené inverzne podľa tohto percenta.
sv: Din vanliga basal kommer att justeras procentuellt enligt ovan, medan din normala korrektionsfaktor och insulinkvot CR kommer att bli omvänt justerade.
uk: Ваш профіль базального інсуліну буде скоригований з урахуванням відсотка перевизначення, а ваші профілі ISF і CR будуть скориговані пропорційно цьому відсотку.
vi: Liều basal sẽ được điều chỉnh theo tỷ lệ phần trăm ghi đè trong khi ISF và CR sẽ được điều chỉnh ngược lại.

source: Starting this override will change your Profiles and/or your Target Glucose used for looping during the entire selected duration. Tapping ”Start Profile” will start your new profile or edit your current active profile.
da: Start af denne tilsidesættelse vil ændre dine profiler og/eller dit Glukose mål, der bruges til looping i hele den valgte periode. Tryk på ”Start profil” vil starte din nye profil eller redigere din nuværende aktive profil.
de: Das Starten dieser Überschreibung ändert Ihre Profile und/oder Ihren Zielglukosegehalt, der für die Schleifenbildung während der gesamten ausgewählten Dauer verwendet wird. Tippen Sie auf "Profil starten", um Ihr neues Profil zu starten oder Ihr aktuell aktives Profil zu bearbeiten.
es: Al iniciar esta sobrescritura, se modificarán sus perfiles y/o su objetivo de glucosa utilizados para el lazo cerrado durante la duración seleccionada. Al tocar "Iniciar perfil", se iniciará su nuevo perfil o editará su perfil activo actual.
fr: Commencer cette substitution changera vos Profils et/ou votre Glycémie cible utilisé pour boucler pendant toute la durée sélectionnée. Tapez sur "Démarrer le profil" pour démarrer votre nouveau profil ou modifier votre profil actif actuel.
it: Avviando questa regolazione cambieranno i tuoi profili e/o la tuo Target Glicemico usato per il looping durante l'intera durata selezionata. Toccando ”Profilo di avvio” inizierai il tuo nuovo profilo o modificherai il tuo profilo attivo.
nb: Ved å starte denne overstyringen, endres profilen og/eller blodsukkermålet som brukes ved looping, gjennom hele den valgte varigheten. Ved å trykke "Start profil" vil den nye profilen starte eller du vil kunne redigere den aktive profilen.
nl: Als je deze instelling (overschrijving) start, pas je je profielen en/of je streefwaarde voor glucose aan die tijdens het hele gekozen tijdsduur wordt gebruikt. Door op "Start profiel" te tikken, begin je met je nieuwe instellingen of verander je je huidige actieve instellingen.
ru: Запуск этого переопределения приведет к изменению ваших профилей и / или целевого уровня глюкозы, используемого для зацикливания в течение всей выбранной продолжительности. Нажав "Запустить профиль", вы запустите свой новый профиль или отредактируете свой текущий активный профиль.
sk: Spustením tohto prepísania sa zmenia vaše profily a/alebo cieľová glykémia, ktoré sa používajú na zacyklenie počas celého zvoleného trvania. Klepnutím na "Spustiť profil" spustíte svoj nový profil alebo upravíte svoj aktuálny aktívny profil.
sv: Om du klickar 'Starta profil' kommer detta att tillfälligt att ändra dina normala inställningar för under hela perioden som du valt
uk: Запуск цього перевизначення призведе до зміни ваших профілів та/або цільового рівня глюкози, що використовується для зациклювання протягом усієї вибраної тривалості. Натиснувши "Запустити профіль", ви запустите новий профіль або відредагуєте свій поточний активний профіль.
vi: Việc sử dụng Ghi đè này sẽ thay đổi profile và/hoặc Mục tiêu Đường huyết của bạn được sử dụng cho looping trong suốt thời gian được chọn. Chọn "Bắt đầu Profile" sẽ cho phép bạn lập profile mới và chỉnh sửa profile hiện hữu đang hoạt động.

source: Override Profile Target
da: Tilsidesæt Profil Mål
de: Profilziel überschreiben
es: Sobrescribir objetivo de glucosa del perfil
fr: Remplacer la cible du profil
it: Regolazione Profilo Target
nb: Overstyre profilens blodsukkermål
nl: Overschrijven doelprofiel
ru: Переопределить целевое значение
sk: Upraviť cieľ profilu
sv: Ändra målvärde
uk: Заміна Цільового Профілю
vi: Mục tiêu ghi đè

source: SMBs are disabled either by schedule or during the entire duration.
da: SMB'er deaktiveres enten efter tidsplan eller i hele perioden.
de: SMBs werden entweder nach Zeitplan oder während der gesamten Dauer deaktiviert.
es: Los SMB están desactivados ya sea por horario o durante toda la duración.
fr: Les SMB sont désactivés soit par horaire, soit pendant toute la durée.
it: Le SMS sono disabilitate sia per il programma che per tutta la durata.
nb: SMB er deaktivert enten ved tidsplan eller gjennom hele varigheten.
nl: SMB's worden per schema of gedurende de gehele looptijd uitgeschakeld.
ru: SMB отключаются либо по расписанию, либо в течение всего срока действия.
sk: SMB sú vypnuté buď podľa plánu, alebo počas celého trvania.
sv: Autobolusar är helt eller delvis av.
uk: SMBs відключаються за розкладом або протягом усього періоду.
vi: SMBs bị vô hiệu theo lịch trình hoặc theo toàn bộ thời gian.

source: infinite duration.
da: uendelig varighed.
de: unendliche Dauer.
es: duración infinita.
fr: durée infinie.
it: durata infinita.
nb: uendelig varighet.
nl: Oneindige duur.
ru: бесконечная длительность.
sk: nekonečné trvanie.
sv: aktiv tillsvidare.
uk: нескінченна тривалість.
vi: thời gian không xác định.

source: App Icons
da: Appikoner
de: App-Symbole
es: Iconos de la aplicación
fr: Icône de l’app
it: Icone App
nb: App-ikon
nl: App iconen
ru: Иконки приложения
sk: Ikony aplikácie
sv: Ikoner
uk: Іконки Додатку
vi: Biểu tượng ứng dụng

source: iAPS Icon
da: iAPS Ikon
de: iAPS Symbol
es: Icono de iAPS
fr: Icône iAPS
it: Icona di iAPS
nb: iAPS ikon
nl: iAPS icoon
ru: iAPS иконка
sk: ikona iAPS
sv: iAPS - ikon
uk: iAPS значок
vi: biểu tượng iAPS

source: Statistics and Home View
da: Statistik og hjemmevisning
de: Statistiken und Home-Ansicht
es: Estadísticas y Vista de Inicio
fr: Statistiques et Vue Accueil
it: Statistiche e Vista Iniziale
nb: Statistikk og startskjerm
nl: Statistieken en Home View
ru: Статистика и экран
sk: Štatistiky a domovské zobrazenie
sv: Statistik och Diagram
uk: Статистика та Домашня сторінка
vi: Thống kê và xem

source: Delete Carb Equivalents?
da: Slet Kulhydrat Ækvivalenter?
de: Kohlenhydratäquivalente löschen?
es: ¿Eliminar Equivalentes de Carbohidratos?
fr: Supprimer les équivalents de glucides ?
it: Cancella i carb equivalenti?
nb: Slette karboekvivalenter?
nl: Koolhydraat equivalenten verwijderen?
ru: Удалить эквиваленты углеводов?
sk: Odstrániť ekvivalenty sacharidov?
sv: Ta bort dessa fett/protein-poster?
uk: Видалити вуглеводні еквіваленти?
vi: Xóa Carb tương đương không?

source: All FPUs of the meal will be deleted.
da: Alle FPU'er af måltidet vil blive slettet.
de: Alle FPUs der Mahlzeit werden gelöscht.
es: Se eliminarán todas las UGP de la comida.
fr: Tous les FPUs du repas seront supprimés.
it: Tutti gli indici insulinici del pasto verranno eliminati.
nb: Alle karboekvivalenter for måltidet vil bli slettet.
nl: Alle FPU's van de maaltijd worden verwijderd.
ru: Все пищевые единицы будут удалены.
sk: Všetky FPU jedla sa vymažú.
sv: Alla poster fett/protein-poster tillhörande denna måltid kommer att tas bort.
uk: Усі FPU страви буде видалено.
vi: Tất cả FPU của bữa ăn sẽ bị xóa.

source: Delete Glucose?
da: Slet Glukose?
de: Glukose löschen?
es: ¿Eliminar glucosa?
fr: Supprimer Glucose?
it: Cancella Glicemie?
nb: Slette blodsukker?
nl: Glucosewaarde verwijderen?
ru: Удалить глюкозу?
sk: Odstrániť glykémiu?
sv: Ta bort blodsockervärde?
uk: Видалити глюкозу?
vi: Xóa Glucose không?

source: Meal Presets
da: Måltid Forudindstillinger
de: Mahlzeit Voreinstellungen
es: Atajo de comida
fr: Préréglages des repas
it: Pasto Predefinito
nb: Forvalg av måltid
nl: Maaltijd voorinstellingen
ru: Шаблоны
sk: Predvoľby jedál
sv: Förval
uk: Попередні Налаштування Їжі
vi: Trước bữa ăn

source: Back
da: Tilbage
de: Zurück
es: Atrás
fr: Retour
it: Indietro
nb: Tilbake
nl: Terug
ru: Назад
sk: Späť
sv: Tillbaka
uk: Тому
vi: Quay Lại

source: Search
de: Suchen
fr: Recherche
it: Cerca
nl: Zoeken
ru: Поиск
sk: Vyhľadávanie
sv: Sök
uk: Пошук
vi: Tìm kiếm

source: New
de: Neu
fr: Nouveau repas
it: Nuovo
nl: Nieuw
ru: Новый
sk: Nový
sv: Ny
uk: Новий

source: Empty
da: Tom
de: Leer
es: Vacío
fr: Vide
it: Vuoto
nb: Tom
nl: Leeg
ru: Пустой
sk: Prázdny
sv: Inget
uk: Порожній
vi: Trống rỗng

source: Delete Selected Preset
da: Slet valgte forudindstilling
de: Gewählte Voreinstellung löschen
es: Eliminar preajuste seleccionado
fr: Supprimer le préréglage
it: Cancella preimpostazione selezionata
nb: Slett valgt forvalg
nl: Geselecteerde voorinstelling verwijderen
ru: Удалить выделенный шаблон
sk: Odstrániť vybrané predvoľby
sv: Radera detta förval
uk: Вилучити Позначений Шаблон
vi: Xóa mẫu cài đặt trước đã chọn

source: Enter Meal Preset Name
da: Indtast Måltid Forudindstilling Navn
de: Name der Mahlzeitenvorwahl eingeben
es: Introduce nombre del atajo de comida
fr: Entrez le nom du préréglage du repas
it: Inserisci Nome Predefinito Pasto
nb: Gi et navn til forvalget
nl: Voer de naam van de maaltijdvoorkeur in
ru: Введите название пищи
sk: Zadajte názov predvoľby jedla
sv: Ange namn på måltid
uk: ВВЕДІТЬ НАЗВУ ЇЖІ
vi: Nhập tên trước bữa ăn

source: Name Of Dish
da: Navn på ret
de: Name der Speise
es: Nombre del plato
fr: Nom du plat
it: Nome Del Piatto
nb: Navn på måltid
nl: Naam van het gerecht
ru: Название пищи
sk: Názov jedla
sv: Namn på rätt
uk: Назва Страви
vi: Tên món ăn

source: Save and continue
da: Gem og fortsæt
de: Speichern und weiter
es: Guardar y continuar
fr: Enregistrer et continuer
it: Salva e continua
nb: Lagre og fortsett
nl: Bewaar en ga verder
ru: Сохранить и продолжить
sk: Uložiť a pokračovať
sv: Spara och fortsätt
uk: Зберегти та продовжити
vi: Lưu và tiếp tục

source: Predictions
da: Forudsigelser
de: Prognosen
es: Predicciones
fr: Prédictions
it: Previsione
nb: Prediksjoner
nl: Voorspellingen
ru: Прогноз
sk: Predikcia
sv: Prognoser
uk: Прогнози
vi: Dự đoán

source: Display Protein & Fat
da: Vis Protein & Fedt
de: Zeige Eiweiß & Fett
es: Mostrar Grasa y Proteína
fr: Afficher les protéines et graisses
it: Mostra Proteine & Grassi
nb: Vis protein og fett
nl: Toon vet en eiwit
ru: Отображать белки и жиры
sk: Zobraziť bielkoviny a tuky
sv: Visa fett och protein
uk: Показати білок і жир
vi: Hiển thị chất đạm và chất béo

source: Now
da: Nu
de: Jetzt
es: Ahora
fr: Maintenant
it: Adesso
nl: Nu
ru: Сейчас
sk: Teraz
sv: Nu
uk: Щойно
vi: Bây giờ

source: Show Future
da: Vis Fremtid
de: Zeige Eintragungen in der Zukunft
es: Mostrar entradas futuras
fr: Afficher le futur
it: Visualizza Futuro
nl: Toon toekomstig
ru: Показать будущее
sk: Zobraziť budúce
sv: Visa
uk: Показати Майбутнє
vi: Hiển thị tương lai

source: Hide Future
da: Skjul Fremtid
de: Zukünftige Dateneinträge ausblenden
es: Ocultar entradas futuras
fr: Cacher données futures
it: Nascondi Futuro
nl: Verberg toekomstig
ru: Скрыть будущее
sk: Skryť budúce
sv: Dölj
uk: Приховати майбутнє
vi: Ẩn tương lai

source: Warning!
da: Advarsel!
de: Warnung!
es: ¡Advertencia!
fr: Attention!
it: Attenzione!
nb: Advarsel!
nl: Waarschuwing!
ru: Внимание!
sk: Upozornenie!
sv: Varning!
uk: Увага!
vi: Cảnh báo!

source: Tap 'Add' to continue with selected amount.
da: Tryk 'Tilføj' for at fortsætte med den valgte mængde.
de: Tippen Sie auf 'Hinzufügen', um mit dem ausgewählten Betrag fortzufahren.
es: Pulse 'Añadir' para continuar con la cantidad seleccionada.
fr: Appuyez sur 'Ajouter' pour continuer avec le montant sélectionné.
it: Tocca 'Aggiungi' per continuare con la quantità selezionata.
nb: Trykk 'Legg til' for å fortsette med den anbefalte mengden.
nl: Tik op 'Toevoegen' om door te gaan met het geselecteerde aantal.
ru: Нажмите "Добавить", чтобы продолжить с выбранным значением.
sk: Klepnutím na "Pridať" pokračujte s vybranou sumou.
sv: Tryck 'Lägg till' för att fylla i bolusmängd.
uk: Натисніть «Додати», щоб продовжити з вибраним значенням.
vi: Nhấn 'Thêm' để tiếp tục với số lượng đã chọn.

source: Eventual Glucose
da: Eventuelt Glukoseniveau
de: Prognostizierte Glukose
es: Glucosa eventual
fr: Glycémie éventuelle
it: previsione glicemica
nb: Beregnet blodsukker
nl: Voorspelde glucose
ru: Возможная глюкоза
sk: Predpokladaná glykémia
sv: Blodsockerprognos
uk: Можлива глюкоза

source: Minimum Predicted Glucose
sk: Minimálna predikovaná glykémia
uk: Мінімальна прогнозована Глюкоза

source: Please wait
da: Vent venligst
de: Bitte warten
es: Por favor, espere
fr: Patientez s'il vous plait
it: Attendere prego
nb: Vennligst vent
nl: Even geduld
ru: Подождите
sk: Čakajte, prosím
sv: Vänta...
uk: Будь ласка, зачекайте
vi: Vui lòng chờ

source: Glucose,
da: Glukose,
de: Blutzucker,
es: Glucosa,
fr: Glycémie,
it: Glicemie,
nb: Blodsukker,
nl: Glucosewaarde,
ru: Глюкоза,
sk: Glykémia,
sv: Blodsocker,
uk: Глюкоза,
vi: Đường huyết,

source: Target Glucose
da: Glukose Mål
de: Ziel Glukose
es: Objetivo de glucosa
fr: Glycémie cible
it: Target Glicemia
nb: Blodsukkermål
nl: Doel glucose
ru: Целевая глюкоза
sk: Cieľová glykémia
sv: Målvärde
uk: Цільова Глюкоза
vi: Đường huyết mục tiêu

source: Percentage setting
da: Indstilling i procent
de: Prozentuale Einstellung
es: Ajuste del porcentaje
fr: % Charge Utilisation
it: Impostazione percentuale
nb: Prosent-innstilling
nl: Percentage instelling
ru: Установка процента
sk: Nastavenie percenta
sv: Bolusprocentinställning
uk: Відсоткове налаштування
vi: Cài đặt phần trăm

source: Insulin Sensitivity
da: Insulin Følsomhed
de: Insulin Empfindlichkeit
es: Sensibilidad a la insulina
fr: Facteur de sensibilité à l’insuline
it: Sensibilità insulinica
nb: Insulinfølsomhet
nl: Insuline gevoeligheid
ru: Чувствительность к инсулину
sk: Inzulínová Citlivosť
sv: Insulinkänslighet
uk: Чутливість до Інсуліну
vi: Độ nhạy Insulin

source: (Eventual Glucose - Target) / ISF
da: (Eventuelt Blodsukker - Målet) / ISF
de: (Prognostizierte Glukose - Ziel) / ISF
es: (Pronóstico de glucosa eventual - objetivo de glucosa) / FSI
fr: (Glycémie éventuelle - Cible) / ISF
it: (previsione glicemica - Target) / ISF
nb: (Beregnet blodsukker - Blodsukkermål) / ISF
nl: (Voorspelde glucose - doel) / ISF
ru: (Возможная - Цель) / ФЧИ
sk: (Prípadná glykémia - cieľová hodnota) / ISF
sv: (Blodsockerprognos - Målvärde) / ISF
uk: (Можливий рівень глюкози – ціль) / ISF
vi: (Glucose hiện tại - Mục tiêu) / ISF

source: Formula:
da: Formel:
de: Formel:
es: Fórmula:
fr: Formule:
nb: Formel:
nl: Formule:
ru: Формула:
sk: Vzorec:
sv: Formel:
uk: Формула:
vi: Công thức:

source: Carbs and previous insulin are included in the glucose prediction, but if the Eventual Glucose is lower than the Target Glucose, a bolus will not be recommended.
da: Kulhydrater og tidligere insulin er inkluderet i glukoseforudsigelsen, men hvis den Eventuelle Glukose er lavere end Glukose Mål, en bolus vil ikke blive anbefalet.
de: Kohlenhydrate und vorheriges Insulin sind in der Glukose-Vorhersage enthalten aber wenn das Endergebnis niedriger als das Target-Glukose ist, wird ein Bolus nicht empfohlen.
es: Los carbohidratos y la insulina anterior están incluidos en la predicción de la glucosa. Si la glucosa eventual es inferior a la glucosa ovjetivo, no se recomienda bolo.
fr: Les glucides et l'insuline précédente sont inclus dans la prédiction du glucose, mais si la glycémie éventale est inférieure à la glycémie cible, un bolus ne sera pas recommandé.
it: I carboidrati e l'insulina precedenti sono inclusi nella previsione delle glicemie, ma se l'eventuale previsione glicemica è inferiore al target, non sarà consigliato eseguire il bolo.
nb: Karbohydrater og tidligere insulin er inkludert i blodsukkerprognosen, men hvis Beregnet Blodsukker er lavere enn Blodsukkermål, anbefales det ikke en bolusdose.
nl: Koolhydraten en vorige insuline zijn opgenomen in de glucosevoorspelling, maar als de uiteindelijke glucose lager is dan het doelglucose, wordt een bolus niet aangeraden.
ru: Углеводы и предыдущий прием инсулина учитываются при прогнозировании уровня глюкозы, но если конечная концентрация глюкозы ниже целевой, болюс не рекомендуется.
sk: Sacharidy a predchádzajúci inzulín sú zahrnuté do predpovede glykémie, ale ak je prípadná glykémia nižšia ako cieľová glykémia, bolus sa neodporúča.
sv: Kolhydrater och tidigare insulin ingår i prognos, men om prognos är lägre än målvärde kommer ingen bolus att föreslås.
uk: Вуглеводи та попередній прийом інсуліну враховуються при прогнозуванні рівня глюкози, але якщо кінцева концентрація глюкози нижча за цільову, болюс не рекомендується.
vi: Carbs và insulin trước đó được đưa vào dự đoán lượng đường, nhưng nếu Đường huyết hiện tại thấp hơn Đường huyết mục tiêu thì không nên tiêm một liều bolus.

source: Hide
da: Skjul
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
nb: Skjul
nl: Verbergen
ru: Скрыть
sk: Skryť
sv: Göm
uk: Приховати
vi: Ẩn

source: Eventual Glucose > Target Glucose, but glucose is predicted to drop down to
da: Eventuel Glukose > Glukose Mål, men glukose forventes først at falde ned til
de: Prognostizierte Glukose > Glukose des Ziels, aber Glukose wird voraussichtlich zum ersten Mal herunterfallen auf
es: El pronóstico de glucosa eventual está por encima del valor objetivo, pero se prevé que primero descienda a
fr: Glycémie éventuelle > Glycémie cible, mais le glucose est prévu pour la première fois dans la liste déroulante à
it: previsione glicemica > target glicemia, ma si prevede che il glucosio scenda prima a
nb: Beregnet blodsukker > blodsukkermål, men blodsukkeret er først beregnet å falle til
nl: Voospelde glucose > doelglucose, maar de glucose wordt voorspeld dat de glucose eerst omlaag zal gaan tot
ru: Конечная глюкоза выше целевой, но прогнозируется, что уровень глюкозы сначала упадёт до
sk: Konečná glykémia > cieľová glykémia, ale predpokladá sa, že glykémia najprv klesne na
sv: Blodsockerprognos är över målvärde, men ditt blodsocker väntas först sjunka ner till
tr: Eventual Glucose > Target Glucose, but glucose is predicted to first drop down to
uk: Кінцева глюкоза вища за цільову, але прогнозується, що рівень глюкози спочатку впаде до
vi: Glucose hiện tại > Glucose mục tiêu, nhưng glucose được dự đoán trước tiên sẽ giảm xuống
