Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: With this option enabled, the SMB algorithm can recognize unannounced meals. This is helpful, if you forget to tell iAPS about your carbs or estimate your carbs wrong and the amount of entered carbs is wrong or if a meal with lots of fat and protein has a longer duration than expected. Without any carb entry, UAM can recognize fast glucose increasments caused by carbs, adrenaline, etc, and tries to adjust it with SMBs. This also works the opposite way: if there is a fast glucose decreasement, it can stop SMBs earlier.
da: Med denne indstilling aktiveret, kan SMB-algoritmen genkende uanmeldte måltider. Dette er nyttigt, hvis du glemmer at fortælle iAPS om dine kulhydrater eller estimere dine kulhydrater forkert og mængden af indtastede kulhydrater er forkert eller hvis et måltid med masser af fedt og protein har længere varighed end forventet. Uden indtastning af kulhydrater kan UAM genkende hurtige glukose stigninger forårsaget af kulhydrater, adrenalin osv. og forsøger at justere det med SMB'er. Dette virker også på den modsatte måde: Hvis der sker en hurtig glukosefald, kan det stoppe SMB tidligere.
de: Wenn diese Option aktiviert ist, kann der SMB-Algorithmus unangekündigte Mahlzeiten erkennen. Dies ist hilfreich, wenn Sie vergessen Ihre Kohlenhydrate einzugeben oder Ihre Kohlenhydrate falsch einschätzen und die Menge der eingegebenen Kohlenhydrate falsch ist. Außerdem wenn eine Mahlzeit mit viel Fett und Protein eine längere Dauer als erwartet hat. UAM erkennt ohne Kohlenhydrateingabe schnelle Glukosesteigerungen, die durch Kohlenhydrate, Adrenalin usw. verursacht werden, und versucht es mit SMBs zu regulieren. Dies funktioniert auch umgekehrt: Bei einer schnellen Glukoseabnahme kann es SMB früher stoppen.
es: Con esta opción activada, el algoritmo SMB puede reconocer comidas no anunciadas. Esto es útil si olvida decir a iAPS sobre sus carbohidratos, estima mal sus carbohidratos y los introduce erróneamente en la aplicación, o si una comida con mucha grasa y proteína tiene una duración más larga de lo esperado. Sin ninguna entrada de carbohidratos, UAM puede reconocer aumentos rápidos de glucosa causados por carbohidratos, adrenalina, estrés, etc. e intenta ajustarlo con SMBs. Esto también funciona al contrario: si hay una rápida disminución de la glucosa, puede detener a los SMB antes.
fr: Avec cette option activée, l'algorithme SMB peut reconnaître les repas non annoncés. Ceci est utile, si vous oubliez d'indiquer à iAPS un apport glucidique ou une mauvaise estimation de l'apport de glucides ou si un repas contenant beaucoup de gras et de protéines a un impact sur une duree d'absorption plus longue que prévu. Sans aucune entrée de glucides, UAM peut reconnaître des augmentations rapides de glucemie causées par des glucides, l'adrénaline, etc, et tente de l'ajuster avec les SMB. Cela fonctionne également dand le sens inverse : s'il y a une réduction rapide de glycémie, il peut arrêter les SMB plus tôt.
it: Con questa opzione abilitata, l'algoritmo SMB può riconoscere i pasti senza preavviso. Questo è utile, se dimenticate di dire ad iAPS i vostri carboidrati o stimate i vostri carboidrati in modo sbagliato o la quantità di carboidrati inseriti è sbagliata o se un pasto è particolarmente ricco di grassi e proteine ed ha una durata più lunga di quanto previsto. Senza alcuna voce di carboidrati, UAM può riconoscere aumenti rapidi di glucosio causati da carboidrati, adrenalina, ecc, e cerca di regolarlo con le SMB. Questo funziona anche in modo opposto: se c'è una rapida diminuzione del glucosio, può fermare SMB prima.
nb: Med denne funksjonen påslått, vil SMB-algoritmen kjenne igjen uannonserte måltider. Dette er til hjelp hvis du glemmer å fortelle iAPS om karbohydrater eller hvis du estimerer og legger inn feil antall karbohydrater. Det er også til hjelp ved måltider med mye fett og protein som har lenger varighet enn antatt. Uten registrering av karbohydrater, vil UAM kjenne igjen rask stigning i blodsukkeret forårsaket av karbohydrater, adrenalin, etc, og forsøker å justere dette med SMB. Dette fungerer også motsatt, hvis blodsukkeret synker raskt vil den stoppe SMB tidligere.
nl: Als deze functie is ingeschakeld, kan het SMB-algoritme onverwachte maaltijden herkennen. Dit is handig als je vergeet om koolhydraten in te voeren, je de koolhydraten verkeerd inschat, de hoeveelheid ingevoerde koolhydraten onjuist is, of als een maaltijd met veel vet en eiwit langer duurt dan verwacht. Zonder koolhydraten in te voeren, kan deze functie snel stijgende glucosewaardesignalen - veroorzaakt door koolhydraten, adrenaline, enzovoort - herkennen en proberen te corrigeren met SMB's. Het werkt ook andersom: als er een snelle daling van de glucosewaarde is, kan het eerder stoppen met SMB's.
ru: Режим не объявленных углеводов. При включенной опции алгоритм SMB может распознавать не объявленные углеводы. Это полезно, если вы забыли сообщить о приеме пищи или оценили ваши углеводы неправильно. Так же, если еда с большим количеством жира и белка всасывание углеводов дольше, чем ожидалось. Без ввода количества углеводов механизм UAM может распознавать быстрые увеличения глюкозы, вызванные углеводами, адреналином и т. д., и нейтрализовать их с помощью SMB. Это также работает наоборот: если есть быстрое снижение глюкозы, то это может остановить SMB раньше.
sk: Ak je táto možnosť povolená, algoritmus SMB dokáže rozpoznať neohlásené jedlá. To je užitočné, ak zabudnete iAPS informovať o sacharidoch alebo ich nesprávne odhadnete a množstvo zadaných sacharidov je nesprávne, alebo ak jedlo s veľkým množstvom tukov a bielkovín má dlhšie trvanie, ako sa očakávalo. Bez akéhokoľvek zadávania sacharidov dokáže UAM rozpoznať rýchle zvýšenie glykémie spôsobené sacharidmi, adrenalínom atď. a snaží sa ho upraviť pomocou SMB. Funguje to aj opačne: ak dôjde k rýchlemu poklesu glykémie, môže zastaviť SMB skôr.
sv: Med denna inställning på kan appen upptäcka kolhydrater som inte matats in. Detta kan vara till hjälp om du glömmer att mata in eller uppskattar dina kolhydrater fel, eller vid måltider med mycket fett och protein, som har en längre verkan än förväntat. Utan inlagda kolhydrater kan UAM känna igen snabba glukosförändringar orsakade av kolhydrater, adrenalin, etc, och försöker justera dessa med SMBs. Detta fungerar också omvänt: vid snabb glukosminskning stoppas SMB: s tidigare.
tr: Bu seçenek etkinleştirildiğinde, SMB algoritması bildirilmeyen öğünleri tanıyabilir. iAPS'e karbonhidratlarınızı girmeyi unutursanız veya karbonhidratlarınızı yanlış tahmin ederseniz ve girilen karbonhidrat miktarı yanlışsa veya çok miktarda yağ ve protein içeren bir öğün beklenenden daha uzun sürerse bu yararlıdır. Herhangi bir karbonhidrat girişi olmadan, UAM karbonhidrat, adrenalin vb. kaynaklı hızlı glikoz artışlarını algılayabilir ve SMB'ler ile ayarlamaya çalışır. Bu aynı zamanda tam tersi şekilde çalışır: hızlı bir glikoz düşüşü varsa, SMB'leri daha erken durdurabilir.
uk: Режим не оголошених вуглеводів. При включеній опції алгоритм SMB може розпізнавати оголошені вуглеводи. Це корисно, якщо ви забули повідомити про їжу або оцінили ваші вуглеводи неправильно. Так само, якщо їжа з великою кількістю жиру та білка всмоктування вуглеводів довше, ніж очікувалося. Без введення кількості вуглеводів механізм UAM може розпізнавати швидкі збільшення глюкози, викликані вуглеводами, адреналіном тощо, і нейтралізувати їх за допомогою SMB. Це також працює навпаки: якщо є швидке зниження глюкози, це може зупинити SMB раніше.
vi: Khi bật tùy chọn này, thuật toán SMB có thể nhận ra các bữa ăn không báo trước. Điều này rất hữu ích nếu bạn quên thông báo cho iAPS về lượng carb của mình hoặc ước tính sai lượng carb của bạn và lượng carb đã nhập sai hoặc nếu một bữa ăn có nhiều chất béo và protein kéo dài hơn dự kiến. Nếu không có bất kỳ lượng carb nào được đưa vào, UAM có thể nhận ra mức tăng đường huyết nhanh chóng do carbs, adrenaline, v. v. gây ra và cố gắng điều chỉnh nó bằng SMB. Điều này cũng hoạt động theo cách ngược lại: nếu lượng glucose giảm nhanh, nó có thể dừng SMB sớm hơn.

source: Enable SMB With COB
da: Aktiver SMB med COB
de: Aktiviere SMB mit COB
es: Habilitar SMBs con COB
fr: Activer SMB avec COB
it: Abilita SMB con COB
nb: Aktiver SMB med COB
nl: Activeer SMB met COB
ru: Включить SMB при положительном COB
sk: Povoliť SMB pri COB
sv: Använd SMB med kolhydrater (COB)
tr: SMB'yi AKRB ile etkinleştir
uk: Включити SMB за Позитивного COB
vi: Kích hoạt SMB đối với COB

source: This enables supermicrobolus (SMB) while carbs on board (COB) are positive.
da: Dette muliggør supermikrobolus (SMB), mens kulhydrater om bord (COB) er positive.
de: Dies ermöglicht Supermicrobolus (SMB), während Kohlenhydrate an Bord (COB) positiv sind.
es: Esto permite el supermicrobolo (SMB) mientras que los glúcidos a bordo (COB) son positivos.
fr: Cela permet l'activation de micro bolus (SMB) alors que des glucides à bord (COB) sont presents. .
it: Ciò consente il supermicrobolo (SMB) mentre i carboidrati da assorbire (COB) sono presenti.
nb: Dette slår på supermikrobolus (SMB) så lenge aktive karbohydrater (COB) er positiv.
nl: Dit activeert supermicrobolus (SMB) wanneer er koolhydraten actief zijn (COB).
ru: Разрешить SMB при положительных углеводах на борту.
sk: To umožňuje supermikrobolus (SMB), zatiaľ čo carbs on board (COB) sú pozitívne.
sv: Detta tillåter supermikrobolusar (SMB) medan det finns aktiva kolhydrater (COB).
tr: Bu aktif karbonhidrat (AKRB) pozitifken, süpermikrobolusu (SMB) sağlar.
uk: Дозволити SMB при позитивних вуглеводах на борту.
vi: Điều này cho phép Super Micro Bolus (SMB) trong khi lượng carb đang hoạt động (COB) ở mức dương.

source: Enable SMB With Temptarget
da: Aktiver SMB med midlertidige mål
de: Aktiviere SMB mit Temporären Zielen
es: Habilitar SMBs con objetivos temporales
fr: Activer SMB avec les cibles temporaires
it: Abilita SMB con target temporanei
nb: Aktiver SMB med midlertidig mål
nl: Gebruik SMB met tijdelijke doelen
ru: Включить SMB с временной целью
sk: Povoliť SMB s dočasnými cieľmi
sv: Använd SMB vid ett temporärt målvärde
uk: Увімкнути SMB з Тимчасовою Метою
vi: Kích hoạt SMB với mục tiêu tạm thời

source: This enables supermicrobolus (SMB) with eating soon / low temp targets. With this feature enabled, any temporary target below 100mg/dL, such as a temp target of 99 (or 80, the typical eating soon target) will enable SMB.
da: Dette muliggør supermikrobolus (SMB) med at spise snart / lav temp mål. Med denne funktion aktiveret, ethvert midlertidigt mål under 100 mg/dL, såsom et temp mål på 99 (eller 80, den typiske spise snart mål) vil muliggøre SMB.
de: Dies aktiviert Supermikrobolus (SMB) mit sofortigen essen / niedrige Temp Ziele. Wenn diese Funktion aktiviert ist, ist jedes temporäre Ziel unter 100mg/dL z. B. ein Temp Ziel von 99 (oder 80, das typische sofort essen Ziel) ermöglicht SMB.
es: Esto activa supermicrobolos (SMB) con 'Comer Pronto' o basales temporales bajas. Con esta característica activada, cualquier objetivo temporal por debajo de 100mg/dL, tal como un objetivo temporal de 99 (u 80, el objetivo típico de 'Comer Pronto') se permitirán SMB.
fr: Active les Micro bolus (SMB) lorsqu'une cible temporaire est activé, notamment pour les cibles type "repas bientôt". Avec cette fonctionnalité activée, toute cible temporaire inférieure à 100mg/dL, comme une cible temp de 99 (ou 80, la cible conseillée pour "repas bientôt") activera les SMB.
it: Questo abilita supermicrobolo (SMB) con funzione eating soon / obiettivi temporanei glicemici bassi. Con questa funzione abilitata, qualsiasi obiettivo temporaneo inferiore a 100 mg/dL, come un obiettivo di temperatura di 99 (o 80, il tipico target eating soon) abiliterà SMB.
nb: Dette slår på supermikrobolus (SMB) ved spise-snart / lave midlertidige mål. Med denne funksjonen på, vil SMB bli slått på med midlertidige mål under 100mg/dL, slik som 99 (eller 80, et typisk mål for spise-snart).
nl: Dit maakt kleine microbolussen (SMB, supermicrobolus) mogelijk wanneer "eating soon/pre-maaltijd" of een lage tijdelijke streefwaarde is ingesteld. Als dit is ingesteld zal elke tijdelijke streefwaarde onder 100mg/dL (5.5 mmol/l) bijvoorbeeld 5.4 (of 4.5, de typische pre-maaltijd streefwaarde) SMB inschakelen.
ru: Разрешает супермикроболюсы (SMB) с режимом скоро еда / низкими целями. При включенной опции любая временная цель ниже 5.6ммоль/л (100mg/dL), например временная цель 5.5 (или 4.4, типичная для скорого приема пищи) разрешит SMB.
sk: Toto povoľuje supermikrobolus (SMB) pri nastavení „čoskoro jedlo“ / nízkych dočasných cieľových hodnôt. Ak je táto funkcia povolená, akýkoľvek dočasný cieľ nižší ako 100 mg/dL, napríklad dočasný cieľ 99 (alebo 80, čo je typická hodnota pre „čoskoro jedlo“), aktivuje SMB.
sv: Detta tillåter supermikrobolusar (SMB) vid låga tillfälliga målvärden (tex 'Äter snart'). Med denna funktion aktiverad, kommer SMB:ar vara aktiva även vid tillfälliga målvärden under 100mg/dL (5,6 mmol/l).
tr: Bu yakında yemek / düşük geçici hedefler ile süpermikrobolus (SMB) sağlar. Bu özellik etkinleştirildiğinde geçici hedef 99 (veya 80, tipik yakında yeme hedefi) gibi herhangi bir geçici hedef 100mg/dL'nin altında SMB'yi etkinleştirecektir.
uk: Дозволяє супермікроболюси (SMB) з режимом скоро їжа / низькими цілями. При включеній опції будь-яка тимчасова мета нижче 5.6ммоль/л (100mg/dL), наприклад, тимчасова мета 5.5 (або 4.4, типова для швидкого прийому їжі) дозволить SMB.
vi: Điều này cho phép Super Micro Bolus (SMB) đạt được mục tiêu ăn sớm / liều tạm thời thấp. Khi tính năng này được bật, mọi mục tiêu tạm thời dưới 100mg/dL, chẳng hạn như mục tiêu tạm thời là 99 (hoặc 80, mục tiêu ăn sớm thông thường) sẽ kích hoạt SMB.

source: Enable SMB Always
da: Aktiver SMB altid
de: SMB immer aktivieren
es: Habilitar SMBs siempre
fr: Activer en permanence les SMB
it: Abilita SMB Sempre
nb: Aktiver SMB alltid
nl: Activeer SMB altijd
ru: Включить постоянные SMB
sk: Vždy povoliť SMB
sv: Använd alltid SMB
tr: SMB'yi Her Zaman Etkinleştir
uk: Включити Постійні SMB
vi: Luôn bật SMB

source: Defaults to false. When true, always enable supermicrobolus (unless disabled by high temptarget).
da: Standard er falsk. Når sand, altid aktiveret supermicrobolus (medmindre deaktiveret af høj temptarget).
de: Standard Wert ist "Aus". Wenn aktiviert werden immer SMB verwandt (es sei denn, es wird ein höheres temporäres Ziel eingestellt).
es: Por defecto es falso. Cuando es verdadero, activa siempre el supermicrobolo (a menos que esté desactivado por un objetivo temporal alto).
fr: La valeur par défaut est désactivé. Quand activé, les micro bolus sont toujours utilisés par l'algorithme (sauf pour des cibles glycémies haute ).
it: I valori predefiniti sono falsi. Quando Vero, abilita sempre il supermicrobolo(Smb) (a meno che non sia disabilitato da un elevato target temporaneo).
nb: Standard slått av. Når slått på, vil supermikrobolus alltid være slått på, med mindre det bli deaktivert av et høyt midlertidig mål.
nl: Standaard uit. Als het aangezet wordt zullen altijd supermicrobolussen (SMBs) gebruikt worden. Tenzij deze uitgezet zijn door een hoge streefwaarde.
ru: Разрешать Smb всегда. По умолчанию выключена. Когда включено, всегда разрешает супермикроболюсы Smb (если не запрещено для высокой цели).
sk: Predvolené nastavenie je vypnuté. Ak je povolené, vždy sa zapne supermikrobolus (pokiaľ nie je zakázaný vysokým dočasným cieľom).
sv: Av som standard. Vid läge på, tillåts alltid supermikrobolusar (SMB) (såvida inte automatiskt inaktiverat av ett högt målvärde).
tr: Varsayılan olarak geçersizdir. Geçerli olduğunda, her zaman supermicrobolus'u etkinleştirir (yüksek geçicihedef tarafından devre dışı bırakılmadığı sürece).
uk: Дозволити SMB завжди. За замовчуванням вимкнено. Коли увімкнено, завжди дозволяє супермікроболюсы SMB (якщо не заборонено для высокої мети).
vi: Mặc định là False. Khi True, hãy luôn bật Super Micro Bolus (trừ khi bị tắt bởi high temptarget).

source: Enable SMB After Carbs
da: Aktiver SMB efter kulhydrater
de: Aktiviere SMB nach Mahlzeiten
es: Habilitar SMBs después de carbohidratos
fr: Activer les SMB après les glucides
it: Abilita SMB dopo i CHO
nb: Aktiver SMB etter karbo
nl: Activeer SMB na koolhydraten
ru: Включить SMB на 6 часов после углеводов
sk: Povoliť SMB po jedle
sv: Använd SMB även efter kolhydrater
tr: Yemeklerden Sonra SMB'yi Etkinleştir
uk: Включити SMB на 6 годин Після Вуглеводів
vi: Kích hoạt SMB sau Carbs

source: Defaults to false. When true, enables supermicrobolus (SMB) for 6h after carbs, even with 0 carbs on board (COB).
da: Standard er falsk. Når sandt, aktiverer supermikrobolus (SMB) for 6 timer efter kulhydrater, selv med 0 kulhydrater om bord (COB).
de: Standard Wert ist "Aus". Wenn aktiviert werden Super Micro Bolus (SMB) für 6 Stunden nach Kohlenhydrat Aufnahme zur Regulierung verwendet. Auch wenn die Kohlenhydrate bereits alle vom Körper aufgenommen wurden (0g Kohlenhydrate on Bord).
es: Por defecto es falso. Cuando es verdadero, habilita supermicrobolos (SMB) durante 6h después de la ingesta de carbohidratos, incluso con 0 carbohidratos a bordo (COB).
fr: Desactivé par défaut. Quand vrai, active les micro bolus (SMB) pendant 6h après les glucides, même avec 0 glucides à bord (COB).
it: I valori predefiniti sono falsi. Quando è vero, abilita il supermicrobolo (SMB) per 6 ore dopo inserimenro di carboidrati, anche con 0 carboidrati da assorbire (COB).
nb: Standard slått av. Når slått på, vil supermikrobolus (SMB) aktiveres i 6 timer etter karbohydrat-inntak, selv om det er 0 aktive karbohydrater (COB).
nl: Standaard uit. Als het aangezet wordt zullen supermicrobolussen (SMBs) gebruikt worden voor 6 uur na ingevoerde koolhydraten, zelfs als er nog 0 koolhydraten aan boord zijn (COB).
ru: По умолчанию выключено. Включение разрешает супермикроболюсы (SMB) на 6 часов после последнего ввода углеводов, даже с 0 углеводов на борту (COB).
sk: Predvolené nastavenie je vypnuté. Keď je true, zapne supermikrobolus (SMB) na 6 hodín po sacharidoch, dokonca aj pri 0 sacharidoch na palube (COB).
sv: Av som standard. Tillåter supermikrobolusar (SMB) även 6h efter kolhydrater, också vid 0 aktiva kolhydrater (COB).
tr: Varsayılan olarak geçersizdir. Geçerli olduğunda aktif karbonhidrat (AKRB) 0 olsa bile karbonhidratlardan sonra 6 saat boyunca süpermikrobolosu (SMB) etkinleştirir.
uk: За замовченням вемкнено. Вмикання дозволяє супермікроболюси (SMB) на 6 годин після останнього ввода вуглеводів, навіть с 0 вуглеводів на борту (COB).
vi: Mặc định là False. Khi True, hãy bật Super Micro Bolus (SMB) trong 6 giờ sau khi nạp carbs, ngay cả khi không có carbs (COB).

source: Allow SMB With High Temptarget
da: Tillad SMB Med Højt Temptarget
de: Erlaube SMB mit hohem Temptarget
es: Permitir SMBs con objetivo temporal alto
fr: Autoriser le SMB avec une cible temporaire élevée
it: Consenti SMB con Alto Temptarget
nb: Aktiver SMB ved høyt midlertidig mål
nl: Sta SMB met hoog doel toe
ru: Разрешить SMB с высокой временной целью
sk: Povoliť SMB s vysokým dočasným cieľom
sv: Tillåt SMB vid högt temporärt målvärde
uk: Дозволити SMB з Високою Тимчасовою Метою
vi: Cho phép SMB với mục tiêu tạm thời cao

source: Defaults to false. When true, allows supermicrobolus (if otherwise enabled) even with high temp targets (> 100 mg/dl).
da: Standard er falsk. Når sandt, tillades supermicrobolus (hvis ellers aktiveret) selv med høje imidlertidig mål (> 100 mg/dl).
de: Standard Wert ist "Aus". Wenn aktiviert, werden auch bei erhöhten temporären Blutzucker Zielen SMBs verwendet.
es: Por defecto es falso. Cuando es verdadero, permite supermicrobolos (si se habilita de otra manera) incluso con objetivos temporales altos.
fr: Desactivé par défaut. Quand vrai, autorise les Micro bolus (si activé) même avec des cibles temporaires élevées.
it: I valori predefiniti sono falsi. Quando Vero, permette il supermicrobolo (se altrimenti abilitato) anche con target temporanei alti.
nb: Standard slått av. Når slått på, tillates supermikrobolus også med høye midlertidige mål, såfremt SMB er slått på i utgangspunktet.
nl: Standaard uit. Als het aangezet wordt zullen altijd supermicrobolussen (SMBs) gebruikt worden (mits elders aangezet), zelfs bij hoog tijdelijk doel (> 5,5 mmol/L).
ru: По умолчанию выключено. Включение разрешает супермикроболюсы Smb даже с высокими временными целями.
sk: Predvolené nastavenie je vypnuté. Ak je povolené, umožní supermikrobolus (ak je inak povolený) aj pri vysokých cieľových hodnotách (> 100 mg/dl).
sv: Av som standard. När läge på, tillåts SMB:ar även vid höga temporära målvärden.
tr: Varsayılan olarak geçersizdir. Geçerli olduğunda, yüksek geçici hedeflerinde bile süpermikrobolusa (aksi takdirde etkinleştirildiyse) izin verir.
uk: За замовченням вимкнено. Включення дозволяє супермікроболюси (SMB) навіть з високими тимчасовими цілями.
vi: Mặc định là False. Khi True, cho phép Super Micro Bolus (nếu được kích hoạt khác) ngay cả với mục tiêu tạm thời cao (> 100 mg/dl).

source: Use Custom Peak Time
da: Brug Brugerdefineret Spidstid
de: Verwende benutzerdefinierten Höhepunkt
es: Personalizar tiempo de efecto pico
fr: Utiliser le temps maximal personnalisé
it: Usa Picco Tempo Personalizzato
nb: Bruk egendefinert topptid for insulineffekt
nl: Aangepaste piektijd gebruiken
ru: Использовать собственный пик действия инсулина
sk: Vlastný maximálny účinok
sv: Använd anpassad tid, i minuter, för insulinets maximala blodsockersänkande effekt
tr: Özel Tepe Zamanı Kullan
uk: Використовувати Свій Пік Дії Інсуліну
vi: Tuỳ chỉnh đỉnh Insulin

source: Defaults to false. Setting to true allows changing insulinPeakTime
da: Standard er falsk. Indstilling til sand tillader ændring af insulinPeakTime
de: Ist standardmäßig auf aus. Wenn eingeschaltet erlaubt dies das Einstellen eines benutzerspezifischen Wirkungshochs für das ausgewählte Insulin, respektive dessen Wirkungs-Kurve
es: Por defecto es falso. Cambiarlo a verdadero permite cambiar el insulinPeakTime
fr: Faux par défaut. Le paramètre à vrai permet de changer le paramètre "duree du pic d'insuline"
it: I valori predefiniti sono falsi. Impostare a Vero permette di cambiare il tempo di picco dell’insulina
nb: Standard slått av. Når den slås på tillates det å endre insulinPeakTime
nl: Is standaard ingesteld op uit. Indien ingeschakeld, kunt u de insuline piektijd veranderen
ru: По умолчанию значение выключено. Включение параметра позволяет изменять пиковое время инсулина (insulinPeakTime)
sk: Predvolené nastavenie je vypnuté. Ak ho povolíte, budete môcť individuálne upraviť čas maximálneho účinku inzulínu (Peak Time)
sv: Avstängd som standard. Påslagen så tillåts ändring av 'insulinPeakTime', dvs. tiden i minuter när insulinet har som störst blodsockersänkande effekt
tr: Varsayılan olarak kapalıdır. Açılırsa, 'insulinPeakTime' değerinin değişmesine izin verir
uk: За замовченням значення вимкнено. Включення параметра дозволяє змінювати піковий час інсуліна (insulinPeakTime)
vi: Mặc định là False. Đặt thành True cho phép thay đổi đỉnh của insulin

source: Suspend Zeros IOB
da: Suspender nul IOB
de: Null IOB unterbrechen
es: Suspender bomba con IOB cero
fr: Suspendre les zéros IOB
it: Sospendi Zero IOB
nb: Pausing av pumpe nullstiller IOB
nl: Opschorten nul IOB
ru: Нулевой ВБС после приостановки помпы
sk: Pozastaviť nulovanie IOB
sv: Ersätt med 0 U/h - basaler
tr: AİNS sıfırla Askıya Al
uk: Нульовий ІОВ після Призупинення Помпи
vi: Tạm dừng IOB bằng 0
