Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: Now please verify all of your new settings thoroughly: * Basal Settings * Carb Ratios * Glucose Targets * Insulin Sensitivities * DIA in iAPS Settings > Configuration. Bad or invalid profile settings could have disatrous effects.
da: Kontroller nu alle dine nye indstillinger grundigt: * Basal Indstillinger * Kulhydratratios * Glukose Mål * Insulin Følsomhed * VIA i iAPS Indstillinger > Konfiguration. Dårlige eller ugyldige profilindstillinger kan have katastrofale effekter.
de: Bitte überprüfen Sie jetzt alle Ihre neuen Einstellungen gründlich: * Basaleinstellungen * Carb Ratios * Glukose-Ziele * Insulinempfindlichkeiten * DIA in iAPS-Einstellungen > Konfiguration. Schlechte oder ungültige Profileinstellungen können abscheuliche Effekte haben.
es: Ahora, por favor, verifique todos sus nuevos ajustes de forma exhaustiva: * Ajustes de basal * Ratios de carbohidratos * Objetivos de glucosa * Factores de sensibilidad * DIA en los ajustes de iAPS > Configuración. Una configuración incorrecta o inválida del perfil podría tener consecuencias indeseadas.
fr: Veuillez maintenant vérifier soigneusement tous vos nouveaux paramètres: * Paramètres basaux * Ratios glucidiques * Objectifs glycémiques * Sensibilité à l'insuline * DIA dans iAPS Paramètres > Configuration. Des paramètres de profil incorrects ou invalides peuvent avoir des effets désastreux.
it: Ora verifica attentamente tutte le nuove impostazioni: * Impostazioni basali * Rapporti carboidrati * Obiettivi glucosio * Sensibilità insulinica * DIA in Impostazioni iAPS > Configurazione. Impostazioni del profilo errate o non valide potrebbero avere effetti disastrosi.
nb: Gå nøye gjennom alle de nye innstillingene: * Basalprofil * Karbohydratforhold * Blodsukkermål * Insulinfølsomhet i iAPS Innstillinger > Oppsett. Feil eller ugyldige profilinnstillinger kan ha katastrofale følger.
nl: Check nu al je nieuwe instellingen: * Basaal instellingen * Koolhydraat ratio's * Doel glucose waarde * Insuline sensitiviteit * DIA in iAPS instellingen > Configuratie. Slechte of ongeldige profielinstellingen kunnen desastreuze effecten hebben!
ru: Пожалуйста, проверьте все ваши новые настройки: * Настройки базала * Углеводные коэффициенты * Целевой диапазон * Чувствительность к инсулину в настройках iAPS Настройки > Конфигурация. Некорректные настройки профиля могут привести к катастрофическим последствиям.
sk: Teraz dôkladne skontrolujte všetky nové nastavenia: * Bazálne nastavenia * Sacharidové pomery * Cieľové hodnoty glykémie * Citlivosť na inzulín * DIA v iAPS Nastavenia > Konfigurácia. Zlé alebo neplatné nastavenia profilu by mohli mať fatálne následky.
sv: Kontrollera nu alla dina nya pumpinställningar noga: * Basalinställningar * Insulinkvoter * Målvärden * Insulinkänslighet i Inställningar > Konfiguration. Dåliga eller ogiltiga pumpinställningar kan gå katastrofala följder.
uk: Тепер уважно перевірте всі ваші нові налаштування: * Базальні параметри * Вуглеводні співвідношення * Цільові показники глюкози * Чутливість до інсуліну у меню «Налаштування iAPS» > «Конфігурація». Поганий або недійсний профіль налаштування можуть мати згубні наслідки.
vi: Bây giờ xin hãy xác minh lại tất cả các cài đặt của bạn kỹ lưỡng: * Basal Settings * Carb Ratios * Glucose Targets * Insulin Sensitivities * DIA trong iAPS Cài đặt > Cấu hình. Cấu hình không hợp lệ hoặc tồi có thể có tác động thảm họa. .

source: This will replace some or all of your current pump settings. Are you sure you want to import profile settings from Nightscout?
da: Dette vil erstatte nogle eller alle dine aktuelle pumpeindstillinger. Er du sikker på, at du vil importere profilindstillinger fra Nightscout?
de: Dies wird einige oder alle deine aktuellen Pumpeneinstellungen ersetzen. Bist du sicher, dass du die Profileinstellungen von Nightscout importieren möchtest?
es: Esto remplazará algunos o todos los ajustes actuales de la bomba. ¿Está seguro de que desea importar la configuración del perfil de Nightscout?
fr: Cette opération remplacera tout ou partie des paramètres actuels de la pompe. Êtes-vous sûr de vouloir importer les paramètres de profil de Nightscout ?
it: Questo sostituirà alcune o tutte le impostazioni attuali del microinfusore. Sei sicuro di voler importare le impostazioni del profilo da Nightscout?
nb: Dette vil erstatte alle eller deler av dine nåværende pumpeinnstillinger. Er du sikker på at du vil importere profilinnstillinger fra Nightscout?
nl: Dit zal enkele of al je huidige pomp instellingen vervangen. Weet je zeker dat je de profielinstellingen uit Nightscout wilt importeren?
ru: Это заменит некоторые или все ваши текущие настройки помпы. Вы уверены, что хотите импортировать настройки профиля из Nightscout?
sk: Týmto sa nahradia niektoré alebo všetky aktuálne nastavenia pumpy. Ste si istí, že chcete importovať nastavenia profilu z programu Nightscout?
sv: Detta kommer att ersätta alla eller vissa av dina pumpinställningar. Är du säker att du vill fortsätta med import av inställningar?
uk: Це замінить деякі або всі поточні налаштування Помпи. Ви впевнені, що бажаєте імпортувати налаштування профілю з Nightscout?
vi: Việc này có thể thay thế một vài hoặc tất cả những cấu hình bơm hiện tại của bạn. Bạn có chắc bạn muốn nhập cấu hình từ Nightscout?

source: Invalid Nightcsout Basal Settings. Import aborted. Please check your Nightscout Profile Basal Settings!
da: Ugyldig Nightcsout Basal Indstillinger. Import afbrudt. Tjek venligst dine Nightscout Profil Basal Indstillinger!
de: Ungültige Nightcsout Basal-Einstellungen. Import abgebrochen. Bitte überprüfen Sie Ihre Nightscout Profil Basal-Einstellungen!
es: Configuración basal de Nightscout inválida. Importación cancelada. ¡Compruebe la configuración basal de su perfil de Nightscout!
fr: Paramètres de base Nightcsout non valides. L'importation a été interrompue. Veuillez vérifier les paramètres de base de votre profil Nightscout !
it: Impostazioni Basali Nightscout non valide. Importazione annullata. Si prega di controllare le impostazioni Basali del profilo Nightscout!
nb: Ugyldig Basalprofil fra Nightscout. Import avbrutt. Sjekk Basalprofil i Nightscout!
nl: Ongeldige Nightscout basaal instellingen. Import afgebroken. Check je Nightscout Profiel basaal instellingen!
ru: Недопустимые настройки базы в Nightcsout. Импорт прерван. Пожалуйста, проверьте настройки профиля в Nightscout!
sk: Neplatné základné nastavenia Nightcsout. Import bol prerušený. Skontrolujte základné nastavenia svojho profilu Nightscout!
sv: Du har ogiltiga basalinställningar i Nightscouts profilinställningar. Import avbruten. Du behöver kontrollera dina Nightcoutinställningar.
uk: Недійсні базальні налаштування Nightcsout. Імпорт перервано. Будь ласка, перевірте базальні налаштування свого профілю Nightscout!
vi: Các cấu hình liều nền trên Nightscout không hợp lệ. Việc cập nhật bị bỏ. Đề nghị bạn kiểm tra cấu hình liều nền trên Nightscout!

source: Settings were imported but the Basals couldn't be saved to pump (No pump). Check your basal settings and tap ´Save on Pump´ to sync the new basal settings
da: Indstillinger blev importeret, men Basalinsulin indstillinger kunne ikke gemmes til pumpe (Ingen pumpe). Tjek dine basal indstillinger og tryk på 'Gem på Pumpe' for at synkronisere de nye basal indstillinger
de: Einstellungen wurden importiert, aber die Basalen konnten nicht in Pumpe gespeichert werden (keine Pump). Überprüfen Sie Ihre Basiseinstellungen und tippen Sie auf <unk> Speichern auf Pump, um die neuen Basiseinstellungen zu synchronisieren
es: Configuración importada pero las basales no se pudieron guardar en la bomba (no se encuentra bomba). Revisa la configuración basal y pulsa "Guardar en la bomba" para sincronizar la nueva configuración basal
fr: Les réglages ont été importés mais les valeurs basales n'ont pas pu être enregistrées sur la pompe (pas de pompe). Vérifiez vos réglages de base et appuyez sur "Enregistrer sur la pompe" pour synchroniser les nouveaux réglages de base
it: Le impostazioni sono state importate ma non è stato possibile salvare le basali nel microinfusore (nessun microinfusore). Controlla le impostazioni basali e tocca "Salva sul microinfusore" per sincronizzare le nuove impostazioni basali
nb: Innstillinger ble importert men Basalprofilen kunne ikke lagres til pumpen (ingen pumpe). Sjekk din Basalprofil og trykk ´Lagre på pumpen´ for å sende den nye basalprofilen til pumpen.
nl: instellingen zijn geïmporteerd maar de basaalstanden konden niet worden opgeslagen in de pomp (geen pomp). Controleer je basaalstanden en tik op' Opslaan op pomp' om de nieuwe basaalstanden te synchroniseren
ru: Настройки были импортированы, но базальный профиль не удалось сохранить в помпе (нет помпы). Проверьте свои настройки базы и нажмите "Сохранить на помпу", чтобы синхронизировать новый базальный профиль
sk: Nastavenia boli importované, ale základné údaje nebolo možné uložiť do pumpy (žiadna pumpa). Skontrolujte bazálne nastavenia a klepnutím na ´Uložiť na pumpe´ synchronizujte nové bazálne nastavenia
sv: Dina inställningar blev importerade men kunde inte sparas till pump (Ingen pump). Kontrollera dina pumpinstälningar och klicka därefter på ´Spara på pump´ för att programmera din pump med de nya basalinställningarna
uk: Налаштування було імпортовано, але Базал не вдалося зберегти для помпи (немає помпи). Перевірте свої базальні налаштування та натисніть «Зберегти на помпі», щоб синхронізувати нові базальні налаштування
vi: Các cấu hình đã được nhập nhưng liều nền không được lưu vào bơm (không có bơm). Kiểm tra cấu hình liều nền của bạn và nhấn 'Lưu vào bơm' để đồng hóa cấu hình liều nền mới

source: Import Error
da: Importfejl
de: Fehler beim Import
es: Error de Importación
fr: Erreur d'importation
it: Errore d'importazione
nb: Feil ved import
nl: Fout bij importeren
ru: Ошибка импорта
sk: Chyba importu
sv: Fel vd import av inställningar
uk: Помилка імпорту
vi: Nhập lỗi

source: Yes, Import
da: Ja, importer
de: Ja, importieren
es: Sí, Importar
fr: Oui, importer
it: Sì, Importa
nb: Ja, importer
nl: Ja, importeer
ru: Да, импортировать
sk: Áno, importovať
sv: Ja, importera
uk: Так, імпортувати
vi: Đồng ý, hãy nhập

source: Import settings from Nightscout
da: Importer indstillinger fra Nightscout
de: Einstellungen von Nightscout importieren
es: Importar ajustes de Nightscout
fr: Importer les paramètres depuis Nightscout
it: Importa impostazioni da Nightscout
nb: Importer innstillinger fra Nightscout
nl: Importeer instellingen van Nightscout
ru: Импортировать настройки из Nightscout
sk: Importovať nastavenia z Nightscoutu
sv: Importera inställningar från Nightscout
uk: Імпортуйте налаштування з Nightscout
vi: Nhập cấu hình từ Nightscout

source: Import settings?
da: Import indstillinger?
de: Einstellungen importieren?
es: ¿Importar ajustes?
fr: Importer les paramètres?
it: Importa impostazioni?
nb: Importere innstillinger?
nl: Importeer instellingen?
ru: Импорт настроек?
sk: Importovať nastavenia?
sv: Importera inställningar?
uk: Імпортувати налаштування?
vi: Nhập các cài đặt?

source: Import from Nightscout
da: Import fra Nightscout
de: Einstellungen von Nightscout importieren
es: Importar de Nightscout
fr: Importer les paramètres depuis Nightscout
it: Importa da Nightscout
nb: Import fra Nightscout
nl: Importeer instellingen van Nightscout
ru: Импорт из Nightscout
sk: Importovať z Nightscoutu
sv: Importera från Nightscout
uk: ІМПОРТ З NIGHTSCOUT
vi: Nhập từ Nightscout

source: Settings imported
da: Indstillinger importeret
de: Einstellungen importiert
es: Ajustes importados
fr: Paramètres importés
it: Impostazioni importate
nb: Innstillinger importert
nl: Instellingen geïmporteerd
ru: Настройки импортированы
sk: Nastavenia naimportované
sv: Inställningar importerade
uk: Налаштування імпортовано
vi: Các cài đặt đã được nhập

source: Mismatching glucose units in Nightscout and Pump Settings. Import settings aborted.
da: Uoverensstemmende glukose enheder i Nightscout og Pumpe Indstillinger. Import af indstillinger afbrudt.
de: Falsch übereinstimmende Glukoseeinheiten in Nightscout und Pump-Einstellungen. Import abgebrochen.
es: Las unidades de glucosa de Nightscout y la bomba no coinciden. Ajustes de importación cancelados.
fr: Les unités de glucose ne correspondent pas dans les réglages de Nightscout et de la pompe. L'importation des paramètres a été interrompue.
it: Unità di glicemie non corrispondenti nelle impostazioni di Nightscout e della Pompa. Importa impostazioni interrotte.
nb: Blodsukkerenhet i Nightscout samsvarer ikke med blodsukkerenhet i Pumpeinnstillinger. Import av innstillinger er avbrutt.
nl: Mismatch van glucoseeenheden in Nightscout en pomp instellingen. Importeer instellingen is afgebroken.
ru: Несоответствие единиц измерения глюкозы в настройках Nightscout и помпы. Импорт настроек прерван.
sk: Nekompatibilné jednotky glykémie v Nightscoute a v nastaveniach pumpy. Import nastavení bol zrušený.
sv: Du har olika inställningar för blodsockernehet i Nightscout och iAPS. Import därför avbruten.
uk: Невідповідність одиниць глюкози в налаштуваннях Nightscout та Помпи. Імпорт налаштувань скасовано.
vi: Đơn vị glucose không khớp trong Cài đặt Nightscout và Pump. Nhập cấu hình bị hủy bỏ.

source: Can't find the default Nightscout Profile.
da: Kan ikke finde standard Nightscout profil.
de: Kann das Standard-Nightscout-Profil nicht finden.
es: No se puede encontrar el perfil de Nightscout por defecto.
fr: Impossible de trouver le profil Nightscout par défaut.
it: Impossibile trovare il profilo predefinito di Nightscout.
nb: Finner ikke standard profil i Nightscout.
nl: Kan Nightscout profiel niet vinden.
ru: Не удается найти профиль Nightscout по умолчанию.
sk: Nemôžem nájsť predvolený Nightscout profil.
sv: Kan inte hitta en profil i Nightcsout
uk: Не вдається знайти профіль Nightscout за замовчуванням.
vi: Không thể tìm thấy Hồ sơ Nightscout mặc định.

source: Blood Glucose Test
da: Blodglukose Test
de: Blutzucker Einheit
es: Prueba de glucosa en sangre
fr: Test de glycémie
it: Prova Glicemia
nb: Blodsukkermåling
nl: Bloedglucose test
ru: Тест на глюкозу в крови
sk: Testovanie glykémie z krvi
sv: Blodsockerprov
uk: Тест на глюкозу у крові
vi: Kiểm tra đường huyết

source: Add Medtronic
da: Tilføj Medtronic
de: Medtronic-Pumpe hinzufügen
es: Añadir Medtronic
fr: Ajouter une pompe Medtronic
it: Aggiungi microinfusore Medtronic
nb: Legge til Medtronic
nl: Medtronic toevoegen
ru: Добавить Medtronic
sk: Pridať Medtronic
sv: Lägg till Medtronic
tr: Medtronic Pompa ekle
uk: Додати Medtronic
vi: Thêm Medtronic

source: Add Omnipod
da: Tilføj Omnipod
de: Omnipod hinzufügen
es: Añadir Omnipod
fr: Ajouter une pompe Omnipod
it: Aggiungi Omnipod
nb: Legg til Omnipod
nl: Omnipod Eros toevoegen
ru: Добавить Omnipod
sk: Pridať Omnipod
sv: Lägg till Omnipod
tr: Omnipod ekle
uk: Додати Omnipod
vi: Thêm Omnipod

source: Add Dana-i/RS
sk: Pridať Dana-i/RS
uk: Додати Dana-i/RS

source: Add Simulator
da: Tilføj Simulator
de: Simulator hinzufügen
es: Añadir simulador
fr: Ajouter un simulateur
it: Aggiungi Simulazione microinfusore
nb: Legg til Simulator
nl: Simulator toevoegen
ru: Добавить Cимулятор
sk: Pridať simulátor
sv: Lägg till simulator
tr: Simülatör ekle
uk: Додати Симулятор
vi: Thêm Bơm mô phỏng

source: Replace
da: Erstat
de: Pod ersetzen!
es: Sustituir
fr: Remplacer
it: Sostituisci
nl: Vervang
ru: Заменить
sk: Vymeňte
sv: Byt!
uk: Замінити
vi: Thay thế

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
nb: Modell
ru: Модель
sv: Modell
uk: МОДЕЛЬ

source: Pump config
da: Pumpe konfiguration
de: Pumpenkonfiguration
es: Configuración de la bomba
fr: Configuration de la pompe
it: Microinfusore
nb: Pumpe
nl: Pomp configuratie
ru: Настройка помпы
sk: Nastavenia pumpy
sv: Pumpkonfiguration
tr: Pompa Yapılandırması
uk: Конфігурація Помпи
vi: Cấu hình bơm Insulin

source: Delivery limits
da: Insulingrænser
de: Verabreichungsgrenzen
es: Límites de Dosificación
fr: Limites d’administration
it: Limite di erogazione
nb: Leveringsgrenser
nl: Limiet op toediening
ru: Предел подачи
sk: Obmedzenia dávkovania
sv: Maxdoser
tr: İletim Limitleri
uk: ОБМЕЖЕННЯ ПОДАЧІ
vi: Các giới hạn liều tiêm

source: Duration of Insulin Action
da: Varighed af Insulin Aktivitet
de: Dauer der Insulinwirkung
es: Duración de la insulina activa
fr: Durée d'Action de l'Insuline
it: Durata dell’azione dell’insulina
nb: Varighet av insulinaktivitet (DIA)
nl: Duur Insuline Activiteit (DIA)
ru: Продолжительность Действия Инсулина
sk: Doba pôsobenia inzulínu
sv: Insulinets verkningstid
tr: İnsülin Etki Süresi (İES)
uk: ТРИВАЛІСТЬ ДІЇ ІНСУЛІНУ
vi: Thời gian hoạt động của Insulin

source: hours
da: timer
de: Stunden
es: horas
fr: heures
it: ore
nb: timer
nl: uren
ru: часов
sk: hodiny
sv: timmar
tr: saat
uk: годин
vi: giờ

source: Max Basal
de: Maximale Basalrate
es: Basal máxima
fr: Basal maximum
it: Basale massima
nb: Maks basal
nl: Max basaal
ru: Макс. Базал
sk: Maximálny bazál
tr: Maks Bazal
uk: Максимальний Базал
vi: Liều nền tối đa

source: Max Bolus
de: Maximaler Bolus
es: Bolo máximo
fr: Bolus max
it: Bolo massimo
nb: Maks bolus
ru: Макс. Болюс
sk: Maximálna veľkosť bolusu
tr: Maks Bolus
uk: Максимальний Болюс
vi: Liều bolus tối đa

source: Please verify that you have selected the correct insulin concentration before saving your settings. The insulin vial or pen should indicate the concentration in units per milliliter (e.g., U100 indicates 100 units per milliliter, which is the standard concentration). Accurate selection is critical for proper dosing.
de: Bitte vergewissern Sie sich, dass Sie die richtige Insulinkonzentration ausgewählt haben, bevor Sie Ihre Einstellungen speichern. Auf der Insulinampulle oder dem Pen sollte die Konzentration in Einheiten pro Milliliter angegeben sein (z. B. U100 steht für 100 Einheiten pro Milliliter, was der Standardkonzentration entspricht). Eine genaue Auswahl ist für die richtige Dosierung entscheidend.
fr: Veuillez vérifier que vous avez sélectionné la bonne concentration d'insuline avant d'enregistrer vos paramètres. Le flacon ou le stylo d'insuline doit indiquer la concentration en unités par millilitre (p. ex. U-100 ou 100 U/ml indique une concentration de 100 unités internationales par millilitre, ce qui est le standard). La sélection de la bonne valeur est essentielle pour un dosage adéquat.
it: Si prega di verificare di aver selezionato la concentrazione corretta di insulina prima di salvare le impostazioni. Il flaconcino o la penna di insulina devono indicare la concentrazione in unità per millilitro (e.., U100 indica 100 unità per millilitro, che è la concentrazione standard). Una selezione giusta è fondamentale per un dosaggio adeguato.
nl: Verifieer dat je de juiste insuline concentratie hebt geselecteerd voordat je opslaat. Het insuline patroon geeft de concentratie in units per millimeter (U100 bevat 100 eenheden per millimeter, dit is de standaard concentratie). De juiste selectie is noodzakelijk voor de juiste dosering.
ru: Пожалуйста, убедитесь, что вы выбрали правильную концентрацию инсулина, прежде чем сохранять настройки. На флаконе или ручке с инсулином должна быть указана концентрация в единицах на миллилитр (например, 100 ЕД/мл или U100 означает 100 единиц на миллилитр, что является стандартной концентрацией). Точный выбор имеет решающее значение для правильного дозирования.
sk: Pred uložením nastavení skontrolujte, či ste zvolili správnu koncentráciu inzulínu. Na inzulínovej fľaštičke alebo pere by mala byť uvedená koncentrácia v jednotkách na mililiter (napr. 100U znamená 100 jednotiek na mililiter, čo je štandardná koncentrácia). Presný výber je rozhodujúci pre správne dávkovanie.
sv: Noga kontrollera att du valt rätt inställning för koncentration innan du sparar. Din flaska eller penna med insulin är märkt med insulinkoncentrationen i enheter per milliliter (t.ex U100, som betyder 100 enheter per milliliter, vilket är standardkoncentrationen för insulin). Ditt val av koncentration kommer påverka tillförd mängd insulin.
uk: Переконайтеся, що ви вибрали правильну концентрацію інсуліну, перш ніж зберігати налаштування. Флакон з інсуліном або шприц-ручка мають вказувати концентрацію в одиницях на мілілітр (наприклад, U100 означає 100 одиниць на мілілітр, що є стандартною концентрацією). Точний вибір має вирішальне значення для правильного дозування.
vi: Vui lòng xác minh rằng bạn đã chọn đúng nồng độ insulin trước khi lưu cài đặt. Lọ hoặc bút tiêm insulin phải ghi rõ nồng độ theo đơn vị trên mililiter (ví dụ: U100 chỉ 100 đơn vị trên mililiter, đây là nồng độ chuẩn). Việc lựa chọn chính xác rất quan trọng để định lượng đúng liều lượng.

source: Concentration
de: Konzentration
it: Concentrazione
nl: Concentratie
ru: Концентрация
sk: Koncentrácia
sv: Koncentration
uk: Концентрація
vi: Nồng độ

source: Insulin Concentration
de: Insulinkonzentration
fr: Concentration de l'insuline
it: Concentrazione di insulina
nl: Insuline concentratie
ru: Концентрация инсулина
sk: Koncentrácia inzulínu
sv: Insulinkoncentration
uk: Концентрація Інсуліну
vi: Nồng độ Insulin

source: Change Insulin
de: Insulin ändern
fr: Changer l'insuline
it: Modifica insulina
nl: Wijzig insuline
ru: Изменить инсулин
sk: Zmeniť inzulín
sv: Ändra koncentration
uk: Змінити Інсулін
vi: Thay đổi Insulin

source: Insulin diluted to
de: Verdünntes Insulin auf
fr: Insuline diluée à
it: Insulina diluita fino a
nl: Insuline verdund naar
ru: Инсулин разбавлен до
sk: Inzulín zriedený na
sv: Insulin utspädd till
uk: Інсулін, розведений до
vi: Insulin pha loãng thành

source: standard concentration:
de: Standardkonzentration:
fr: concentration standard :
it: concentrazione standard:
nl: standaard concentratie:
ru: стандартная концентрация:
sk: štandardná koncentrácia:
sv: standardkoncentration:
uk: стандартна концентрація:
vi: nồng độ tiêu chuẩn:

source: units per ml
de: Einheiten pro ml
fr: unités par ml
it: unità per ml
ru: единиц на мл
sk: jednotiek na ml
sv: enheter per ml
uk: одиниць на ml
vi: đơn vị trên ml

source: Standard concentration (U 100)
de: Standardkonzentration (U 100)
fr: Concentration standard (U-100)
it: Concentrazione standard (U 100)
nl: Standaard concentratie (U 100)
ru: Стандартная концентрация (100 ЕД/мл)
sk: Štandardná koncentrácia (100 U)
sv: Standardkoncentration (U100)
uk: Стандартна концентрація (U 100)
vi: Nồng độ tiêu chuẩn (U 100)

source: Insulin concentration increased to
de: Insulinkonzentration erhöht auf
fr: Concentration de l'insuline augmentée à
it: Concentrazione di insulina aumentata a
nl: Insuline concentratie verhoogd naar
ru: Концентрация инсулина увеличилась до
sk: Koncentrácia inzulínu zvýšená na
sv: Insulinkoncentration ökad till
uk: Концентрація інсуліну підвищена до
vi: Nồng độ insulin tăng lên

source: Couldn't save to pump. Try again when pump isn't busy bolusing.
de: Konnte nicht auf der Pumpe speichern. Versuchen Sie es erneut, wenn die Pumpe nicht mit einem Bolus beschäftigt ist.
fr: Impossible d'enregistrer sur la pompe. Réessayez lorsque la pompe n'est pas occupée à donner un bolus.
it: Impossibile salvare sulla pompa. Riprova quando il microinfusore non è occupato in erogazione di bolo.
nl: Kan niet opslaan naar pomp. Probeer opnieuw wanneer de pomp geen bolus toedient.
ru: Не удаётся сохранить данные на помпу. Повторите попытку, когда помпа не будет занята введением болюса.
sk: Nepodarilo sa uložiť do pumpy. Skúste to znova, keď pumpa nebude podávať bolus.
sv: Det gick inte att spara till pump. Försök igen när pumpen inte är upptagen med att ge bolus.
uk: Не вдалося зберегти для закачування. Спробуйте ще раз, коли помпа не буде зайнята болюсом.
vi: Không thể lưu vào bơm. Hãy thử lại khi bơm không bận truyền thuốc.
