Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: Please make sure that your Libre 2 sensor is already activated and finished warming up. If you have other apps connecting to the sensor via bluetooth, these need to be shut down or uninstalled. You can only have one app communicating with the sensor via bluetooth. Then press the "pariring and connection" button below to start the process. Please note that the bluetooth connection might take up to a couple of minutes before it starts working.
da: Sørg venligst for, at din Libre 2-sensor allerede er aktiveret og færdig med opvarmningen. Hvis du har andre apps, der opretter forbindelse til sensoren via bluetooth, disse skal lukkes ned eller afinstalleres. Du kan kun have en app til at kommunikere med sensoren via bluetooth. Tryk derefter på "pariring and connection" knappen nedenfor for at starte processen. Bemærk venligst, at bluetooth-forbindelsen kan tage op til et par minutter, før det begynder at arbejde.
de: Bitte stellen Sie sicher, dass Ihr Libre 2 Sensor bereits aktiviert ist und die Aufwärmphase beendet ist. Wenn andere Apps über Bluetooth mit dem Sensor verbunden sind, müssen diese heruntergefahren oder deinstalliert werden. Man kann nur eine App haben, die über Bluetooth mit dem Sensor kommuniziert. Dann drücken Sie die Schaltfläche "Koppeln und Verbinden" unten, um den Prozess zu starten. Bitte beachten Sie, dass es einige Minuten dauern kann, bevor die Bluetooth-Verbindung funktioniert.
es: Por favor asegúrate de que el sensor Libre 2 ya ha terminado de calentar y está activo. Si tienes otras apps conectadas al sensor vía bluetooth, necesitas revocar el permiso de las mismas. Solamente puedes emparejar una app con el sensor vía bluetooth. A continuación, pulsa el botón más abajo de "Enlazado y conexión" para empezar el proceso. Ten en cuenta que la conexión puede tardar hasta unos minutos antes de funcionar correctamente.
fr: Veuillez vous assurer que votre capteur Libre 2 est déjà activé et initialisé. Si vous avez d'autres applications qui se connectent au capteur via Bluetooth, celles-ci doivent être arrêtées ou désinstallées. Vous ne pouvez avoir qu'une seule application qui communique avec le capteur via Bluetooth. Appuyez ensuite sur le bouton "Appareiller" ci-dessous pour démarrer le processus. Veuillez noter que la connexion Bluetooth peut prendre jusqu'à quelques minutes avant de commencer à fonctionner.
it: Sei pregato di assicurarti che il tuo sensore di Libre 2 sia giù attivato e abbia terminato il riscaldamento. Se hai altre app connesse al sensore via bluetooth, devono esser arrestate o disinstallate. Puoi avere solo un'app in comunicazione con il sensore via bluetooth. Poi premi il pulsante "abbinamento e connessione" di seguito per avviare il processo. Sei pregato di notare che la connessione bluetooth potrebbe impiegare fino a un paio di minuti prima di iniziare a funzionare.
nb: Sørg for at Libre 2-sensoren allerede er aktivert og ferdig med oppvarmingen. Hvis du har andre apper som kobler til sensoren via bluetooth, må disse stoppes eller avinstalleres. Kun én app kan kommunisere med sensoren om gangen. Trykk på \«Parkobling»\ knappen nedenfor for å starte prosessen. Vær oppmerksom på at blåtannforbindelsen kan ta opp til et par minutter før den begynner å virke.
nl: Zorg ervoor dat je Libre 2-sensor al geactiveerd is en klaar is met opwarmen. Als er andere apps zijn die via bluetooth verbinding maken met de sensor dan moeten deze uitgeschakeld of verwijderd worden. Je kunt maar één app gebruiken die communiceert met de sensor via bluetooth. Druk vervolgens op de knop "koppelen en verbinden" hieronder om het proces te starten. Houd er rekening mee dat de bluetooth-verbinding tot enkele minuten kan duren voordat deze begint te werken.
ru: Пожалуйста, убедитесь, что датчик Libre 2 уже активирован и завершен прогрев. Если у вас есть другие приложения, подключающиеся к датчику через bluetooth, они должны быть выключены или удалены. Вы можете иметь только одно приложение для общения с сенсором через bluetooth. Затем нажмите на кнопку "pariring and connection" ниже, чтобы запустить процесс. Пожалуйста, обратите внимание, что Bluetooth-соединение может занять несколько минут до того, как он начнет работать.
sk: Uistite sa, že váš senzor Libre 2 je už aktivovaný a zahriaty. Ak máte iné aplikácie pripojené k senzoru cez bluetooth, tieto musia byť vypnuté alebo odinštalované. Môžete mať iba jednu aplikáciu komunikujúcu so senzorom cez bluetooth. Potom stlačte tlačidlo „spárovanie a pripojenie“ nižšie, aby ste začali proces. Upozorňujeme, že pripojenie cez bluetooth môže trvať až niekoľko minút, kým začne fungovať.
sv: Se till att din Libre 2-sensor redan är aktiverad och klar med uppvärmningen. Om du har andra appar som ansluter till sensorn via bluetooth, måste dessa stängas av eller avinstalleras. Du kan bara ha en app som kommunicerar med sensorn via bluetooth. Tryck sedan på "Parkoppla sensor och anslut"-knappen nedan för att starta processen. Observera att Bluetooth-anslutningen kan ta upp till ett par minuter innan den börjar fungera.
tr: Lütfen Libre 2 sensörünüzün etkinleştirildiğinden ve ısınmayı sonuçlandırdığından emin olun. Sensöre bluetooth üzerinden bağlanan başka uygulamalarınız varsa, bunların kapatılması veya kaldırılması gerekir. Sensörle bluetooth üzerinden iletişim kuran sadece bir uygulamanız olmalıdır. Ardından işlemi başlatmak için aşağıdaki "eşleştirme ve bağlantı" düğmesine basın. Bluetooth bağlantısının çalışmaya başlamasının birkaç dakika sürebileceğini lütfen unutmayın.
uk: Будь ласка, переконайтеся, що ваш сенсор Libre 2 вже активований і закінчився розігрів. Якщо у вас є інші програми, які підключаються до сенсору через Bluetooth, їх потрібно вимкнути або видалити. Ви можете мати лише один додаток, який зв’язується з сенсором через Bluetooth. Потім натисніть кнопку «сполучення та підключення» нижче, щоб почати процес. Зверніть увагу, що з’єднання Bluetooth може зайняти до кількох хвилин, перш ніж воно почне працювати.
vi: Xin chắc chắn rằng Libre 2 của bạn đã được kích hoạt và hoàn thành khởi động. Nếu bạn đang có app nào kết nối với cảm biến qua bluetooth thì nên đóng các app này lại hoặc gỡ các app khỏi máy. Bạn chỉ được dùng 01 app để kết nối với cảm biến qua bluetooth. Sau đó nhấn "pairing and connection" để tiếp tục. Bluetooth có thể mất vài phút để kết nối trước khi bắt đầu hoạt động.

source: Pairinginfo
de: Kopplungsinfo
es: Info de enlazado
fr: Infos appareillage
it: Informazioni sull'abbinamento
nb: Info om parkobling
nl: Koppeling informatie
ru: Информация о сопряжении
sk: Informácie o párovaní
sv: Parkopplingsinfo
tr: Eşleştirme bilgisi
uk: Інформація про створення пари
vi: Thông tin ghép nối

source: PatchInfo
es: Info del parche
fr: Infos sur le patch
it: InfoPatch
ru: Информация о патче
sk: Informácie o záplatách
sv: Patchinformation
uk: Інформація про патч
vi: Thông tin bản vá lỗi

source: Calibrationinfo
da: Kalibreringsinfo
de: Kalibrierungsinfo
es: Info de calibración
fr: Infos de calibrage
it: Informazioni sulla calibrazione
nb: Kalibrerings-info
nl: Kalibratie info
ru: Информация о калибровке
sk: Informácie o kalibrácii
sv: Kalibreringsinfo
tr: Kalibrasyonbilgisi
uk: Інформація калібрування
vi: Thông tin hiệu chuẩn

source: Unknown
da: Ukendt
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
nb: Ukjent
nl: Onbekend
ru: Неизвестно
sk: Neznáme
sv: Okänd
tr: Bilinmiyor
uk: Невідомий
vi: Không xác định

source: Not paired yet
da: Endnu ikke parret
de: Noch nicht gekoppelt
es: No emparejado aún
fr: Pas encore appairé
it: Non ancora associato
nb: Ikke parkoblet ennå
nl: Nog niet gekoppeld
ru: Нет сопряжения
sk: Zatiaľ nespárované
sv: Inte parkopplad ännu
tr: Henüz eşleştirilmedi
uk: Ще не в парі
vi: Chưa được ghép nối

source: Pair Sensor & connect
da: Par Sensor & Forbind
de: Sensor koppeln & verbinden
es: Emparejar Sensor y conectar
fr: Appareiller
it: Associa Sensore e connetti
nb: Parkoble sensor
nl: Sensor koppelen en verbinden
ru: Привязать сенсор и подключить
sk: Párovanie snímača a pripojenie
sv: Parkoppla sensor och anslut
tr: Sensör eşleştir ve bağlan
uk: З'єднайте Сенсор та підключіть
vi: Ghép nối sensor & kết nối

source: Phone NFC required!
da: Telefon NFC påkrævet!
de: NFC ist erforderlich!
es: ¡Es necesario un teléfono con NFC!
fr: Téléphone NFC requis !
it: Telefono NFC richiesto!
nb: Telefon med NFC kreves!
nl: iPhone NFC vereist!
ru: Необходим NFC в телефоне!
sk: Vyžaduje sa telefón s NFC!
sv: Telefon med NFC krävs!
tr: NFC özellikli telefon gerekli!
uk: Потрібно телефон з NFC!
vi: Bật NFC của điện thoại lên!

source: Your phone or app is not enabled for NFC communications, which is needed to pair to libre2 sensors
da: Din telefon eller app er ikke aktiveret til NFC-kommunikation, som er nødvendig for at parre til libre2 sensorer
de: In Ihrem Smartphone oder Ihrer App ist die NFC-Kommunikation nicht aktiviert, welche benötigt wird, um eine Verbindung mit Libre 2 Sensoren herzustellen
es: Tu teléfono o aplicación no está habilitada para el uso de NFC, lo que es necesario para emparejar con sensores Libre 2
fr: Votre téléphone ou application n'est pas activé pour les communications NFC, ce qui est nécessaire pour appairer avec les capteurs libre2
it: Il tuo telefono o l'app non sono abilitati per le comunicazioni NFC, necessarie per associarsi ai sensori libre2
nb: NFC-kommunikasjon er ikke aktivert på telefonen eller i appen. Dette er nødvendig for å koble til libre2-sensorer
nl: Je iPhone of iAPS is niet ingeschakeld voor NFC communicatie, wat nodig is om te koppelen met Libre2 sensoren
ru: NFC недоступен. Он требуется для соединение с сенсором Libre2
sk: Váš telefón alebo aplikácia nemá povolenú komunikáciu NFC, ktorá je potrebná na spárovanie so snímačmi libre2
sv: Din telefon eller app är inte aktiverad med NFC, vilket krävs för att parkoppla med Libre2-sensorer
tr: Telefonunuz veya uygulamanız, libre2 sensörleriyle eşleştirmek için gerekli olan NFC iletişimleri için etkin değil
uk: Телефон або додаток не ввімкнуто для NFC з'єднання, це потрібно для підключення Libre2
vi: Điện thoại hoặc ứng dụng của bạn không hỗ trợ NFC ghép nối với libre2

source: Bluetooth Power Off
da: Bluetooth Slået Fra
de: Bluetooth ausschalten
es: Apagar Bluetooth
fr: Bluetooth non actif
it: Bluetooth Disabilitato
nb: Strøm til Bluetooth av
nl: Bluetooth uitschakelen
ru: Bluetooth отключен
sk: Bluetooth je vypnutý
sv: Bluetooth är av
tr: Bluetooth Kapalı
uk: Bluetooth вимкнений
vi: Tắt bluetooth

source: Please turn on Bluetooth
da: Slå Bluetooth til
de: Bitte Bluetooth einschalten
es: Por favor, active el Bluetooth
fr: Veuillez activer le Bluetooth
it: Sei pregato di attivare il Bluetooth
nb: Vennligst slå på Bluetooth
nl: Activeer Bluetooth a.u.b.
ru: Пожалуйста, включите Bluetooth
sk: Zapnite Bluetooth
sv: Sätt på Bluetooth
tr: Lütfen BlueTooth'u açın
uk: Будь ласка, увімкніть Bluetooth
vi: Xin mở bluetooth lên

source: No Libre Transmitter Selected
da: Ingen Libre Sensor Valgt
de: Kein Libre Sender ausgewählt
es: Ningún transmisor Libre seleccionado
fr: Aucun Transmetteur Libre sélectionné
it: Nessun Trasmettitore di Libre Selezionato
nb: Ingen Libre sender er valgt
nl: Geen Libre zender geselecteerd
ru: Не выбран передатчик для Libre
sk: Nie je vybraný žiadny vysielač Libre
sv: Ingen Libre-sändare vald
tr: Libre Vericisi Seçili değil
uk: Не обрано Libre Transmitter
vi: Không có Libre Transmitter nào được chọn

source: Delete CGMManager and start anew. Your libreoopweb credentials will be preserved
da: Slet CGMManager og start på ny. Dine libreoopweb legitimationsoplysninger vil blive bevaret
de: CGMManager löschen und neu starten. Ihre libreoopweb Zugangsdaten bleiben erhalten
es: Elimine el gestor de MCG e inicie de nuevo. Sus credenciales libreoopweb se conservarán
fr: Supprimez CGMManager et recommencez à nouveau. Vos identifiants pour libreoopweb seront conservés
it: Cancella CGM Manager e ricomincia. Le tue credenziali di libreoopweb saranno conservate
nb: Slett CGM-styring og start på nytt. Innloggingsinformasjon for libreoopweb lagres.
nl: Verwijder CGMManager en start opnieuw. De libreoopweb gegevens blijven bewaard
ru: Удалить CGM и добавьте заново.
sk: Odstráňte CGMManager a začnite odznova. Vaše poverenia pre libreoopweb zostanú zachované
sv: Ta bort CGM och börja om. Dina libreoopweb-inställningar kommer att sparas
tr: CGMManager'ı silin ve yeniden başlayın. libreoopweb kimlik bilgileriniz korunacaktır
uk: Видаліть CGMManager і почніть заново. Ваші дані libreoopweb будуть збережені
vi: Xóa CGMManager và tạo mới. Các thông tin xác thực libreoopweb của bạn sẽ được bảo quản

source: Invalid libre checksum
da: Ugyldig libre checksum
de: Ungültige Libre Prüfsumme
es: Suma de verificación del Libre no válida
fr: Somme de contrôle invalide
it: Checksum di Libre non valido
nb: Ugyldig sjekksum for Libre
nl: Ongeldige libre controlesom
ru: Неверная контрольная сумма сенсора
sk: Neplatný kontrolný súčet súboru
sv: Ogiltig kontrollsumma för libre
tr: Libre sağlaması geçersiz
uk: Некоректна контрольна сума
vi: Tổng kiểm tra libre không hợp lệ

source: Libre sensor was incorrectly read, CRCs were not valid
da: Libre sensor blev læst forkert, CRC'er var ikke gyldige
de: Libre Sensor wurde unkorrekt ausgelesen, CRCs waren nicht gültig
es: El sensor Libre fue leído incorrectamente, sus CRCs no son válidos
fr: Le capteur de libre a été mal lu, les CRC n'étaient pas valides
it: Il sensore di Libre è stato letto erroneamente, I CRC non erano validi
nb: Libre-sensoren var feil lest, CRC-er var ugyldige
nl: Libre sensor is onjuist gelezen, CRC's waren niet geldig
ru: Сенсор прочитан некорректно, неверная контрольная сумма
sk: Senzor Libre bol nesprávne načítaný, CRC neboli platné
sv: Libre-sensor felaktigt läst, CRCs ogiltiga
tr: Libre sensörü hatalı okundu, CRC'ler geçersizdi
uk: Датчик Libre неправильно прочитано, CRC не правильні
vi: Cảm biến libre không được đọc đúng, CRCs không hợp lệ

source: Glucose
da: Glukose
de: Blutzucker
es: Glucosa
fr: Glycémie
it: Glicemie
nb: Blodsukker
nl: Glucosewaarde
ru: Глюкоза
sk: Glykémia
sv: Glukos
tr: Glikoz
uk: Глюкоза
vi: Đường huyết

source: LOWALERT!
da: LAVALARM!
de: Unterzuckerungs Alarm!
es: ¡ALERTA BAJA!
fr: FAIBLE!
it: AVVISOBASSO!
nb: LAV ALARM!
nl: Waarschuwing LAAG!
ru: ГИПО!
sk: NÍZKE UPOZORNENIE!
sv: VARNING LÅGT!
tr: DÜŞÜK İKAZI!
uk: УВАГА НИЗЬКИЙ!
vi: CẢNH BÁO THẤP!

source: HIGHALERT!
da: HØJALARM!
de: Überzuckerungs Alarm!
es: ¡ALERTA ALTA!
fr: HAUT !
it: AVVISOALTO!
nb: HØY ALARM!
nl: Waarschuwing HOOG!
ru: ГИПЕР!
sk: VYSOKÉ UPOZORNENIE!
sv: VARNING HÖGT!
tr: YÜKSEK İKAZI!
uk: УВАГА ВИСОКИЙ!
vi: CẢNH BÁO CAO!

source: (Snoozed)
da: (Udsat)
de: (Schlummern)
es: (Pospuesto)
fr: (Reporté)
it: (Posticipato)
nb: (Slumret)
nl: (Gesluimerd)
ru: (Заглушено)
sk: (Stíšené)
sv: (Snoozad)
tr: (Ertelendi)
uk: (Відкладено)
vi: (Đã báo lại)

source: Glucose: %@
da: Glukose: %@
de: Blutzucker: %@
es: Glucosa: %@
fr: Glycémie: %@
it: Glicemie: %@
nb: Blodsukker: %@
nl: Glucosewaarde: %@
ru: Глюкоза: %@
sk: Glykémia: %@
sv: Glukos: %@
tr: Glikoz: %@
uk: Глюкоза: %@
vi: Đường huyết: %@

source: Transmitter: %@%%
da: Sensor: %@%%
de: Sender: %@%%
es: Transmisor %@
fr: Transmetteur: %@%%
it: Trasmettitore: %@%%
nb: Sender: %@
nl: Zender: %@%%
ru: Передатчик: %@%%
sk: Vysielač: %@%%
sv: Sändare: %@%%
tr: Verici: %@%%
uk: Передавач: %@

source: No Sensor Detected
da: Ingen Sensor Fundet
de: Kein Sensor gefunden
es: Ningún sensor detectado
fr: Aucun capteur détecté
it: Nessun Sensore Rilevato
nb: Ingen sensor oppdaget
nl: Geen sensor gevonden
ru: Сенсор не обнаружен
sk: Nie je detegovaný žiadny senzor
sv: Ingen Sensor upptäckt
tr: Sensör Tespit Edilemedi
uk: Не виявлено сенсор
vi: Không phát hiện được cảm biến

source: This might be an intermittent problem, but please check that your transmitter is tightly secured over your sensor
da: Dette kan være et sporadisk problem, men tjek venligst at senderen er tæt fastgjort over din sensor
de: Dies könnte ein vorübergehendes Problem sein, bitte überprüfen Sie, ob Ihr Sender fest über Ihren Sensor befestigt ist
es: Esto podría ser un problema intermitente, pero por favor compruebe que su transmisor está firmemente asegurado sobre su sensor
fr: Ceci peut être un problème intermittent, mais veuillez vérifier que votre transmetteur est bien positionné sur votre capteur
it: Questo potrebbe essere un problema intermittente, ma sei pregato di verificare che il tuo trasmettitore sia strettamente associato al tuo sensore
nb: Dette kan være et forbigående problem, men kontroller at senderen er godt festet over sensoren
nl: Dit kan een tijdelijk probleem zijn, maar controleer of je zender stevig vastzit op je sensor
ru: Это может быть временная проблема, но пожалуйста, проверьте, что ваш передатчик надежно закрывает сенсор
sk: Môže ísť o občasný problém, ale skontrolujte, či je vysielač pevne upevnený na snímači
sv: Detta kan vara ett övergående problem, men kontrollera att din sändare sitter fast ordentligt på din sensor
tr: Bu aralıklı bir sorun olabilir ancak lütfen vericinizin sensörünüze sıkıca sabitlendiğini kontrol edin
uk: Це може бути періодична проблема, але, будь ласка, перевірте, чи ваш трансмітер міцно закріплений над вашим сенсором
vi: Có sự gián đoạn tạm thời, đề nghị kiểm tra lại transmitter đã được gắn chặt lên cảm biến

source: New Sensor Detected
da: Ny Sensor Fundet
de: Neuer Sensor wurde erkannt
es: Se ha detectado un sensor nuevo
fr: Nouveau capteur détecté
it: Nuovo Sensore Rilevato
nb: Ny sensor oppdaget
nl: Nieuwe sensor gevonden
ru: Обнаружен новый сенсор
sk: Nový senzor detegovaný
sv: Ingen sensor upptäckt
tr: Yeni Sensör Algılandı
uk: Виявлено новий Сенсор
vi: Phát hiện được sensor mới

source: Please wait up to 30 minutes before glucose readings are available!
da: Vent op til 30 minutter før der er gluokoseaflæsninger tilgængelige!
de: Bitte warte Sie bis zu 30 Minuten, bevor die Glukosemessungen verfügbar sind!
es: ¡Por favor, espere hasta 30 minutos antes de que las lecturas de glucosa estén disponibles!
fr: Veuillez attendre jusqu'à 30 minutes avant que les lectures de glycémie soient disponibles!
it: Sei pregato di attendere fino a 30 minuti prima che le letture del glucosio siano disponibili!
nb: Vennligst vent opptil 30 minutter før blodsukker-avlesningen er tilgjengelig!
nl: Wacht tot 30 minuten voordat glucosewaardes beschikbaar zijn!
ru: Пожалуйста, подождите до 30 минут перед тем, как будут доступны данные о глюкозе!
sk: Počkajte až 30 minút, kým budú k dispozícii hodnoty glykémie!
sv: Vänta upp till 30 minuter innan glukosvärden finns tillgängliga!
tr: Lütfen glikoz ölçümleri mevcut olana kadar 30 dakika bekleyin!
uk: Зачекайте, будь ласка, до 30 хвилин перед тим, як будуть доступні дані про глюкозу!
vi: Đợi 30 phút trước khi đường huyết được hiển thị!

source: Invalid Glucose sample detected, try again later
da: Ugyldig glukoseprøve opdaget, prøv igen senere
de: Ungültiger Glucose-Wert erkannt, versuchen Sie es später erneut
es: Se detectó una muestra de glucosa no válida, inténtalo de nuevo más tarde
fr: Échantillon de glycémie non valide détecté, réessayez plus tard
it: Campione di Glicemia non valido rilevato, riprova più tardi
nb: Ugyldig blodsukkermåling, prøv igjen senere
nl: Ongeldige glucosewaarde ontdekt, probeer het later opnieuw
ru: Обнаружено невалидное значение глюкозы, повторите попытку позже
sk: Detegovaná neplatný vzorka glykémie, skúste znova neskôr
sv: Ogiltigt glukosvärde upptäckt, försök igen senare
tr: Geçersiz Glikoz örneği tespit edildi, daha sonra tekrar deneyin
uk: Виявлено невалідне значення глюкози, повторіть спробу пізніше
vi: Mẫu đường huyết không hợp lệ, thử lại sau

source: Sensor might have temporarily stopped, fallen off or is too cold or too warm
da: Sensoren er muligvis midlertidigt stoppet, faldet af eller er for kold eller for varm
de: Möglicherweise ist der Sensor vorübergehend gestoppt, hat sich gelöst, ist zu kalt oder zu warm
es: El sensor podría haberse detenido temporalmente, caído o estar demasiado frío o demasiado caliente
fr: Le capteur peut avoir été temporairement arrêté, tombé ou trop froid ou trop chaud
it: Il sensore potrebbe essersi interrotto temporaneamente, potrebbe essere caduto o troppo freddo o troppo caldo
nb: Sensoren kan ha stoppet midlertidig, falt av eller er for kald eller for varm
nl: Mogelijk is de sensor tijdelijk gestopt, losgeraakt of te koud of te warm
ru: Сенсор временно остановлен, отсоединён или температура за рамками допустимой
sk: Senzor sa mohol dočasne zastaviť, odpadnúť, alebo je príliš studený alebo príliš teplý
sv: Sensorn kan tillfälligt ha stoppats, fallit av eller är för kall eller för varm
tr: Sensör geçici olarak durmuş, düşmüş, çok soğuk veya çok sıcak olabilir
uk: Сенсор може бути тимчасово зупинений, падіння або занадто холодно або тепло.
vi: Cảm biến có khả năng tạm dừng, bong khỏi hoặc quá lạnh hoặc quá nóng

source: Invalid Sensor Detected
da: Ugyldig Sensor Detekteret
de: Fehlerhafter Sensor erkannt
es: Sensor no válido detectado
fr: Capteur non valide détecté
it: Sensore Rilevato Non Valido
nb: Ugyldig sensor funnet
nl: Ongeldige sensor gevonden
ru: Обнаружен неверный сенсор
sk: Detegovaný neplatný senzor
sv: Ogiltig sensor upptäckt
tr: Geçersiz Sensör Algılandı
uk: Помилка визначення Сенсора
vi: Cảm biến không hợp lệ

source: Detected sensor seems not to be a libre 1 sensor!
da: Detekteret sensor synes ikke at være en libre 1 sensor!
de: Der erkannte Sensor scheint kein Libre 1 Sensor zu sein!
es: ¡El sensor detectado parece no ser un sensor Libre 1!
fr: Le capteur détecté ne semble pas être un capteur libre 1 !
it: Il sensore rilevato non sembra essere un sensore Libre 1!
nb: Oppdaget sensor ser ikke ut til å være en Libre 1 sensor!
nl: Gevonden sensor lijkt geen Libre 1 sensor te zijn!
ru: Обнаруженный сенсор не является Libre 1 сенсором!
sk: Detegovaný senzor nie je libre 1!
sv: Upptäckt sensor verkar inte vara en libre 1-sensor!
tr: Tespit edilen sensör, libre 1 sensörü gibi görünmüyor!
uk: Виявлений сенсор не є сенсором Libre1!
vi: Cảm biến được phát hiện không phải là cảm biến libre 1!

source: Detected sensor is invalid: %@
da: Detekteret sensor er ugyldig: %@
de: Erkannter Sensor ist ungültig: %@
es: El sensor detectado no es válido: %@
fr: Le capteur détecté est invalide : %@
it: Sensore rilevato non valido: %@
nb: Oppdaget sensor er ugyldig: %@
nl: Gevonden sensor is ongeldig: %@
ru: Обнаруженный сенсор невалиден: %@
sk: Detegovaný senzor nie je platný: %@
sv: Upptäckt sensor är ogiltig: %@
tr: Algılanan sensör geçersiz: %@
uk: Виявлений сенсор недійсний: %@
vi: Phát hiện cảm biến không hợp lệ: %@

source: Low battery
da: Lavt batteri
de: Batterie schwach
es: Batería baja
fr: Batterie faible
it: Batteria scarica
nb: Lavt batterinivå
nl: Batterij bijna leeg
ru: Низкий заряд батареи
sk: Slabá batéria
sv: Låg batterinivå
tr: Düşük pil
uk: Низький заряд батареї
vi: Pin yếu

source: Invalid sensor
da: Ugyldig sensor
de: Ungültiger Sensor
es: Sensor inválido
fr: Capteur invalide
it: Sensore non valido
nb: Ugyldig sensor
nl: Ongeldige sensor
ru: Сенсор неисправен
sk: Neplatný senzor
sv: Ogiltig sensor
tr: Geçersiz sensör
uk: Сенсор несправний
vi: Cảm biến không hợp lệ

source: Sensor change
da: Sensor skifte
de: Sensor wechseln
es: Cambio de sensor
fr: Changement de capteur
it: Cambio sensore
nb: Endring av sensor
nl: Sensor wisselen
ru: Смена сенсора
sk: Výmena snímača
sv: Sensorbyte
tr: Sensör değişimi
uk: Зміна сенсору
vi: Thay đổi cảm biến
