Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: Allows fat and protein to be converted into future carb equivalents using the Warsaw formula of kilocalories divided by 10. This spreads the carb equivilants over a maximum duration setting that can be configured from 5-12 hours. Delay is time from now until the first future carb entry. Interval in minutes is how many minutes are between entries. The shorter the interval, the smoother the result. 10, 15, 20, 30, or 60 are reasonable choices. Adjustment factor is how much effect the fat and protein has on the entries. 1.0 is full effect (original Warsaw Method) and 0.5 is half effect. Note that you may find that your normal carb ratio needs to increase to a larger number if you begin adding fat and protein entries. For this reason, it is best to start with a factor of about 0.5 to ease into it. Default settings: Time Cap: 8 h, Interval: 30 min, Factor: 0.5, Delay 60 min
da: Gør det muligt at omdanne fedt og protein til fremtidige tilsvarende kulhydrater ved hjælp af Warszawa-formlen af kilokalorier divideret med 10. Dette spreder tilsvarende kulhydrater over en maksimal varighed indstilling, der kan konfigureres fra 5-12 timer. Forsinkelse er tid fra nu og indtil den første fremtidige kulhydrat er posteret. Interval i minutter er, hvor mange minutter der er mellem posteringerne. Jo kortere interval, jo glattere resultatet. 10, 15, 20, 30 eller 60 er rimelige valg. Justeringsfaktor er, hvor meget effekt fedt og protein har på posteringerne. 1.0 er fuld effekt (oprindelige Warszawa Metode) og 0.5 er halv effekt. Bemærk, at du måske vil opdage, at din normale kulhydratsratio skal stige til et større antal, hvis du begynder at tilføje fedt og protein posteringer. Derfor er det bedst at starte med en faktor på omkring 0,5 for at lette ind i det. Standardindstillinger: Tidsbegrænsning: 8 h, Interval: 30 min, Faktor: 0.5, Forsinkelse 60 min
de: Ermöglicht die Umwandlung von Fett und Eiweiß in zukünftige Kohlenhydratäquivalente unter Verwendung der Warschauer Formel (Kilokalorien geteilt durch 10). Dadurch werden die Kohlenhydratäquivalente über eine maximale Dauer verteilt, die zwischen 5 und 12 Stunden eingestellt werden kann. Je kürzer das Intervall, desto gleichmäßiger das Ergebnis. 10, 15, 20, 30 oder 60 sind eine vernünftige Wahl. Anpassungsfaktor gibt an, wie stark sich Fett und Eiweiß auf die Einträge auswirken. 1,0 entspricht der vollen Wirkung (ursprüngliche Warschauer Methode) und 0,5 der halben Wirkung. Beachten Sie, dass Ihr normales Kohlenhydratverhältnis möglicherweise auf eine größere Zahl ansteigen muss, wenn Sie beginnen, Fett- und Eiweißeinträge hinzuzufügen. Aus diesem Grund ist es am besten, mit einem Faktor von etwa 0,5 zu beginnen, um den Einstieg zu erleichtern. Standardeinstellungen: Zeit Cap: 8 h, Interval: 30 min, Faktor: 0,5, Verzögerung: 60 min
es: Permite convertir la ingesta de grasas y proteínas en futuros equivalentes de carbohidratos, utilizando la fórmula de kilocalorías de Varsovia dividida por 10. Ajustes: * Demora inicial: minutos desde el registro de UGPs hasta la primera entrada futura de carbohidratos. * Duración máxima: tiempo en horas del efecto de la conversión, con opcion entre 5-12 horas. * Intervalo entre entradas: frecuencia con la que se registran los cálculos, con opciones de 10, 15, 20, 30 o 60 minutos. Cuanto más bajo el intervalo, más suaves los resultados. * Factor de corrección: permite controlar el peso de las grasas y proteínas en la conversión. 1.0 representa el efecto completo (método original de Warsaw), mientras que 0.5 reduce el efecto a la mitad. Es posible que la proporción habitual de carbohidratos deba aumentar al incluir entradas con grasas y proteínas. Se recomienda comenzar con un factor de 0.5 y ajustarlo con precaución. Ajustes predeterminados: * Demora inicial: 60 minutos * Duración máxima: 8 horas * Intervalo entre entradas: 30 minutos * Factor de corrección: 0.5
fr: Permet de convertir les graisses et les protéines en équivalents glucides futurs en utilisant la formule de Varsovie (kilocalories divisées par 10). Cela répartit les équivalents glucides sur une durée maximale qui peut être configurée de 5 à 12 heures. Le délai est le temps écoulé entre le moment présent et la première entrée de glucides futurs. L'intervalle en minutes est le nombre de minutes séparant les entrées. Plus l'intervalle est court, plus le résultat est doux. 10, 15, 20, 30 ou 60 sont des choix raisonnables. Le facteur d'ajustement est l'effet des graisses et des protéines sur les entrées. 1,0 correspond à un effet complet (méthode originale de Varsovie) et 0,5 à un demi-effet. Notez que vous pouvez constater que votre ratio normal de glucides doit être augmenté si vous commencez à ajouter des graisses et des protéines. Pour cette raison, il est préférable de commencer avec un facteur d'environ 0,5 pour se faciliter la tâche. Par défaut : Time Cap : 8 h, Interval : 30 min, Facteur : 0.5, Délai 60 min
it: Consenti di convertire grassi e proteine in futuri equivalenti di carboidrati utilizzando la formula di Varsavia di chilocalorie divisi per 10. Questo diffonde gli equivilanti del carb per un'impostazione di durata massima che può essere configurata da 5-12 ore. Il ritardo è tempo da ora fino al primo ingresso futuro del carb. L'intervallo in pochi minuti è il numero di minuti tra le voci. Più breve è l'intervallo, più liscia il risultato. 10, 15, 20, 30 o 60 sono scelte ragionevoli. Il fattore di aggiustamento è il peso che il grasso e la proteina hanno sulle voci. 1.0 è effetto pieno (metodo di Varsavia originale) e 0. è a metà effetto. Nota che potresti scoprire che il tuo normale rapporto carboidrati deve aumentare ad un numero maggiore se inizi ad aggiungere voci di grasso e proteine. Per questo motivo, è meglio iniziare con un fattore di circa 0,5 per facilitare in esso. Impostazioni predefinite: Limite temporale: 8 h, Intervallo: 30 min, Fatto: 0.5, Ritardo 60 min
nb: Bruker Warsaw-formelen til å konvertere fett og proteiner til fremtidige karbohydrat-ekvivalenter. Dette fordeler karbohydrat-ekvivalentene over et antall timer som kan justeres mellom 5 og 12. Forsinkelse er tiden fra nå til den første fremtidige karbohydrat-ekvivalenten blir lagt til. Intervall i minutter er antall minutter mellom hver registrering. Jo kortere intervall, jo jevnere blir resultatet. 10, 15, 20, 30 eller 60 er fornuftige valg. Justeringsfaktor er hvor stor effekt fett og proteiner har på registreringene. 1,0 er full effekt (original Warsaw-formel) og 0,5 er halv effekt. Merk at du kan ha behov for å justere opp din vanlige karbohydrat-ratio hvis du begynner å registrere fett og proteiner. På grunn av dette, anbefales det å starte med en faktor på rundt 0,5 for å starte forsiktig. Standardinnstilling: Maks varighet: 8 t, Intervall: 30 min, Faktor: 0,5, Forsinkelse: 60 min
nl: Dit laat je vet en eiwit omzetten in toekomstige koolhydraten met behulp van de Warschau-formule. Deze formule verdeelt de koolhydraten over een zelf in te stellen tijdsduur van 5-12 uur. De vertraging is de tijd tussen nu en de eerste toekomstige koolhydrateninvoer. Het interval in minuten is het aantal minuten tussen elke invoer. Als je een korter interval kiest, wordt het resultaat gelijkmatiger. Goede keuzes zijn bijvoorbeeld 10, 15, 20, 30 of 60 minuten. De aanpassingsfactor bepaalt het effect van vet en eiwit op de waarden. Een factor van 1,0 betekent volledig effect (de oorspronkelijke Warschau-methode), en 0,5 betekent half effect. Let op dat je mogelijk moet opmerken dat je normale koolhydratenverhouding moet verhogen tot een hoger getal wanneer je vet en eiwit toevoegt. Daarom is het het beste om te beginnen met een factor van ongeveer 0,5 om het jezelf makkelijk te maken. Standaardinstellingen zijn een tijdslimiet van 8 uur, een interval van 30 minuten, een factor van 0,5 en een vertraging van 60 minuten
ru: Позволяет преобразовывать жиры и белки в будущие эквиваленты углеводов, используя варшавскую формулу деления килокалорий на 10. Это распределяет эквиваленты углеводов по максимальной продолжительности, которая может быть установлена в пределах 5-12 часов. Задержка - это время с настоящего момента до первого ввода углеводов в будущем. Интервал в минутах - это количество минут между записями. Чем короче интервал, тем более плавный результат. 10, 15, 20, 30 или 60 - разумный выбор. Корректирующий коэффициент - это то, насколько сильно жир и белок влияют на количество продуктов. 1.0 - это полный эффект (оригинальный Варшавский метод), а 0.5 - половинный эффект. Обратите внимание, что вы можете обнаружить, что ваше нормальное соотношение углеводов нуждается в увеличении, если вы начнете добавлять жиры и белки. По этой причине лучше всего начинать с коэффициента примерно 0.5, чтобы облегчить его использование. Настройки по умолчанию: Ограничение по времени: 8 часов, Интервал: 30 минут, Коэффициент: 0.5, Задержка 60 минут
sk: Umožňuje prepočítavať tuky a bielkoviny na budúce ekvivalenty sacharidov pomocou Varšavského vzorca kilokalórií delených 10. Týmto spôsobom sa ekvivalenty sacharidov rozložia na maximálne nastavené trvanie, ktoré možno nastaviť v rozsahu 5-12 hodín. Oneskorenie v minútach je čas odteraz do prvého budúceho zápisu sacharidov. Interval v minútach je počet minút medzi jednotlivými zápismi. Čím je interval kratší, tým je výsledok plynulejší. 10, 15, 20, 30 alebo 60 sú rozumné možnosti. Prepísať faktorom je, aký vplyv má tuk a bielkoviny na záznamy. 1,0 je plný účinok (pôvodná Varšavská metóda) a 0,5 je polovičný účinok. Všimnite si, že možno zistíte, že Váš normálny pomer sacharidov sa musí zvýšiť na väčšie číslo, ak začnete pridávať položky tukov a bielkovín. Z tohto dôvodu je najlepšie začať s faktorom približne 0,5, aby ste si to uľahčili. Predvolené nastavenia: Časový limit: 8 h, interval: 30 min, faktor: 0,5, oneskorenie 60 min.
sv: Omvandlar fett och protein till kolhydratekvivalenter, enligt Warsawa-metoden: antal kilokalorier delat med 10. Detta sprider ut kolydraterna över ett framtida tidsintervall med maximal duration enligt inställningen för max tid, 5-12 timmar. Intervall i minuter bestämmer hur många minuter mellan kolhydratposterna. Ju kortare intervall, desto jämnare resultat, men också fler poster att behöva radera om du ångrar dig. 10, 15, 20, 30, or 60 är exempel på alternativ Fördrjöjning är tiden från nu till första framtida kolhydratpost. AJustering tillåter indivudell justering av formulan. 1.0 betyder full effekt, 0.5 skapar halva mängden kolhydrater. Observera att om du alltid matar in fett och kolhydrater kan du behöva öka din insulinkvot. Av denna anledning kan det vara lämpligt att börja med 0.5. Standardinställningar: Max tid: 8 h, Intervall: 30 min, Faktor: 0.5, Fördröjning 60 min
uk: Дозволяє перетворювати жири та білки в майбутні еквіваленти вуглеводів, використовуючи варшавську формулу поділу кілокалорій на 10. Це розподіляє еквіваленти вуглеводів за максимальною тривалістю, яка може бути встановлена в межах 5-12 годин. до першого введення вуглеводів у майбутньому. Інтервал у хвилинах - це кількість хвилин між записами. Чим коротший інтервал, тим паче плавний результат. 10, 15, 20, 30 або 60 - розумний вибір. Коригуючий коефіцієнт - це те, наскільки сильно жир і білок впливають на кількість продуктів. 1.0 – це повний ефект (оригінальний Варшавський метод), а 0.5 – половинний ефект. Зверніть увагу, що ви можете виявити, що ваше нормальне співвідношення вуглеводів потребує збільшення, якщо ви почнете додавати жири та білки. З цієї причини найкраще починати з коефіцієнта приблизно 0.5, щоб полегшити його використання.
vi: Cho phép chuyển đổi chất béo và chất đạm thành lượng carb tương đương trong tương lai bằng cách sử dụng công thức kilocalories chia cho 10 của Warsaw. Điều này phân bổ lượng carb tương đương trong cài đặt thời lượng tối đa có thể được định cấu hình từ 5-12 giờ. Độ trễ là thời gian từ nay cho đến lần nhập carb đầu tiên trong tương lai. Khoảng thời gian tính bằng phút là số phút giữa các lần nhập. Khoảng thời gian càng ngắn thì kết quả càng mượt. 10, 15, 20, 30 hoặc 60 là những lựa chọn hợp lý. Hệ số điều chỉnh là mức độ ảnh hưởng của chất béo và chất đạm đối với các mục. 1,0 là hiệu ứng đầy đủ (Phương pháp Warsaw gốc) và 0,5 là một nửa hiệu ứng. Lưu ý rằng bạn có thể thấy rằng tỷ lệ carb bình thường của bạn cần tăng lên một con số lớn hơn nếu bạn bắt đầu bổ sung các mục chất béo và protein. Vì lý do này, tốt nhất bạn nên bắt đầu với hệ số khoảng 0,5 để dễ dàng thực hiện. Cài đặt mặc định: Giới hạn thời gian: 8 giờ, Khoảng thời gian: 30 phút, Hệ số: 0,5, Độ trễ 60 phút

source: Carb equivalents that get to small (0.6g or under) will be excluded and the equivalents over 0.6 but under 1 will be rounded up to 1. With a higher time interval setting you'll get fewer equivalents with a higher carb amount.
da: Tilsvarende kulhydrater, der bliver for små (0,6 g eller derunder) vil blive ekskluderet og tilsvarende over 0,6 men under 1 vil blive rundet op til 1. Med en højere tidsintervalindstilling vil du få færre tilsvarende med en højere kulhydrat mængde.
de: Kohlenhydrat-Äquivalente, die zu gering sind (0,6 g oder weniger), werden ausgeschlossen, und die Äquivalente über 0,6, aber unter 1, werden auf 1 aufgerundet. Mit einer längeren Zeitintervalleinstellung erhältst du weniger Äquivalente mit einer höheren Kohlenhydratmenge.
es: NOTA: Equivalentes de carbohidratos muy pequeños (0.6g o menos) serán excluidos y los equivalentes entre 0.6 y 1 se redondearán a 1g. Con un intervalo entre entradas más alto cada entrada, aunque más espaciada, concentra mayor equivalentes de carbohidratos.
fr: Les équivalents de glucides de 0,6 g ou moins seront exclus et ceux entre 0,6 g et 1 g seront arrondis à 1. Avec un réglage d'intervalle de temps plus élevé, vous obtiendrez moins d'équivalents avec une quantité de glucides plus élevée.
it: Gli equivalenti di carboidrati troppo bassi (0,6g o meno) verranno esclusi mentre gli equivalenti di carboidrati superiori a 0,6g ma inferiori a 1g verranno arrotondati per eccesso a 1g. Con un intervallo di tempo più elevato otterrai meno equivalenti con una quantità di carboidrati più alta.
nl: Koolhydraateenheden die te klein worden (0,6 g of minder) worden uitgesloten en de equivalenten boven 0,6 maar onder 1 worden naar boven afgerond op 1. Met een hogere tijdsintervalinstelling krijg je minder eenheden met een hogere hoeveelheid koolhydraten.
ru: Эквиваленты углеводов, которые содержат мало (0.6 г или менее), будут исключены, а эквиваленты более 0.6, но менее 1 будут округлены до 1. При установке более высокого временного интервала вы получите меньше эквивалентов с более высоким содержанием углеводов.
sk: Sacharidové ekvivalenty, ktoré sú príliš malé (0,6 g alebo menej), budú vylúčené a ekvivalenty nad 0,6 g, ale menej ako 1 g, budú zaokrúhlené na 1 g. Pri vyššom nastavení časového intervalu získate menej ekvivalentov s vyšším množstvom sacharidov.
sv: " Kolhydratekvivalenter som bara är 0.6g eller under kommer att exkluderas och de de som är över 0,6g men samtidigt under 1g kommer att rundas upp till 1g. Med en högre tidsinterverallsinställning kommer större och färre kolhydratekvivalenter att skapas.
uk: Вуглеводні еквіваленти, які стають малими (0,6 г або менше), будуть виключені, а еквіваленти понад 0,6, але менше 1, округлятимуться до 1. Якщо встановити вищий часовий інтервал, ви отримаєте менше еквівалентів із більшою кількістю вуглеводів .
vi: Số lượng carb tương đương có giá trị nhỏ (0,6g trở xuống) sẽ bị loại trừ và số lượng carb tương đương trên 0,6 nhưng dưới 1 sẽ được làm tròn thành 1. Với cài đặt khoảng thời gian cao hơn, bạn sẽ nhận được ít lượng carb tương đương hơn với lượng carb cao hơn.

source: Fat and Protein
da: Fedt og Protein
de: Fett und Eiweiß
es: UGP
fr: Graisses et protéines
it: Grassi e proteine
nb: Fett og Proteiner
nl: Vetten & eiwitten
ru: Жиры и белки
sk: Tuk a bielkoviny
sv: Omvandling
uk: Жир та Білок
vi: Chất béo và chất đạm

source: Fat & Protein
da: Fedt & Protein
de: Fett und Eiweiß
es: Grasa y proteína
fr: Graisses et protéines
it: Grassi & Proteine
nb: Fett og protein
nl: Vetten & eiwitten
ru: Жиры и белки
sk: Tuk a bielkoviny
sv: Fett & protein
uk: Жир та Білок
vi: Chất béo & Chất đạm

source: Hide Fat & Protein
da: Skjul Fedt & Protein
de: Fett & Eiweiß ausblenden
es: Ocultar grasa y proteína
fr: Masquer les graisses et protéines
it: Nascondi Grassi & Proteine
nb: Skjul fett og protein
nl: Verberg vetten & eiwitten
ru: Скрыть жиры и белки
sk: Skryť tuk a bielkoviny
sv: Dölj fett & protein
uk: Приховати Жири та Білки
vi: Ẩn chất béo & chất đạm

source: Fat
da: Fedt
de: Fett
es: Grasa
fr: Graisses
it: Grassi
nb: Fett
nl: Vet
ru: Жиры
sk: Tuky
sv: Fett
uk: Жир
vi: Chất béo

source: Protein
de: Eiweiß
es: Proteína
fr: Protéines
it: Proteine
nb: Proteiner
nl: Eiwit
ru: Белки
sk: Bielkoviny
uk: Білки
vi: Chất đạm

source: Fat And Protein Conversion
da: Fedt Og Protein Konvertering
de: Fett und Eiweiß Berechnung
es: Conversión de UGPs
fr: Conversion de graisses et de protéines
it: Conversione di grassi e proteine
nb: Omregning av fett og protein
nl: Omrekening vet en eiwit
ru: Преобразование жиров и белков
sk: Tukoproteínové jednotky
sv: Fett och protein
uk: Перетворення Жиру та Білка
vi: Chuyển đổi chất béo và chất đạm

source: Ignore flat CGM readings
ru: Игнорировать ровные показания CGM
sk: Ignorovať stabilné hodnoty CGM
sv: Ignorera varningar för oförändrade sensorvärden
uk: Ігнорувати рівні показання CGM

source: Profile Override
da: Profil Tilsidesætte
de: Profil überschreibung
es: Sobrescritura del perfil
fr: Remplacer le profil
it: Regolazione Profilo
nb: Overstyring av profil
nl: Overschrijf profiel
ru: Переопределение профиля
sk: Upravenie profilu
sv: Undantag från dina sparade profiler
uk: Перевизначення Профілю
vi: Mô tả ghi đè

source: Max Override 400%
de: Maximaler Override 400 %
fr: Surcharge maximale de 400%
it: Override massimo 400%
ru: Максимум переопределения 400%
sk: Maximálne upravenie o 400%
sv: Öka maxvärde för insulinprocent i profiler till 400%
uk: Макс. перевизначення 400%

source: Override Profiles
da: Tilsidesæt Profiler
de: Überschreibungsprofile
es: Sobrescritura de perfil
fr: Préréglages de surcharge
it: Regolazioni Profili
nb: Overstyre Profil
nl: Overschrijvings profielen
ru: Переопределить профили
sk: Upravenie profilu
sv: Aktivera tillfälligt undantag
uk: Змінити Параметри
vi: Cài đặt ghi đè

source: Normal
de: im Zielbereich
it: Normale
nl: Normaal
ru: Нормальный
sk: Normálny
uk: Нормальний
vi: Bình thường

source: Currently no Override active
da: Aktuelt ingen Tilsidesæt aktiv
de: Derzeit keine Überschreibung aktiv
es: Actualmente no hay sobrescritura activa
fr: Actuellement aucune Surcharge active
it: Attualmente nessuna regolazione attiva
nb: Ingen aktiv overstyring
nl: Op dit moment geen 'Overschrijving' actief
ru: В данный момент профиль не переопределен
sk: Momentálne nie je aktívne žiadne upravenie
sv: Inget undantag aktivt
uk: Наразі жодне Перевизначення не активне
vi: Hiện tại không có ghi đè nào hoạt động

source: Total Insulin Adjustment
da: Total Insulinjustering
de: Gesamte Insulinanpassung
es: Ajuste total de insulina
fr: Ajustement total de l'insuline
it: Regolazione Insulina Totale
nb: Total justering av insulin
nl: Totale insuline aanpassing
ru: Регулировка потребности в инсулине
sk: Celková úprava inzulínu
sv: Total justering av ditt insulinbehov
uk: ПОВНЕ КОРИГУВАННЯ ІНСУЛІНУ
vi: Tổng số điều chỉnh Insulin

source: Override your Basal, ISF, CR and Target profiles
da: Tilsidesæt dine Basal-, ISF-, CR- og målprofiler
de: Überschreiben Sie Ihre Basal-, ISF-, CR- und Zielprofile
es: Sobrescribir perfil de basal, FSI, RC y glucosa objetivo
fr: Remplacer les profils Basal, ISF, CR et Target
it: Regola i profili Basale, ISF, CR e Target
nb: Overstyre basal, ISF, CR og blodsukkermål
nl: Overschrijven van je Basaal, ISF, CR en Doel profielen
ru: Переопределить базал, ISF, CR и целевые профили
sk: Dočasne upraví profily pre bazál, ISF, CR a cieľ
sv: Ändra sparad basal, korrektionsfaktor, insulinkvot och målvärde med ett tillfälligt undantag
uk: ПЕРЕВИЗНАЧИТИ БАЗАЛ, ISF, CR ТА ЦІЛЬОВІ ПРОФІЛІ
vi: Chồng liều Basal, ISF, CR và mục tiêu

source: Enable indefinitely
da: Aktiver uendeligt
de: Unbefristet aktivieren
es: Habilitar indefinidamente
fr: Activer indéfiniment
it: Attiva a tempo indeterminato
nb: Uten sluttid
nl: Onbeperkt inschakelen
ru: Включить бессрочно
sk: Povoliť na neurčito
sv: Aktivera tillsvidare
uk: Увімкнути на невизначений термін
vi: Kích hoạt vô thời hạn

source: Override Profile target
da: Tilsidesæt Profil Mål
de: Profilziel überschreiben
es: Sobrescribir objetivo de glucosa del perfil
fr: Remplacer la cible du profil
it: Regolazione Profilo Target
nb: Overstyre blodsukkermål
nl: Profieldoel overschrijven
ru: Переопределить целевое значение
sk: Upraviť cieľ profilu
sv: Ändra målvärde
uk: Заміна Цільового Профілю
vi: Mục tiêu ghi đè

source: Disable SMBs
da: Deaktiver SMB'er
de: SMBs deaktivieren
es: Deshabilitar SMBs
fr: Désactiver les SMBs
it: Disabilita SMB
nb: Deaktiver SMB
nl: SMBs uitschakelen
ru: Отключить микроболюсы SMB
sk: Zakázať SMB
sv: Stäng av autobolusar (SMBs)
uk: Вимкнути SMBs
vi: Vô hiệu hóa SMBs

source: End the Override with next Meal
ru: Завершить переопределение со следующим приемом пищи
sk: Ukončiť upravenie pri nasledujúcom jedle
sv: Avsluta profilen med nästa måltid
uk: Завершіть перевизначення наступним прийомом Їжі

source: End the Override when Glucose is Trending Up
sk: Ukončiť profil, ak glykémia stúpa
uk: Завершіть перевизначення, коли рівень Глюкози має тенденцію до зростання

source: And when Glucose is higher than
sk: Ak je glykémia vyššia ako
uk: А коли рівень глюкози вищий за

source: End the Override when Glucose is Lower ...
sk: Ukončiť profil, ak je glykémia nižšia ...
uk: Завершити перезапис, коли рівень глюкози знизиться ...

source: ... than
sk: ... ako
uk: ... ніж

source: Normal Profile
da: Normal Profil
de: Normales Profil
es: Perfil normal
fr: Profil normal
it: Profilo Normale
nb: Normal profil
nl: Normaal profiel
ru: Нормальный профиль
sk: Normálny profil
sv: Normal Profil
uk: Звичайний профіль

source: Custom Profile
da: Brugerdefineret Profil
de: Benutzerdefiniertes Profil
es: Perfil personalizado
fr: Profil personnalisé
it: Profilo Personalizzato
nb: Egendefinert profil
nl: Aangepast profiel
ru: Настраиваемый профиль
sk: Vlastný profil
sv: Anpassad Profil
uk: Спеціальний профіль
vi: Tùy chỉnh Profile

source: Profiles
da: Profiler
de: Profile
es: Perfiles
fr: Profils
it: Profili
nb: Profiler
nl: Profielen
ru: Профили
sk: Profily
sv: Profiler
uk: Профілі

source: Advanced Settings
ru: Расширенные настройки
sk: Pokročilé nastavenia
sv: Avancerade inställningar
uk: Розширені Налаштування

source: More options
da: Flere muligheder
de: Mehr Optionen
es: Más opciones
fr: Plus d'options
it: Altre opzioni
nb: Flere valg
nl: Meer opties
ru: Больше опций
sk: Viac možností
sv: Fler alternativ
uk: Додаткові параметри
vi: Các lựa chọn khác

source: Schedule when SMBs are Off
da: Planlæg hvornår SMB'er er slået fra
de: Plan bei ausgeschalteten SMBs
es: Programar cuándo los SMB están apagados
fr: Planifier quand les SMB sont désactivés
it: Pianifica quando le SMB sono disattivate
nb: Tidsplan for når SMB er av
nl: Schema wanneer SMB's uit staan
ru: Расписание, когда SMB отключены
sk: Plán, kedy sú SMB vypnuté
sv: Schemalägg när autobolusar ska vara av
uk: Розклад, коли SMBs вимкнено
vi: Lịch trình khi SMBs tắt

source: Change ISF and CR and Basal
de: Ändere ISF und CR und Basal
it: Cambia ISF, CR e basale
ru: Изменить ISF и CR и базал
sk: Zmeniť ISF, CR a bazál
sv: Ändra ISF och CR och Basalinsulin
uk: Змініть ISF, CR і Basal
