Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: Add insulin without actually bolusing
da: Tilføj insulin uden faktisk bolus
de: Insulin erfassen ohne tatsächliche Bolusabgabe
es: Añadir insulina sin administrar bolo
fr: Ajouter de l'insuline sans bolus
it: Aggiungi insulina senza eseguire effettivamente un bolo
nb: Legg til insulin uten å gi bolus
nl: Insuline toevoegen zonder daadwerkelijke bolus
ru: Добавить инсулин без болюса
sk: Zaznamenať inzulín bez podania bolusu
sv: Lägg till insulin utan att ge bolus
tr: Bolus yapmadan insülin ekleyin
uk: Додати інсулін без подачі болюсу
vi: Tự thêm liều insulin và bỏ qua liều bolus thực tế

source: Add %@ without bolusing
da: Tilføj %@ uden bolus
de: Hinzufügen von %@ ohne tatsächliche Bolusabgabe
es: Añadir %@ sin bolo
fr: Ajouter %@ sans injection de bolus
it: Aggiungi %@ senza bolo
nb: Registrer %@ uten å gi bolus
nl: Voeg %@ toe zonder bolus
ru: Добавить %@ без болюса
sk: Pridať %@ bez podania bolusu
sv: Lägg till %@ utan att ge bolus
tr: Bolus yapmadan %@ ekleyin
uk: Добавити %@ без болюсу
vi: Thêm %@ và bỏ qua liều bolus

source: Bolus
es: Bolo
it: Bolo
ru: Болюс
uk: Болюс
vi: Liều bolus

source: Close
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
it: Fine
nb: Lukk
nl: Sluiten
ru: Закрыть
sk: Zatvoriť
sv: Stäng
tr: Kapat
uk: Закрити
vi: Đóng

source: Continue without bolus
da: Fortsæt uden bolus
de: Ohne Bolusabgabe fortfahren
es: Continuar sin administrar bolo
fr: Continuer sans bonus
it: Continua senza eseguire un bolo
nb: Fortsett uten å gi bolus
nl: Verdergaan zonder bolus
ru: Продолжить без болюса
sk: Pokračovať bez bolusu
sv: Fortsätt utan bolus
tr: Bolus yapmadan devam edin
uk: Продовжити без болюсу
vi: Tiếp tục và bỏ qua liều bolus

source: No data.
sk: Žiadné údaje.
uk: Немає даних.

source: No Predictions. Failed loop suggestion.
sk: Žiadne predpovede. Neúspešný návrh slučky.
uk: Немає прогнозів. Невдала пропозиція циклу.

source: New Glucose Missing
sk: Chýbajúca glykémia
uk: Відсутність Глюкози

source: Save Meal without bolus
da: Gem måltid uden bolus
de: Mahlzeit ohne Bolus speichern
es: Guardar comida sin bolo
fr: Enregistrer le repas sans bolus
it: Salva il pasto senza il bolo
nl: Maaltijd opslaan zonder bolus
ru: Сохранить прием пищи без болюса
sk: Uložiť jedlo bez bolusu
sv: Spara måltid utan bolus
uk: Зберегти Їжу без болюсу
vi: Lưu bữa ăn mà không cần bolus

source: Status
es: Estado
fr: Statut
it: Stato
ru: Статус
sk: Stav
uk: Статус
vi: Tình trạng

source: Amount is more than your Max Bolus setting! Are you sure you want to add
da: Dette er mere insulin end din "max dosis" indstilling! Er du sikker på at du vil tilføje
de: Eingegebener Bolus ist größer als Max Bolus Einstellung! Trotzdem hinzufügen?
es: ¡La cantidad es mayor que el ajuste del bolo máximo! ¿Está seguro de que desea añadir
fr: Le montant est supérieur à votre paramètre de Bolus Max ! Êtes-vous sûr de vouloir ajouter
it: La quantità è superiore all'impostazione del bolo massimo! Sei sicuro di voler aggiungere?
nb: Mengden er høyere enn din Maks bolus-innstilling! Er du sikker på at du vil legge til
nl: Deze hoeveelheid is meer dan je instelling van je maximale bolus! Weet je zeker dat je deze hoeveelheid wilt toedienen? Deze hoeveelheid is meer dan je instelling van je maximale bolus! Waarschuw bij toedienen van een hoge hoeveelheid zonder een bolus toe te dienen
ru: Количество превышает максимальную дозу болюса! Вы уверены, что хотите добавить
sk: Dávka prekračuje Vaše nastavenie Max Bolus! Ste si istí, že chcete dávku pridať
sv: Detta är mer insulin än din maxdos-inställning! Är du säker på att du vill lägga till
uk: Кількість перевищує ваш максимальний болюс! Ви впевнені, що хочете додати
vi: Liều tiêm nhiều hơn liều Max Bolus! Bạn có chắc chắn muốn thêm

source: Enact Bolus
da: Udfør Bolus
de: Bolus abgeben
es: Administrar bolo
fr: Injecter bolus
it: Esegui bolo
nb: Gi bolus
nl: Bolus geven
ru: Ввод болюса
sk: Podať bolus
sv: Ge bolus
tr: Bolus Gönder
uk: Подати Болюс
vi: Tiêm liều bolus

source: Enact bolus
da: Udfør bolus
de: Bolus abgeben
es: Administrar bolo
fr: Injecter bolus
it: Esegui bolo
nb: Gi bolus
nl: Bolus geven
ru: Ввести болюс
sk: Podať bolus
sv: Ge bolus
tr: Bolus gönder
uk: Подати болюс
vi: Tiêm liều bolus

source: Insulin recommended
da: Anbefalet insulin
de: Empfohlene Insulinmenge
es: Insulina recomendada
fr: Insuline recommandée
it: Insulina raccomandata
nb: Anbefalt insulindose
nl: Aanbevolen insuline
ru: Рекомендуется инсулина
sk: Odporúčaný inzulín
sv: Rekommenderad insulindos
tr: Önerilen insülin
uk: Рекомендовано інсуліну
vi: Liều insulin được đề nghị

source: Insulin required
da: Insulinbehov
de: Benötigte Insulinmenge
es: Insulina requerida
fr: Insuline nécessaire
it: Insulina richiesta
nb: Insulinbehov
nl: Benodigde insuline
ru: Необходимо инсулина
sk: Požadovaný inzulín
sv: Insulin som krävs
tr: Gerekli insülin
uk: Потрібно інсуліну
vi: Liều insulin được yêu cầu

source: Recommendation
da: Anbefaling
de: Empfehlung
es: Recomendación
fr: Recommandations
it: Raccomandazione
nb: Anbefaling
nl: Advies
ru: Рекомендация
sk: Odporúčanie
sv: Rekommendation
tr: Önerilen
uk: Рекомендація
vi: LIỀU KHUYẾN NGHỊ

source: Clear
da: Ryd
de: Eingabe löschen
es: Limpiar
fr: Effacer
it: Cancella
nb: Fjern
nl: Wissen
ru: Очистить
sk: Vymazať
sv: Rensa
tr: Temizle
uk: Очистити
vi: Hủy

source: Done
da: OK
de: Fertig
es: Hecho
fr: Terminé
it: Fine
nb: Ferdig
nl: OK
ru: Готово
sk: Hotovo
sv: Klar
tr: Tamam
uk: Готово
vi: Xong

source: Last loop %@ minutes ago. Complete or cancel this meal/bolus transaction to allow for next loop cycle to run
de: Letzte Loop-Schleife vor %@ Minuten. Transaktion des Mahlzeit / Bolus abschließen oder abbrechen, um den nächsten Schleifendurchlauf zu ermöglichen
fr: %@ minutes depuis la dernière boucle. Terminez ou annulez cette transaction de repas / bolus pour permettre le prochain cycle de boucle de s'exécuter
it: L'ultimo ciclo %@ minuti fa. Completa o annulla questa transazione pasto/bolo per consentire che il ciclo successivo venga eseguito
nl: Laatste update is %@ minuten geleden. Voltooi of annuleer deze maaltijd/bolus opdracht om de volgende loopupdate te laten draaien
ru: Последний цикл был %@ минут назад. Завершите или отмените текущий прием пищи/инсулина, чтобы запустить следующий цикл петли
sk: Posledná slučka pred %@ minútami. Dokončite alebo zrušte túto transakciu jedla/bolusu, aby mohol prebehnúť ďalší cyklus slučky
sv: Senast loop var för %@ minuter sedan. Slutför eller stäng denna vy så att nästa loop-cykel kan köras
uk: Останній цикл %@ хвилин тому. Завершіть або скасуйте цю транзакцію прийому їжі/болюсу, щоб запустити наступний цикл циклу
vi: Vòng lặp gần nhất %@ phút trước. Hoàn thành hoặc hủy giao dịch bữa ăn/bữa ăn nhanh này để cho phép chạy chu kỳ vòng lặp tiếp theo

source: Display Emojis as Labels
da: Vis Emojis som etiketter
de: Emojis als Etiketten benutzen
es: Mostrar emojis como etiquetas
fr: Afficher des émojis en tant qu'étiquettes
it: Visualizza Emoji come etichette
nl: Emoji’s als labels weergeven
ru: Отображать эмодзи в качестве меток
sk: Zobraziť emotikony ako štítky
sv: Visa Emojis
uk: Відображати Emojis як Мітки
vi: Hiển thị biểu tượng cảm xúc

source: Display IOB and COB
da: Vis IOB og COB
de: IOB und COB anzeigen
es: Mostrar IOB y COB
fr: Afficher l'insuline active (IA) et les glucides actifs (GA)
it: Mostra IOB e COB
nl: Geef IOB en COB weer
ru: Отображать IOB и COB
sk: Zobraziť IOB a COB
sv: Visa IOB och COB
uk: Відображення IOB і COB
vi: Hiển thị IOB và COB

source: Confirm Bolus Faster
da: Bekræft Bolus Hurtigere
de: Bolus schneller bestätigen
es: Confirmar bolo rápidamente
fr: Confirmer un bolus avec moins de rotation
it: Conferma Bolo Più Veloce
nl: Bevestig bolus sneller
ru: Подтверждать болюс быстрее
sk: Rýchlejšie potvrdenie bolusu
sv: Bekräfta Bolus snabbare
uk: Підтвердити Швидкий Болюс
vi: Xác nhận Bolus nhanh

source: Wait please
da: Vent venligst
de: Bitte warten
es: Espere por favor
fr: Merci de patienter
it: Attendere prego
nb: Vennligst vent
nl: Wachten
ru: Подождите
sk: Počkajte, prosím
sv: Vänta...
tr: Lütfen Bekleyin
uk: Зачекайте
vi: Xin đợi chốc lát

source: Agree and continue
da: Godkend og fortsæt
de: Zustimmen und fortfahren
es: Aceptar y continuar
fr: Accepter et continuer
it: Acconsenti e Continua
nb: Godta og fortsett
nl: Akkoord en doorgaan
ru: Согласиться и Продолжить
sk: Súhlasím a pokračovať
sv: Godkänn och fortsätt
tr: Kabul et ve Devam et
uk: Прийняти та Продовжити
vi: Đồng ý và tiếp tục

source: Log external insulin
de: Externes Insulin hinzufügen
fr: Journaliser l'insuline externe
it: Registro insulina esterna
nl: Externe insuline registreren
ru: Записать внешний инсулин
sk: Zaznamenať externý inzulín
sv: Lägg till externt insulin
uk: Записувати зовнішній інсулін
vi: Liều insulin tiêm ngoài

source: of
da: af
de: von
es: de
fr: de
it: di
nb: av
nl: van
ru: из
sk: z
sv: av
uk: із
vi: của

source: A Remote Bolus
da: En Fjern Bolus
de: Ein entfernter Bolus
es: Un bolo remoto
fr: Un bolus à distance
it: Un Bolo Remoto
nl: Een bolus op afstand
ru: Дистанционный Болюс
sk: Vzdialený bolus
sv: En fjärrstyrd bolus
uk: Віддалений Болюс
vi: Một liều Bolus từ xa

source: was delivered
da: er blevet leveret
de: wurde injiziert
es: fue entregado
fr: a été livré
it: è stato consegnato
nl: zojuist afgeleverd
ru: был введен
sk: bol doručený
sv: gavs för
uk: було доставлено
vi: vừa được hoàn thành

source: minutes ago, triggered remotely from Nightscout, by a caregiver or a parent. Do you still want to bolus? Predicted eventual glucose, if you don't bolus, is:
da: få minutter siden, udløst fjernt fra Nightscout, af en omsorgsperson eller en forælder. Ønsker du stadig at bolus? Forventet eventuelt glukose, hvis du ikke boluser, er:
de: Minuten seit des Auslösens auf Entfernung via Nightscout, von einem Betreuer oder einem Elternteil. Möchtest du immer noch einen Bolus? Der vorhergesagte Blutzucker ohne weiteren Bolus ist:
es: hace X minutos, activado de forma remota en NightScout, por un cuidador o un padre. ¿Todavía quieres aplicar el bolo? Se prevé que la glucosa eventual, si no aplica un bolo, será:
fr: minutes depuis le déclenchement à distance via Nightscout par un soignant ou un parent. Voulez-vous toujours un bolus ? La glycémie prédite, si vous ne le faites pas, est :
it: minuti fa, innescato a distanza da Nightscout, da un assistente o da un genitore. Vuoi ancora fare il bolo? L'eventuale glicemia prevista, se non fai bolo, è:
nl: minuten geleden, op afstand gestart vanuit Nightscout, door een verzorger of een ouder. Wil je nog steeds een bolus? De verwachte uiteindelijke glucose, als je geen bolus toedient, is:
ru: минут назад, запущенный удаленно из Nightscout лицом, осуществляющим уход, или родителем. Вы все еще хотите выполнить болюс? Прогнозируемый уровень глюкозы, если вы не подтверждаете болюс, составляет:
sk: pred niekoľkými minútami, spustené na diaľku z Nightscout, opatrovateľom alebo rodičom. Stále chcete podať bolus? Predpokladaná konečná glykémia, ak nepodáte bolus, je:
sv: minuter sedan, aktiverad från Nightscout, av en assistent eller förälder. Vill du fortfarande ge en ny bolus? Beräknad blodsockerprognos, om du inte ger bolus, är:
uk: хвилин тому, активовано дистанційно з Nightscout опікуном або батьком. Ви все ще хочете вводити болюс? Прогнозований кінцевий рівень глюкози, якщо ви не вводите болюс, становить:
vi: phút trước, được kích hoạt từ xa từ Nightscout, bởi người chăm sóc hoặc phụ huynh. Bạn vẫn muốn bolus? Dự đoán lượng đường cuối cùng, nếu bạn không bolus, là:

source: A Remote Bolus Was Just Delivered!
da: En Fjern Bolus var netop leveret!
de: Ein Remote Bolus wurde gerade abgegeben!
es: ¡Un bolo remoto se acaba de entregar!
fr: Un bolus à distance vient d'être livré !
it: Un Bolo Remoto è stato appena consegnato!
nl: De bolus op afstand is zojuist geleverd!
ru: Дистанционный Болюс был только что введен!
sk: Vzdialený bolus bol doručený!
sv: En fjärrstyrd bolus gavs precis!
uk: Дистанційний болюс щойно був доставлений!
vi: Một liều Bolus từ xa vừa được hoàn thành!

source: Enacted at
da: Udført
de: Letzte Berechnung um
es: Entregado a las
fr: Dernier calcul à
it: Eseguito alle
nb: Utført kl.
nl: Toegediend op
ru: Принято в
sk: Vykonané o
sv: Utfört klockan
uk: Виконано в
vi: Thực hiện ở

source: Suggested at
da: Anbefalet
de: Vorgeschlagen um
es: Sugerido a las
fr: Suggéré à
it: Suggerito alle
nb: Foreslått kl.
nl: Voorgesteld op
ru: Предложено в
sk: Navrhnuté o
sv: Föreslaget vid
uk: Запропоновано на
vi: Đề xuất ở

source: Status at
de: Status vom
fr: État de
it: Stato attuale
nl: Status op
ru: Статус в
sk: Stav o
sv: Status kl
uk: Статус в
vi: Trạng thái tại

source: Meal Summary
da: Måltidsoversigt
de: Mahlzeitenübersicht
es: Resumen de la comida
fr: Résumé du repas
it: Riepilogo Pasto
nb: Oppsummering av måltid
nl: Maaltijd overzicht
ru: Итог питания
sk: Sumár jedla
sv: Måltidssammanfattning
uk: Резюме харчування
vi: Tóm tắt bữa ăn

source: Edit Meal
da: Rediger Måltid
de: Mahlzeit bearbeiten
es: Editar comida
fr: Modifier Repas
it: Modifica pasto
nb: Endre måltid
nl: Wijzig maaltijd
ru: Изменить еду
sk: Upraviť jedlo
sv: Ändra måltid
uk: Редагувати їжу
vi: Chỉnh sửa bữa ăn

source: Add Meal
da: Tilføj Måltid
de: Mahlzeit hinzufügen
es: Agregar Alimento
fr: Entrer un repas
it: Aggiungi Pasto
nb: Legg til måltid
nl: Maaltijd toevoegen
ru: Добавить еду
sk: Pridať jedlo
sv: Lägg till Måltid
uk: Додати прийом їжі
vi: Khai báo bữa ăn

source: Bolus Summary
da: Bolusoversigt
de: Bolus-Zusammenfassung
es: Resumen del Bolo
fr: Récapitulatif du bolus
it: Riepilogo boli
nb: Bolus-sammendrag
nl: Bolus overzicht
ru: Болюс суммарно
sk: Prehľad bolusov
sv: Sammanfattnig av bolus
uk: Підсумок болюсу
vi: Tóm tắt liều bolus

source: Calculations
da: Beregninger
de: Berechnungen
es: Cálculos
fr: Calculs
it: Calcolo in corso
nb: Beregninger
nl: Berekeningen
ru: Вычисления
sk: Výpočty
sv: Beräkningar
uk: Розрахунки
vi: Các tính toán

source: Fatty Meal
da: Fedt Måltid
de: Fettige Mahlzeit
es: Comida Grasienta
fr: Repas gras
it: Pasto Grasso
nb: Fett måltid
nl: Vette maaltijd
ru: Жирная пища
sk: Tukoproteínové jedlo
sv: Fet mat
uk: Жирна їжа
vi: Bữa ăn nhiều chất béo

source: Hypo Treatment
de: Hypo Behandlung
fr: Traitement d'hypoglycémie
it: Trattamento ipoglicemia
nl: Hypobehandeling
ru: Гипогликемия
sk: Liečba hypoglykémie
sv: Behandling av lågt blodsocker
uk: Гіпотерапія
vi: Chống hạ đường huyết

source: Full Bolus
da: Fuld Bolus
de: Voller Bolus
es: Bolo Completo
fr: Bolus entier
it: Bolo Completo
nl: Volledige bolus
ru: Полный болюс
sk: Celková dávka
sv: Total mängd
uk: Повний болюс
vi: Liều bolus đầy đủ

source: Fraction
da: Fraktion
de: Fraktion
es: Fracción
fr: Fractions
it: Frazione
nb: Brøkdel
nl: Fractie
ru: Доля
sk: Zlomok
sv: Faktor
uk: Частка
vi: Chia cho

source: Fatty Meal Factor
da: Fedt Måltidsfaktor
de: Faktor für fettige Mahlzeit
es: Factor de comida grasienta
fr: Facteur de farine grasse
it: Fattore Pasto Grasso
nb: Brøkdel for fett måltid
nl: Vette maaltijd factor
ru: Фактор жирной пищи
sk: Tukoproteínový faktor
sv: Fettrik måltidsfaktor
uk: Фактор жирної їжі
vi: Chỉ số bữa ăn nhiều chất béo

source: Carbs and previous insulin are included in the eventual glucose prediction.
de: Kohlenhydrate und früheres Insulin werden in die Glukosevorhersage einbezogen.
fr: Les glucides et l'insuline antérieure sont inclus dans la prédiction du taux de glucose éventuel.
it: I carboidrati e l’insulina precedenti sono inclusi nella previsione della glicemia.
nl: Koolhydraten en vorige insuline zijn opgenomen in de uiteindelijke glucosevoorspelling.
ru: Углеводы и ранее введенный инсулин учитываются при прогнозировании уровня глюкозы в крови.
sk: Sacharidy a predchádzajúci inzulín sú zahrnuté v predpovedi glykémie.
sv: Kolhydrater och tidigare insulin ingår i blodsockerprognos.
uk: Вуглеводи та раніше введений інсулін враховуються при прогнозуванні рівня глюкози у крові.
vi: Carbs và insulin trước đó được đưa vào dự đoán lượng đường cuối cùng.

source: Result
da: Resultat
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
nb: Resultat
nl: Resultaat
ru: Итого
sk: Výsledok
sv: Resultat
uk: Результат
vi: Kết quả

source: Your entered amount was limited by your max Bolus setting of %d%@
da: Din indtastade mængde blev begrænset af din maksimale Bolusindstilling på %d%@
de: Dein eingegebener Wert wurde durch deine maximale Bolus-Einstellung von %d%@ begrenzt
es: La cantidad ingresada ha sido limitada por la configuración máxima del bolo de %d%@
fr: Le montant que vous avez saisi a été limité par votre Bolus maximum %d%@
it: La quantità inserita è stata limitata dalla tua impostazione del Bolo massimo di %d%@
nb: Mengden du la inn ble begrenset av innstillingen for Maks Bolus på %d%@
nl: Je ingevoerde hoeveelheid is beperkt door je maximale bolusinstelling van %d%@
ru: Доза была ограничена Вашей настройкой максимального болюса в размере %d%@
sk: Vaša zadaná hodnota bola obmedzená Vaším maximálnym nastavením bolusu na %d%@
sv: Du har angivit en insulinmängd som är över din maxinställning på %d%@
uk: Введена вами сума була обмежена налаштуванням максимального болюсу %d%@
vi: Liều thêm vào bị giới hạn bởi liều "Liều bolus tối đa" %d%@

source: Continue
da: Fortsæt
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continua
nb: Fortsett
nl: Vervolg
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
uk: Продовжити
vi: Tiếp tục

source: Home
da: Hjem
de: Hauptseite
es: Inicio
fr: Page d'accueil
nb: Hjem
nl: Hoofdmenu
ru: Главная
sk: Domov
sv: Hem
tr: Ana sayfa
uk: Головна
vi: Trở về

source: looping
de: Loop aktiv
es: En bucle
fr: Boucle en cours
it: in loop
nb: looper
nl: Updaten
ru: выполняется
sk: aktualizácia
sv: loopar
tr: döngüde
uk: в процесі

source: min ago
da: min
de: Min. her
es: min
fr: min
it: min fa
nb: min
nl: Min. terug
ru: мин. назад
sk: minútami
sv: min sedan
tr: dk. önce
uk: хв тому
vi: phút trước đó

source: No suggestion
da: Ingen forslag
de: Kein Vorschlag
es: No hay sugerencias
fr: Aucune suggestion
it: Nessun suggerimento
nb: Ingen forslag
nl: Geen suggestie
ru: Нет предложений
sk: Žiadny návrh
sv: Inget förslag
tr: Öneri bulunmuyor
uk: Нема рекомендацій
vi: Không có gợi ý nào

source: Replace pod
da: Udskift pod
de: Pod ersetzen
es: Reemplazar Pod
fr: Remplacer le pod
it: Sostituisci pod
nb: Bytt pod
nl: Vervang pod
ru: Замените под
sk: Vymeňte Pod
sv: Byt podd
tr: Pod'u değiştir
uk: Замініть Pod
vi: Đề nghị thay pod

source: Add Carbs
da: Tilføj Kulhydrater
de: Kohlenhydrate hinzufügen
es: Añadir Carbohidratos
fr: Ajouter des glucides
it: Aggiungi carboidrati
nb: Legg til karbo
nl: Koolhydraten toevoegen
ru: Ввод углеводов
sk: Pridať sacharidy
sv: Lägg till kolhydrater
tr: Karbonhidrat Ekle
uk: Додати Вуглеводи
vi: Thêm Carbs

source: Add Carbs
da: Tilføj Kulhydrater
de: Kohlenhydrate hinzufügen
es: Agregar Carbohidratos
fr: Ajouter des glucides
it: Aggiungi Carboidrati
nb: Legg til karbo
nl: Koolhydraten toevoegen
ru: Ввод углеводов
sk: Pridať sacharidy
sv: Lägg till
tr: Karbonhidrat Ekle
uk: Додати Вуглеводи
vi: Thêm Carbs

source: Override
ru: Переопределение
sk: Upravený
sv: Undantag
uk: Перевизначити

source: No Pump
ru: Нет помпы
sk: Žiadna pumpa
sv: Ingen pump
uk: Немає Помпи

source: Open
ru: Открытая
sk: Otvorený
sv: Öppen
uk: Відкрита

source: Amount Carbs
da: Antal Kulhydrater
de: Kohlenhydratmenge
es: Cantidad de Carbohidratos
fr: Quantité de Glucides
it: Quantità di carboidrati
nb: Mengde karbo
nl: Hoeveelheid koolhydraten
ru: Кол-во углеводов
sk: Množstvo sacharidov
sv: Mängd kolhydrater
tr: Karbonhidrat miktarı
uk: Кількість Вуглеводів
vi: Khối lượng Carbs

source: grams
da: gram
de: Gramm
es: gramos
fr: grammes
it: g
nb: gram
nl: gram
ru: грамм
sk: gramov
sv: gram
tr: gram
uk: грами

source: Carbs required
da: Krævede kulhydrater
de: Erforderliche Kohlenhydrate
es: Se requieren carbohidratos
fr: Glucides requis
it: Carboidrati necessari
nb: Karbo nødvendig
nl: Koolhydraten benodigd
ru: Требуются углеводы
sk: Požadované sacharidy
sv: Kolhydrater krävs
tr: Gerekli karbonhidrat
uk: Введіть кількість вуглеводів
vi: Lượng Carbs được yêu cầu

source: Saved Food
da: Gemte Måltider
de: Gespeichertes Essen
es: Alimento guardado
fr: Nourriture sauvée
it: Cibo Salvato
nb: Lagre måltid
nl: Bewaarde maaltijd
ru: Сохранённая еда
sk: Uložené jedlá
sv: Sparad mat
uk: Збережена їжа
vi: Lưu thực phẩm

source: Are you sure?
da: Er du sikker?
de: Sind Sie sicher?
es: ¿Estás seguro?
fr: Êtes-vous sûr ?
it: Sei sicuro?
nb: Er du sikker?
nl: Weet je het zeker?
ru: Вы уверены?
sk: Ste si istý?
sv: Är du säker?
tr: Emin misiniz?
uk: Ви впевнені?
vi: Bạn có chắc chắn không?

source: Bottom target
da: Laveste mål
de: Untergrenze
es: Objetivo Inferior
fr: Cible basse
it: Target basso
nb: Nedre mål
nl: Ondergrens doel
ru: Нижняя граница
sk: Spodný cieľ
sv: Nedre målvärde
tr: Alt hedef
uk: Нижня ціль
vi: Mục tiêu thấp nhất

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
nb: Avbryt
nl: Annuleer
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: Vazgeç
uk: Відмінити
vi: Hủy

source: Cancel Temp Target
da: Annuller Midlertidigt Mål
de: Temporäres Ziel abbrechen
es: Cancelar objetivo temporal
fr: Annuler la cible temporaire
it: Cancella basali temporanee
nb: Avbryt midlertidig mål
nl: Annuleer tijdelijk doel
ru: Отменить временную цель
sk: Zrušiť dočasný cieľ
sv: Avbryt tillfälligt målvärde
tr: Geçici Hedefi İptal Et
uk: Відмінити Тимчасову ціль
vi: Hủy bỏ mục tiêu tạm thời

source: Cancel Temporary Target
sk: Zrušiť dočasný cieľ
uk: Скасувати Тимчасову Ціль

source: Custom
da: Brugerdefineret
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
nb: Egendefinert
nl: Aangepast
ru: Своя
sk: Vlastné
sv: Anpassad
tr: Özel
uk: Своя
vi: Tùy chọn

source: Date
da: Dato
de: Datum
es: Fecha
it: Data
nb: Dato
nl: Datum
ru: Дата
sk: Dátum
sv: Datum
tr: Tarih
uk: Дата
vi: Ngày

source: Delete
da: Slet
de: Löschen
es: Borrar
fr: Supprimer
it: Cancella
nb: Slett
nl: Verwijderen
ru: Удалить
sk: Odstrániť
sv: Radera
tr: Sil
uk: Видалити
vi: Xóa

source: Delete preset "%@"
da: Slet forudindstilling \"%@\"
de: Vorlage "%@" löschen
es: Eliminar preajuste "%@"
fr: Supprimer le préréglage "%@"
it: Cancella predefinito "%@"
nb: Slett forhåndsinnstilling "%@"
nl: Voorinstelling "%@" verwijderen
ru: Удалить шаблон "%@"
sk: Odstrániť predvoľbu "%@"
sv: Ta bort förval "%@"
tr: Ön ayarı sil "%@"
uk: Видалити шаблон "%@"
vi: Xóa mẫu cài đặt "%@"

source: Duration
da: Varighed
de: Dauer
es: Duración
fr: Durée
it: Durata
nb: Varighet
nl: Duur
ru: Длительность
sk: Trvanie
tr: Süre
uk: Тривалість

source: Enact Temp Target
da: Udfør Midlertidigt Mål
de: Temporäres Ziel starten
es: Iniciar objetivo temporal
fr: Activer la cible temporaire
it: Target Temporaneo
nb: Start midlertidig mål
nl: Start tijdelijk doel
ru: Временная цель
sk: Aktivovať dočasný cieľ
sv: Tillfälliga målvärden
tr: Geçici Hedefe Başla
uk: Запустити Тимчасову ціль
vi: Hủy bỏ mục tiêu tạm thời

source: Target
da: Mål
de: Ziel
es: Objetivo
fr: Cible
nb: Mål
nl: Doelbereik
ru: Цель
sk: Cieľ
sv: Målvärde
uk: Ціль
vi: Mục tiêu

source: Basal Insulin and Sensitivity ratio
da: Basal insulin og følsomhedsforhold
de: Basalrate und Empfindlichkeitsgrad
es: Ratio de insulina basal y sensibilidad
fr: Insuline Basale et Sensibilité ratio
it: Rapporto basale insulina e sensibilità
nb: Basalinsulin og følsomhetsforhold
nl: Verhouding basale insuline en gevoeligheid
ru: Соотношение базального инсулина и чувствительности
sk: Pomer bazálneho inzulínu a citlivosti
sv: Basalinsulin och insulinkänslighetskvot
uk: Співвідношення Базального інсуліну та Чутливості
vi: Tỷ lệ Insulin cơ bản và độ nhạy
