Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: Use insulin bars
de: Insulinbalken verwenden
fr: Afficher l'insuline sous forme de barres
it: Usa barre dell'insulina
nl: Gebruik insulinebalken
ru: Отображать инсулин вертикально
sk: Použiť inzulínové čiary
sv: Använd insulinstänger
uk: Відображати інсулін вертикально
vi: Sử dụng thanh Insulin

source: Hide the bolus amount strings when amount is under
de: Bolusmengen in der Grafik ausblenden wenn sie kleiner als
fr: Masquer les quantités de bolus si inférieures à
it: Nascondi le stringhe di quantità del bolo quando la quantità è inferiore
nl: Verberg de bolus hoeveelheid als de hoeveelheid lager is dan
ru: Скрыть строки объёма болюса, когда объём меньше
sk: Skryť veľkosť bolusu, ak je množstvo nižšie
sv: Dölj bolusmängdtext när beloppet är under
uk: Приховати рядки об'єм болюса, коли об'єм менший
vi: Ẩn số lượng bolus khi số lượng dưới

source: Display carb equivalents
ru: Отображать эквиваленты углеводов
sk: Zobraziť ekvivalenty sacharidov
sv: Visa kolhydratekvivalenter
uk: Показати еквіваленти вуглеводів

source: Display carb equivalent amount
ru: Отображать эквиваленты углеводов
sk: Zobraziť ekvivalentné množstvo sacharidov
sv: Visa kolhydratekvivalentmängd
uk: Показати еквівалентну кількість вуглеводів

source: Display Sensor Time Remaining
ru: Отображать оставшееся время датчика
sk: Zobraziť zostávajúci čas senzora
sv: Visa återstående tid för sensor
uk: Відображати час Сенсору що залишився.

source: Display Sensor Age, but not Time Remaining
ru: Отображать возраст датчика, вместо оставшегося времени
sk: Zobraziť vek senzora, ale nie zostávajúci čas
sv: Visa sensorålder, men inte tid kvar
uk: Відображати вік Сенсору замість часу, що залишився.

source: Display Ratio and a History View button
ru: Отображать соотношение и кнопку просмотра истории
sk: Zobraziť tlačidlo s výsledným pomerom a históriou
sv: Visa kvot och knapp för historikvisning
uk: Відображати Співвідношення та Кнопку перегляду історії

source: Auto ISF Home View
ru: Авто ISF на главном экране
sk: Auto ISF domovská obrazovka
sv: Hemskärm Auto ISF
uk: Авто ISF на Головному екрані

source: Bolus Calculator
da: Bolus Lommeregner
de: Bolus-Rechner
es: Calculador de bolo
fr: Calculateur de Bolus
it: Calcolatore Bolo
nb: Boluskalkulator
ru: Калькулятор болюса
sk: Kalkulátor bolusu
sv: Boluskalkylator
uk: Калькулятор Болюса
vi: Tính toán Bolus

source: Dynamic ISF
da: Dynamisk ISF
de: Dynamischer ISF
es: FSI dinámico
fr: Facteur de sensibilité à l'insuline (FSI) dynamique
it: Sensibilità Dinamica
nb: Dynamisk ISF
nl: Dynamische ISF
ru: Динамический ISF
sk: Dynamická ISF
sv: Dynamisk insulinkänslighet
uk: Динамічний ISF
vi: Độ nhạy Insulin (ISF) động

source: Live Activity
da: Live aktivitet
de: Live-Aktivitäten
fr: Activité en direct
it: Attività in tempo reale
nb: Oppdateringer i sanntid
nl: Live activiteit
ru: Эфир активности
sk: Živé aktivity
sv: Liveaktiviteter
uk: Дії наживо
vi: Hoạt động trực tiếp

source: Show Live Activity
ru: Отображать эфир активности
sk: Zobraziť Živú aktivitu
sv: Visa Liveaktiviteter
uk: Відображати Ефір Активності

source: Display Chart
ru: Отобразить график
sk: Zobraziť graf
sv: Visa diagram
uk: Відобразити Графік

source: Show Predictions
ru: Отображать прогнозы
sk: Zobraziť predikcie
sv: Visa prognoser
uk: Відображати Прогнози

source: Live activity displays blood glucose live on the lock screen and on the dynamic island (if available)
da: Live aktivitet viser blodglukose live på låseskærmen og på den dynamiske ø (hvis tilgængelig)
de: Live-Aktivität zeigt den Blutzucker live auf dem Sperrbildschirm und auf der dynamischen Insel an (falls verfügbar)
es: Live Activity muestra la glucosa en vivo en la pantalla de bloqueo y en la Dynamic Island (si está disponible)
fr: L'activité en direct affiche la glycémie sur l'écran de verrouillage et sur l'île dynamique (si disponible)
it: L'attività in tempo reale mostra il glucosio attivo nel sangue sulla schermata di blocco e sulla Dynamic Island(se disponibile)
nb: Sanntidsoppdatering (Live Activity) viser blodsukkerverdi på låseskjerm og i Dynamic Island (hvis telefonen har dette)
nl: De 'Live activiteit' toont bloedglucose op het vergrendelscherm en op het Dynamische Island (indien beschikbaar). Dynamic Island vervangt de traditionele statische 'notch' (inkeping) aan de bovenkant van de iPhone-schermen
ru: Эфир активности - в реальном времени отображает уровень глюкозы в крови на экране блокировки и на динамическом островке Dynamic Island (если доступно)
sk: Živé Aktivity zobrazujú glykémiu na uzamknutej obrazovke a na Dynamickom ostrove (ak je k dispozícii)
sv: Liveaktivitet visar senaste blodsockeravläsning på låsskärmen och på Dynamic Island, om sådan finns på din iPhone-modell
uk: Дії наживо відображає рівень глюкози в крові в прямому ефірі на екрані блокування та на динамічному острові (якщо доступний)
vi: Hoạt động trực tiếp hiển thị đường huyết trực tiếp trên màn hình khóa và động (nếu có)

source: Show Live activity
da: Vis Live aktivitet
de: Live Aktivitäten anzeigen
es: Mostrar Live Activity
fr: Afficher l'activité en direct
it: Mostra attività dal vivo
nb: Vis sanntidsoppdatering
nl: Toon live activiteit
ru: Отображать эфир активности
sk: Zobraziť živú aktivitu
sv: Visa Liveaktiviteter
uk: Показати дії наживо
vi: Hiển thị hoạt động trực tiếp

source: Live activities are turned OFF in system settings. To enable live activities, go to Settings app -> iAPS -> Turn live Activities ON.
da: Live aktiviteter er slået FRA i systemindstillinger. For at aktivere live aktiviteter skal du gå til Indstillinger -> iAPS -> Turn live Activities ON.
de: Live-Aktivitäten werden in den Systemeinstellungen AUS aktiviert. Um Live-Aktivitäten zu aktivieren, gehen Sie zu Einstellungen -> iAPS -> Live-Aktivitäten einschalten.
es: Live Activity está desactivado en los ajustes del sistema. Para habilitar Live Activity, vaya a la app Ajustes del teléfono, busque iAPS y encienda el botón de Live Activities para otorgar permisos.
fr: Les activités en direct sont désactivées dans les paramètres du système. Pour activer les activités en direct, allez dans Réglages -> iAPS -> Activer les activités en direct.
it: Le attività dal vivo sono disattivate nelle impostazioni di sistema. Per abilitare le attività dal vivo, vai su Impostazioni app -> iAPS -> Attiva attività dal vivo.
nb: Sanntidsoppdatering er skrudd av i systeminnstillingene. For å skru på, gå til Innstillinger-appen -> iAPS og skru på Oppdateringer i sanntid.
nl: Live activiteiten zijn uitgeschakeld in systeem instellingen. Ga naar Instellingen -> iAPS -> Live activiteiten om live activiteiten in te schakelen.
ru: "Эфир активности" отключен в системных настройках. Чтобы включить "эфир активности", перейдите в Настройки -> iAPS -> "Эфир активности" -> ВКЛ.
sk: Aktivity v režime Live sú v nastaveniach systému vypnuté. Ak chcete zapnúť živé aktivity, prejdite do Nastavenia -> iAPS -> Zapnúť živé aktivity.
sv: Inställning för Liveaktiviteter är av i dina iPhone-inställningar. För att aktivera behöver du öppna inställningar -> iAPS -> Liveaktiviteter -> reglage.
uk: Активність у реальному часі вимкнено в налаштуваннях системи. Щоб увімкнути дії в реальному часі, перейдіть у додаток Налаштування -> iAPS -> УВІМКНУТИ дії в реальному часі.
vi: Các hoạt động trực tiếp được TẮT trong cài đặt hệ thống. Để bật các hoạt động trực tiếp, hãy đi tới ứng dụng Cài đặt -> iAPS -> BẬT Hoạt động trực tiếp.

source: Weighted Average of TDD. Weight of past 24 hours:
da: Vægtet Gennemsnit af TDD. Vægt af de seneste 24 timer:
de: Gewichteter Durchschnitt von TDD. Gewichtung von 24 Stunden:
es: Peso de las últimas 24 horas en la media ponderada de TDD
fr: Moyenne pondérée de TDD. Poids des dernières 24 heures:
it: Media ponderata di TDD. Peso delle ultime 24 ore:
nb: Vektet snitt av TDD. Vekting av siste 24 timer:
nl: Gewogen gemiddelde van TDD van afgelopen 24 uur:
ru: Взвешенное среднее значение TDD. Вес последних 24 часов:
sk: Vážený priemer TDD. Váha za posledných 24 hodín:
sv: Viktat Genomsnitt av TDD. Vikt de senaste 24 timmarna:
uk: Виважене Середнє Значення TDD. Вага останніх 24 годин:
vi: Trung bình có trọng số của TDD. Trọng lượng trong 24 giờ qua:

source: Has to be > 0 and <= 1. Default is 0.65 (65 %) * TDD. The rest will be from average of total data (up to 14 days) of all TDD calculations (35 %). To only use past 24 hours, set this to 1. To avoid sudden fluctuations, for instance after a big meal, an average of the past 2 hours of TDD calculations is used instead of just the current TDD (past 24 hours at this moment).
da: Skal være > 0 og <= 1. Standard er 0,65 (65 %) * TDD. Resten vil være fra gennemsnittet af de samlede data (op til 14 dage) af alle TDD-beregninger (35 %). For kun at bruge de sidste 24 timer, sæt dette til 1. For at undgå pludselige udsving for eksempel efter et stort måltid, et gennemsnit af de sidste 2 timers TDD-beregninger anvendes i stedet for blot den aktuelle TDD (de seneste 24 timer på nuværende tidspunkt).
de: Muss > 0 und <= 1 sein. Standard ist 0.65 (65 %) * TDD. Der Rest wird von den durchschnittlichen Gesamtdaten (bis zu 14 Tage) aller TDD-Berechnungen (35 %). Um nur die letzten 24 Stunden zu verwenden, setzen Sie dies auf 1. Um plötzliche Schwankungen zu vermeiden, zum Beispiel nach einer großen Mahlzeit, wird ein Durchschnittswert der letzten 2 Stunden TDD-Berechnungen anstelle der aktuellen TDD verwendet (derzeit 24 Stunden) verwendet.
es: El valor debe estar entre 0 y 1, siendo mayor que 0. Por defecto es 0.65, lo que significa que el 65% del cálculo de la dosis basal se basa en la TDD de las últimas 24 horas y el 35% restante se basa en la media de TDD de las últimas 2 semanas. Su configuración permite controlar la sensibilidad de los ajustes basales: - El valor más alto (1) significa que los ajustes se basan exclusivamente en la TDD de las últimas 24 horas, reaccionando más rápido a cambios recientes en tus necesidades de insulina. Esto puede resultar en ajustes más diversos. Para evitar fluctuaciones repentinas después de comer mucho, por ejemplo, se utiliza un promedio de TDD de las últimas 2 horas en lugar del valor actual de TDD (que en este momento serían las últimas 24 horas). - Un valor más cercano a 0 significa que los ajustes se basan principalmente en el promedio de TDD de las últimas 2 semanas, proporcionando cambios más graduales y estables. En resumen, este valor determina qué porcentaje de tu TDD reciente se tiene en cuenta para ajustar la dosis basal, permitiéndote controlar la rapidez y la magnitud de estos ajustes.
fr: Doit être > 0 et <= 1. La valeur par défaut est 0.65 (65 %) * TDD. Le reste sera de la moyenne des données totales (jusqu'à 14 jours) de tous les calculs TDD (35 %). Pour utiliser uniquement les dernières 24 heures, réglez ceci à 1. Pour éviter les fluctuations soudaines, par exemple après un grand repas, une moyenne des 2 dernières heures de calculs TDD est utilisée au lieu de la TDD actuelle (24 heures en ce moment).
it: Deve essere > 0 e <= 1. Il valore predefinito è 0,65 (65 %) * TDD. Il resto sarà dalla media dei dati totali (fino a 14 giorni) di tutti i calcoli TDD (35 %). Per utilizzare solo le ultime 24 ore, impostare questo a 1. Per evitare fluttuazioni improvvise, per esempio dopo un pasto grande, viene utilizzata una media delle ultime 2 ore di calcolo della TDD invece che solo la corrente TDD (le ultime 24 ore in questo momento).
nb: Må være > 0 og <= 1. Standardverdi er 0.65 (65%) * TDD. Resten vil være fra gjennomsnittet av totalen (opp til 14 dager) av alle TDD-beregninger (35%). For å bruke bare de siste 24 timene, sett denne til 1. For å unngå plutselige svingninger, for eksempel etter et stort måltid, vil et gjennomsnitt av de siste 2 timers TDD-beregning benyttes i stedet for bare nåværende TDD (siste 24 timer).
nl: Moet > 0 en <= 1 zijn. Standaard is 0,65 (65 %) * TDD. De rest is het gemiddelde van de totale gegevens (tot 14 dagen) van alle TDD-berekeningen (35 %). Om plotselinge schommelingen te voorkomen, bijvoorbeeld na een grote maaltijd, wordt een gemiddelde van de afgelopen 2 uur aan TDD-berekeningen gebruikt in plaats van alleen de huidige TDD (de afgelopen 24 uur op dit moment).
ru: Должно быть > 0 и <= 1. По-умолчанию 0.65 (65 %) * TDD. Остальное будет вычислено из среднего общего инсулина (вплоть до 14 дней) всех TDD расчетов (35 %). Для того чтобы использовать только последние 24 часа, установите значение = 1. Чтобы исключить внезапные колебания, например после объемного приема пищи - используется среднее значение TDD за последние 2 часа, вместо просто текущего TDD (за последние 24 часа на данный момент).
sk: Musí byť > 0 a <= 1. Predvolená hodnota je 0,65 (65 %) * TDD. Zvyšok bude z priemeru celkových údajov (do 14 dní) všetkých výpočtov TDD (35 %). Ak chcete použiť len posledných 24 hodín, nastavte túto hodnotu na 1. Aby sa predišlo náhlym výkyvom, napríklad po veľkom jedle, použije sa priemer posledných 2 hodín výpočtov TDD namiesto len aktuálneho TDD (posledných 24 hodín v tomto okamihu).
sv: Måste vara > 0 och <= 1. Standardvärde är 0.65 (65 %) * TDD. Resten består av medelvärdet av all TDD-data, upp till 14 dagar, (35 %). För att endast använda nuvarande TDD (sista 24 timmarna av insulindoser) ställ in till värdet 1. För att unvika plötsliga förändringar pga stora måltider används ett medelvärde av de 2 sista timmarnas alla TDD-beräkningar istället för endast den senaste TDD-beräkningen.
uk: Має бути > 0 і <= 1. За замовчуванням 0.65 (65 %) * TDD. Решта буде обчислена із середнього загального інсуліну (аж до 14 днів) всіх TDD розрахунків (35 %). Щоб використовувати лише останні 24 години, встановіть значення = 1. Щоб виключити раптові коливання, наприклад після об'ємного прийому їжі - використовується середнє значення TDD за останні 2 години, замість просто поточного TDD (за останні 24 години на даний момент) .
vi: Phải > 0 và <= 1. Mặc định là 0,65 (65 %) * TDD. Phần còn lại sẽ lấy từ mức trung bình của tổng dữ liệu (tối đa 14 ngày) của tất cả các phép tính TDD (35%). Để chỉ sử dụng 24 giờ qua, hãy đặt giá trị này thành 1. Để tránh những biến động đột ngột, chẳng hạn như sau một bữa ăn thịnh soạn, tính toán TDD trung bình trong 2 giờ qua được sử dụng thay vì chỉ TDD hiện tại (24 giờ qua lúc thời điểm này). ​.

source: Adjust basal
da: Justér basal
de: Basal anpassen
es: Permitir ajustar basal dinámicamente
fr: Ajuster le Basal
it: Regola basale
nb: Juster basal
nl: Pas basaal aan
ru: Регулировать базал
sk: Úprava bazálnej
sv: Justera basal
tr: Bazalı ayarla
uk: Регулювати базал
vi: Điều chỉnh mức cơ bản

source: Enable adjustment of basal based on the ratio of current TDD / 7 day average TDD
da: Aktiver justering af basal baseret på forholdet mellem nuværende TDD / 7 dages gennemsnit TDD
de: Anpassung der Basisdaten nach dem Verhältnis der aktuellen TDD / 7 Tage Durchschnitts-TDD aktivieren
es: Permite el ajuste de basal dinámico con un factor = TDD actual / TDD promedio 7 días
fr: Activer l'ajustement de la base en fonction du ratio TDD / TDD moyenne de 7 jours
it: Abilita la regolazione della basale in base al rapporto tra TDD / TDD media di 7 giorni
nb: Aktiverer justering av basal basert på forholdet mellom nåværende TDD / 7-dagers gjennomsnittlig TDD
nl: Aanpassing van basaal inschakelen op basis van de verhouding van huidige TDD / 7 dag gemiddelde TDD
ru: Включить регулировку базы, основанную на соотношении текущего TDD / 7 дней среднего TDD
sk: Umožniť úpravu základnej dávky na základe pomeru aktuálnej TDD / 7-dňovej priemernej TDD
sv: Justera även basal enligt följande: ny basal = basal * (TDD / 7-dagars medelvärde av TDD)
tr: Geçerli GTD oranına göre bazal ayarı etkinleştirin / 7 günlük ortalama GTD
uk: Включити регулювання бази, що базується на співвідношенні поточного TDD / 7 днів середнього TDD
vi: Cho phép điều chỉnh mức cơ bản dựa trên tỷ lệ TDD hiện tại/TDD trung bình 7 ngày

source: Max Delta-BG Threshold SMB
da: Maks. Delta-BG Grænseværdi SMB
de: Max. Delta-BG-Grenzwert SMB
es: Diferencia máxima glucosa deshabilita SMBs
fr: Seuil max Delta-BG SMB
it: Max Delta-BG Soglia SMB
nb: Maks terskel for BS-endring for SMB
nl: Max Delta-BG drempelwaarde SMB
ru: Максимальный порог изменения уровня глюкозы для SMB
sk: Maximálna prahová hodnota Delta-BG SMB
sv: Högsta tillåtna blodsockerförändring
tr: Maks Delta-KŞ Eşik SMB
uk: Максимальний Поріг Зміни рівня глюкози для SMB
vi: Ngưỡng tối đa Delta-BG SMB

source: Defaults to 0.2 (20%). Maximum positive percentual change of BG level to use SMB, above that will disable SMB. Hardcoded cap of 40%. For UAM fully-closed-loop 30% is advisable. Observe in log and popup (maxDelta 27 > 20% of BG 100 - disabling SMB!).
da: Standard er 0,2 (20 %). Maksimal positiv procentvis ændring af BG niveau til at bruge SMB, over dette vil deaktivere SMB. Hardcoded loft på 40 %. For UAM er fuldt lukket-loop 30% tilrådelig. Observere i log og popup (maxDelta 27 > 20% af BG 100 - deaktiverer SMB!).
de: Standard ist 0.2 (20%). Maximal positive prozentuale Änderung des BG-Levels, um SMB zu verwenden, darüber wird SMB deaktiviert. Hardcodierte Obergrenze von 40%. Für fully-closed-Loop UAM sind 30% ratsam. Beobachte in Log und Popup (maxDelta 27 > 20% BG 100 - Deaktivieren von SMB!).
es: Por defecto es 0,2 (20%). Límite de seguridad que analiza la diferencia entre las dos últimas lecturas de glucosa en sangre. Si la diferencia porcentual supera el valor guardado, iAPS asume que la última lectura es incorrecta y, en consecuencia, suspende la entrega del SMB. Por debajo de dicho cambio porcentual máximo positivo del nivel de glucosa se seguirán usando SMB • Existe un límite superior máximo de 0,4, o 40% de variabilidad, como medida de seguridad. • Para usuarios de lazo cerrado completo con UAM activado, un valor de 0,3 (30%) es recomendable. Podrá observar si el evento tuvo lugar pinchando en el pop-up verde del lazo o en los logs (p. ej.: maxDelta 27 > 20% of BG 100 - disabling SMB!).
fr: La valeur par défaut est de 0,2 (20%). Le pourcentage maximal positif de changement de niveau de glycémie à utiliser SMB, au dessus de cela désactivera SMB. La limite de 40 % codée en dur. Pour UAM en boucle fermée 30% est conseillé. Observez dans le journal et popup (maxDelta 27 > 20% de BG 100 - désactivant le SMB!).
it: Predefiniti a 0,2 (20%). Massima variazione percentuale positiva del livello di glicemia per utilizzare SMB, sopra che disabiliterà SMB. Limite rigido del 40%. Per UAM è consigliabile un loop completamente chiuso. Osservare in log e popup (maxDelta 27 > 20% di BG 100 - disabilitare SMB!).
nb: Standardverdi er 0.2 (20%). Maksimal prosentvis stigning i blodsukker hvor SMB fremdeles skal slå inn. Over denne verdien vil SMB ikke slå inn. Hardkodet grense på 40%. For lukket loop med UAM, anbefales 30%. Du kan se at dette slår inn i logg og popup (maxDelta 27 > 20% of BG 100 - disabling SMB!).
nl: Staat standaard op 0,2 (20%). Maximale positieve procentuele verandering van BG-niveau om SMB te gebruiken, daarboven wordt SMB uitgeschakeld. Hardcoded maximum van 40%. Voor volledig gesloten UAM-loop is 30% raadzaam. Zie in log en popup (maxDelta 27 > 20% van BG 100 - uitschakelen SMB!).
ru: По-умолчанию 0.2 (20%). Максимальное положительное изменение процентного уровня глюкозы в крови для срабатывания SMB, при превышении этого порога - произойдет отключение SMB и переход в управление только базой. Запрограммированный предел - 40%. Для полностью закрытой петли с UAM рекомендуется 30%. Результат можно наблюдать в журнале работы и всплывающем окне статуса петли (maxDelta 27 > 20% of BG 100 - disabling SMB!).
sk: Predvolená hodnota je 0,2 (20%). Maximálna kladná percentuálna zmena úrovne BG na použitie SMB, pri prekročení tejto hodnoty sa SMB vypne. Pevne nastavený limit 40 %. Pre plne uzavretú slučku UAM sa odporúča 30 %. Pozorujte v protokole a vyskakovacom okne (maxDelta 27 > 20% BG 100 - vypnutie SMB!).
sv: Standardvärde 0,2 (20%). Maximal blodsockerförändring (ökning) som tillåter användning av SMB (autobolus). Över detta värde kommer SMB tillfälligt att avaktiveras. Högsta tillåtna värde är 0,4 (40%). Om du loopar utan att ange kolhydrater (UAM fully-closed-loop) rekommederas 30%. I loggar kommer detta registreras likt exempel: '(maxDelta 27 > 20% of BG 100 - disabling SMB!'.
uk: За замовчуванням 0.2 (20%). Максимальна позитивна зміна відсоткового рівня глюкози в крові для спрацьовування SMB, при перевищенні цього порога - відбудеться відключення SMB та перехід в керування лише базою. Запрограмована межа – 40%. Для повністю закритої петлі UAM рекомендується 30%. Результат можна спостерігати в журналі роботи та спливаючому вікні статусу петлі (maxDelta 27 > 20% of BG 100 - disabling SMB!).
vi: Mặc định là 0,2 (20%). Thay đổi phần trăm dương tối đa của cấp độ BG để sử dụng SMB, trên mức đó sẽ vô hiệu hóa SMB. Giới hạn mã hóa cứng là 40%. Đối với UAM vòng kín hoàn toàn nên sử dụng 30%. Quan sát nhật ký và cửa sổ bật lên (maxDelta 27 > 20% BG 100 - vô hiệu hóa SMB!).

source: ... When Blood Glucose Is Above:
de: ... Wenn der Blutzucker zu hoch ist:
fr: ... quand la glycémie est au-dessus de :
it: ... Quando il glucosio nel Sangue è sopra:
nl: ... Als de glucosewaarde hoger is dan:
ru: ... когда уровень сахара в крови выше:
sk: ... Ak je hladina glykémie vyššia ako:
sv: ... när blodsockret är över:
uk: ... Коли рівень глюкози в крові вище:
vi: ... Khi đường huyết vượt quá:

source: Set the value enableSMB_high_bg will compare against to enable SMB. If BG > than this value, SMBs should enable.
da: Sæt værdien enableSMB_high_bg vil sammenligne med for at aktivere SMB. Hvis BG > end denne værdi, skal SMB'er aktiveres.
de: Legen Sie den Wert fest, mit dem enableSMB_high_bg verglichen wird, um SMB zu aktivieren. Wenn BG > diesen Wert überschreitet, sollten SMBs aktiviert sein.
es: Fija el umbral por encima del cual se habilita esta funcionalidad. Si la glucemia supera dicho valor, se habilitarán los SMBs
fr: Définir la valeur enableSMB_high_bg comparera avec pour activer SMB. Si la glycémie > que cette valeur, les SMBs devraient être activés.
it: Impostare il valore enableSMB_high_bg comparerà per abilitare SMB. Se BG > di questo valore, le SMB si dovrebbero abilitare.
nb: Sett verdien som enableSMB_high_bg vil sammenligne med for å aktivere SMB. Hvis BS > denne verdien, vil SMB aktiveres.
nl: Stel de waarde in waarmee 'enableSMB_high_bg' wordt vergeleken om SMB in te schakelen. Als BG hoger is dan deze waarde, moet SMB worden ingeschakeld.
ru: Настройте уровень для опции "Включить SMB при высоком BG". Если уровень BG выше данного значения, SMB будут включены.
sk: Nastavenie hodnoty enableSMB_high_bg, s ktorou sa bude porovnávať povolenie SMB. Ak je BG > ako táto hodnota, SMB by sa mali povoliť.
sv: Ange blodsockervärdet vid vilket SMB kommer att aktiveras. När blodsocker är högre än detta värde bör SMB aktiveras, även om andra inställningar för SMB är av.
tr: enableSMB_high_bg'nin SMB'yi etkinleştirmek için karşılaştıracağı değeri ayarlayın. KŞ > bu değerden büyükse SMB'ler etkin olmalıdır.
uk: Налаштуйте рівень для опції "Увімкнути SMB за високого BG". Якщо рівень BG вищий за дане значення, SMB будуть включені.
vi: Đặt giá trị "Kích hoạt SMB với BG cao" sẽ so sánh để kích hoạt SMB. Nếu BG > giá trị này, SMB sẽ kích hoạt.

source: Enable SMB With High BG
da: Aktiver SMB Med Høj BG
de: Aktiviere SMB mit hohem BG
es: Habilitar SMBs con glucemia alta
fr: Activer SMB avec glycémie élevée
it: Abilita SMB con BG Alta
nb: Aktiver SMB ved høyt BS
nl: SMB inschakelen met hoge BG
ru: Включить SMB при высоком BG
sk: Povoliť SMB pri vysokej glykémii
sv: Aktivera SMB vid ett högt blodsocker
tr: Yüksek KŞ ile SMB'yi Etkinleştirin
uk: Увімкнути SMB за високого BG
vi: Kích hoạt SMB với BG cao
