Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: A Contact Image can be used to get live updates from iAPS to your Apple Watch Contact complication and/or your iPhone Contact widget.
de: Ein Kontaktbild kann verwendet werden, um Live-Updates von iAPS auf Ihre Apple Watch Kontakt Komplikation und/oder Ihr iPhone Kontakt Widget zu erhalten.
es: Se puede utilizar una imagen de contacto para obtener actualizaciones en vivo de iAPS en las complicación de contacto de Apple Watch y/o el widget de contactos de su iPhone.
fr: Une image de contact peut être utilisée pour obtenir des mises à jour en direct d'iAPS vers votre complication de contact Apple Watch et/ou votre widget de contact pour iPhone.
it: Un'immagine di contatto può essere utilizzata per ottenere aggiornamenti in tempo reale da iAPS al vostro complication contatto su Apple Watch e/o al vostro widget contatto su Iphone.
nl: Contactafbeelding kan gebruikt worden om live updates van iAPS te krijgen tot jouw Apple Watch Contact complicatie en/of jouw iPhone Contact widget.
ru: Изображение контакта можно использовать для получения обновлений от iAPS в режиме реального времени на Apple Watch контакт ярлыке и/или на iPhone контакт виджете.
sk: Obrázok kontaktu môžete použiť na získavanie živých aktualizácií z iAPS do komplikácie Kontakt v hodinkách Apple Watch a/alebo do miniaplikácie Kontakt v iPhone.
sv: En kontaktbild kan användas för att få live-uppdateringar från iAPS till din Apple Watch - kontaktkomplikation och / eller till din iPhone kontakt-widget.
uk: Зображення контакту можна використовувати для отримання поточних оновлень від iAPS для вашої складності контактів Apple Watch та/або віджета контактів iPhone.
vi: Bạn có thể sử dụng Hình ảnh liên hệ để nhận các bản cập nhật trực tiếp từ iAPS cho tổ hợp Danh bạ trên Apple Watch và/hoặc tiện ích Danh bạ trên iPhone của bạn.

source: Contact Image
de: Kontaktbild
es: Imagen de contacto
fr: Image de contact
it: Immagine Contatto
nl: Contactfoto
ru: Изображение контакта
sk: Obrázok kontaktu
sv: Kontaktbild
uk: Зображення контакту
vi: Hình ảnh danh bạ

source: Layout
es: Diseño
fr: Affichage
it: Disposizione
ru: Расположение
sk: Rozloženie
uk: Макет
vi: Bố cục

source: Single
de: Einzeln
es: Individual
fr: Simple
it: Singolo
nl: Enkel
ru: Одиночный
sk: Jednoduché
sv: Enkel
uk: Одиночний

source: Split
de: Geteilt
es: Dividido
fr: Double
it: Separa
nl: Splitsen
ru: Раздельный
sk: Rozdelený
sv: Delad
uk: Розділити

source: DontShowRing
da: Don't show
de: Nicht anzeigen
es: No mostrar
fr: Ne pas afficher
it: Non mostrare
nb: Don't show
nl: Verbergen
ru: Не отображать
sk: Nezobrazovať
sv: Visa inte
uk: Не показувати
vi: Không hiển thị

source: LoopStatusRing
da: Loop status
de: Schleifenstatus
es: Estado del lazo
fr: État de la boucle
it: Stato loop
nb: Loop status
nl: Loop status
ru: Статус петли
sk: Stav slučky
sv: Loopstatus
uk: Статус петлі
vi: Trạng thái vòng lặp

source: IOBRing
da: IOB
de: Restinsulin (IOB)
es: IOB
fr: Insuline active (IOB)
it: IOB
nb: IOB
nl: IOB
ru: IOB
sk: IOB
sv: IOB
uk: IOB
vi: IOB

source: COBRing
da: COB
de: Rest-Kohlenhydrate (COB)
es: COB
fr: Glucides actifs (COB)
it: COB
nb: COB
nl: COB
ru: COB
sk: COB
sv: COB
uk: COB
vi: COB

source: IOB+COBRing
da: IOB+COB
de: Restinsulin (IOB) + Rest-Kohlenhydrate (COB)
es: IOB+COB
fr: Insuline active + Glucides actifs
it: IOB+COB
nb: IOB+COB
nl: IOB+COB
ru: IOB+COB
sk: IOB+COB
sv: IOB+COB
uk: IOB+COB
vi: IOB+COB

source: Primary
de: Primär
es: Principal
fr: Principal
it: Primario
nl: Primair
ru: Основной
sk: Primárne
sv: Primär
uk: Основний

source: Top
de: Oben
es: Parte superior
fr: En haut
it: Superiore
nl: Bovenaan
ru: Сверху
sk: Hore
sv: Överst
uk: Вгору

source: Bottom
de: Unten
es: Parte inferior
fr: En bas
it: Inferiore
nl: Onderaan
ru: Снизу
sk: Dole
sv: Underst
uk: Внизу

source: Ring
es: Anillo
fr: Anneau
it: Suoneria
ru: Кольцо
sk: Kruh
uk: Дзвінок

source: Outer
de: Äußere
es: Exterior
fr: Anneau extérieur
it: Esterno
nl: Buitenste
ru: Вид
sk: Vonkajší
sv: Yttre
uk: Зовнішній

source: Width
de: Breite
es: Ancho
fr: Largeur
it: Ampiezza
nl: Breedte
ru: Ширина
sk: Šírka
sv: Bredd
uk: Ширина

source: Gap
de: Abstand
es: Separación
fr: Espacement
it: Intervallo
nl: Afstand
ru: Разрыв
sk: Medzera
uk: Проміжок

source: Font
de: Schriftart
es: Tipo de letra
fr: Police de caractères
it: Tipo di carattere
ru: Шрифт
sk: Písma
sv: Typsnitt
uk: Шрифт

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
nl: Grootte
ru: Размер
sk: Veľkosť
sv: Storlek
uk: Розмір

source: Secondary size
de: Sekundäre Größe
es: Tamaño secundario
fr: Taille secondaire
it: Dimensione secondaria
nl: Secundaire grootte
ru: Второй размер
sk: Sekundárna veľkosť
sv: Sekundär storlek
uk: Додатковий розмір

source: Tracking
de: Verfolgung
es: Espaciado horizontal
fr: Espacement
it: Monitoraggio
ru: Плотность
sk: Rozloženie
sv: Mellanrum
uk: Відстеження
vi: Đang theo dõi

source: Weight
de: Gewicht
es: Capitalización
fr: Poids
it: Peso
nl: Dikte
ru: Толщина
sk: Hrúbka písma
sv: Vikt
uk: Вага

source: Dark mode
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre
it: Tema scuro
nl: Nachtmodus
ru: Ночной режим
sk: Tmavý režim
sv: Mörkt läge
uk: Темний режим

source: TighterFontTracking
da: Tighter
de: Enger
es: Menor separación
fr: Très serré
it: Più stretto
nb: Tighter
nl: Strakker
ru: Более плотно
sk: Užšie
sv: Tätare
uk: Вантаж
vi: Tighter

source: TightFontTracking
da: Tight
de: Eng
es: Sin separación
fr: Serré
it: Stretto
nb: Tight
nl: Strak
ru: Плотно
sk: Úzke
sv: Tätt
uk: Щільний
vi: Tight

source: NormalFontTracking
da: Normal
de: im Zielbereich
es: Normal
fr: Normal
it: Normale
nb: Normalt
nl: TIR
ru: Норма
sk: Normálny
sv: Normalvärde
uk: Нормальний
vi: Normal

source: WideFontTracking
da: Wide
de: Breit
es: Más separación
fr: Large
it: Ampio
nb: Wide
nl: Breed
ru: Широко
sk: Široké
sv: Bred
uk: Широкий
vi: Wide

source: LightFontWeight
da: Light
de: Leicht
es: Suave
fr: Léger
it: Chiaro
nb: Light
nl: Licht
ru: Светлый
sk: Tenké
sv: Lätt
uk: Світлий
vi: Light

source: RegularFontWeight
da: Regular
de: Normal
es: Normal
fr: Régulier
it: Normale
nb: Regular
nl: Standaard
ru: Нормальный
sk: Štandardné
sv: Reguljär
uk: Звичайний
vi: Regular

source: MediumFontWeight
da: Medium
de: Medium
es: Medio
fr: Moyen
it: Medio
nb: Medium
nl: Medium
ru: Средний
sk: Stredné
sv: Medium
uk: Середня
vi: Medium

source: SemiboldFontWeight
da: Semibold
de: Halbfett
es: Seminegrita
fr: Semi-gras
it: Semi Grassetto
nb: Semibold
nl: Semi-vetgedrukt
ru: Полужирный
sk: Polotučné
sv: Halvfet
uk: Напівжирний
vi: Semibold

source: BoldFontWeight
da: Bold
de: Fett
es: Negrita
fr: Gras
it: Grassetto
nb: Bold
nl: Vetgedrukt
ru: Жирный
sk: Tučné
sv: Fet
uk: Жирний
vi: Bold

source: BlackFontWeight
da: Black
de: Schwarz
es: Negra
fr: Noir
it: Nero
nb: Black
nl: Extra dik
ru: Очень жирный
sk: Čierna
sv: Svart
uk: Чорна
vi: Black

source: NoneContactValue
da: Ingen
de: Keiner
es: Ninguno
fr: Aucun
it: Nessuno
nb: Ingen
nl: Geen
ru: Не подан
sk: Žiadny
sv: Ingen
uk: Жоден
vi: Không

source: GlucoseContactValue
da: Glukose
de: Blutzucker
es: Glucosa
fr: Glycémie
it: Glicemie
nb: Blodsukker
nl: Glucosewaarde
ru: Глюкоза
sk: Glykémia
sv: Glukos
uk: Глюкоза
vi: Đường huyết

source: EventualBGContactValue
da: Eventual BG
de: Erwarteter BZ
es: Glucemia eventual
fr: Taux de glucose éventuel
it: Probabile Glicemia
nb: Eventual BG
nl: Uiteindelijke BG
ru: Предполагаемая ГК
sk: Predpokladaná glykémia
sv: Blodsockerprognos
uk: Подіївний BG
vi: Kết quả BG

source: DeltaContactValue
da: Delta
de: Differenz
es: Delta
fr: Écart
it: Delta
nb: Delta
nl: Delta
ru: Дельта
sk: Delta
sv: Förändring
uk: Дельта
vi: Chênh lệch

source: TrendContactValue
da: Trend
de: Trend
es: Tendencia
fr: Tendance
it: Tendenza
nb: Trend
nl: Trend
ru: Тенденция
sk: Vývoj
sv: Trend
uk: Тренди
vi: Xu hướng

source: LastLoopTimeContactValue
da: Last loop time
de: Letzte Schleifenzeit
es: Última hora del lazo
fr: Heure de la dernière boucle
it: Orario dell'ultimo ciclo loop
nb: Last loop time
nl: Laatste loop tijd
ru: Время последней петли
sk: Čas poslednej slučky
sv: Senaste loop
uk: Час останньої петлі
vi: Thời gian vòng lặp cuối cùng

source: COBContactValue
da: COB
de: Rest-Kohlenhydrate (COB)
es: COB
fr: Glucides actifs (COB)
it: COB
nb: COB
nl: COB
ru: COB
sk: COB
sv: COB
uk: COB
vi: COB

source: IOBContactValue
da: IOB
de: Restinsulin (IOB)
es: IOB
fr: Insuline active (IOB)
it: IOB
nb: IOB
nl: IOB
ru: IOB
sk: IOB
sv: IOB
uk: IOB
vi: IOB

source: LoopStatusContactValue
da: Loop status
de: Schleifenstatus
es: Estado del lazo
fr: État de la boucle
it: Stato loop
nb: Loop status
nl: Loop status
ru: Статус петли
sk: Stav slučky
sv: Loopstatus
uk: Статус петлі
vi: Trạng thái vòng lặp

source: Dana pump does not allow editing of max basal and max bolus. Configure these in the doctor's settings of the pump. Saving the settings will fetch the lastest values from the pump
ru: Помпа Dana не позволяет изменять значения максимального ВБС и максимального болюса. Настройте их в настройках помпы. При сохранении настроек будут получены последние значения из помпы
sk: Pumpa Dana neumožňuje úpravu maximálneho bazálneho a maximálneho bolusu. Nastavte ich v lekárskych nastaveniach pumpy. Uložením nastavení sa načítajú posledné hodnoty z pumpy
sv: Dana-pumpen tillåter inte ändring av max basal och max bolus i iAPS. Ändra istället dessa inställningar på pumpen. När du klickar på spara kommer de senaste inställningarna att hämtas från pumpen
uk: Помпа Dana не дозволяє редагувати максимальний Базал і максимальний Болюс. Налаштуйте їх у налаштуваннях "лікаря" помпи. Збереження налаштувань дозволить отримати останні значення з помпи

source: Dynamic ISF is disabled while Auto ISF is enabled
de: Dynamische ISF ist deaktiviert, wenn Auto ISF aktiviert ist
it: ISF dinamico è disabilitato mentre Auto ISF è abilitato
ru: Динамический ISF отключен, так как включен Авто ISF
sk: Dynamické ISF je vypnuté, ak je Auto ISF zapnuté
sv: Dynamisk insulinkänslighet är inaktiverad medan Auto ISF är aktiverad
uk: Динамічний ISF вимкнено, а Auto ISF увімкнено

source: Default value: 1.2 The upper limit of ISF adjustment
de: Die obere Grenze der ISF Anpassung. Standardwert: 1,2
it: Valore predefinito: 1.2 Limite superiore della regolazione ISF
ru: По-умолчанию: 1,2 Верхний предел регулировки ISF
sk: Predvolená hodnota: 1,2 Horná hranica nastavenia ISF
sv: Standardvärde: 1,2. Den övre gränsen för automatisk justering av din insulinkänslighet
uk: Значення за замовчуванням: 1,2 Верхня межа налаштування ISF

source: Default value: 0.8 The lower limit of ISF adjustment
de: Die untere Grenze der ISF Anpassung. Standardwert: 0,8
it: Valore predefinito: 0.8 Limite inferiore della regolazione ISF
ru: По-умолчанию: 0,8 Нижний предел регулировки ISF
sk: Predvolená hodnota: 0.8 Spodná hranica nastavenia ISF
sv: Standardvärde: 1,2. Den lägre gränsen för automatisk justering av din insulinkänslighet
uk: Значення за замовчуванням: 0,8 Нижня межа налаштування ISF

source: Needs an EatingSoon specific Glucose Target set by a profile override or a temp target
it: Richiede un obiettivo del glucosio specifico di pasto anticipato impostato da un profilo override o da un obiettivo temporaneo
ru: Требуется пониженная цель, установленная с помощью переопределения профиля или временной цели
sk: Vyžaduje špecifický cieľ glykémie pre EatingSoon, ktorý je nastavený prostredníctvom profilového cieľa alebo dočasného cieľa
sv: Behöver ett blodsockermålvärde <= 6,5 mmol/ll som en profil eller tillfälligt målvärde
uk: Потрібен спеціальний цільовий рівень Глюкози EatingSoon, встановлений за допомогою перевизначення профілю або тимчасового цільового значення

source: Once this Target is cancelled, the B30 high TBR will be cancelled
it: Una volta annullato questo obiettivo, il TBR alto B30 sarà annullato
ru: Как только эта цель закончится, B30 повышенная ВБС будет отменена
sk: Po zrušení tohto cieľa sa zruší aj zvýšená dočasná bazálna dávka B30 (TBR)
sv: När din profil avbryts kommer B30-basaldosen att avslutas
uk: Після скасування цієї цілі буде скасовано високий TBR B30

source: In order to activate B30 a minimum manual Bolus needs to be given
de: Um B30 zu aktivieren, muss ein minimaler manueller Bolus abgegeben werden
it: Per attivare B30 deve essere fatto un bolo minimo manuale
ru: Для активации B30 необходимо вручную ввести минимальный болюс
sk: Na aktiváciu B30 je potrebné podať minimálny manuálny bolus
sv: För att aktivera B30 krävs en manuell bolus
uk: Щоб активувати B30, необхідно ввести мінімальний болюс вручну

source: You can specify how long B30 run and how high it is
it: È possibile specificare per quanto tempo far funzionare B30 e quanto in alto
ru: Вы можете указать продолжительность B30 и границы глюкозы
sk: Môžete určiť, ako dlho bude B30 aktívne a aká vysoká bude jeho dočasná bazálna dávka
sv: Du kan ställa in hur många minuter B30 är aktiv samt hur stor den manuella bolusen måste vara
uk: Ви можете вказати тривалість роботи B30 і її висоту

source: Absolute Safety TBR
de: Absolute Sicherheit TBR
it: Sicurezza Assoluta TBR
ru: Абсолютный ВБС
sk: Absolútne bezpečnostné TBR
sv: Absolut temporär basaldos
uk: Абсолютна безпека TBR

source: Amount in U/hr of the small safety TBR, which is given to avoid ketoacidosis. Will be limited to min = 0U/hr, max = 2U/hr!
it: Quantità in U/ora del minimo TBR di sicurezza, che viene somministrato per evitare la chetoacidosi. Sarà limitato a min = 0U/h, max = 2U/ora!
ru: Скорость в ЕД/ч небольшой безопасной ВБС, которая предназначена, чтобы избежать кетоацидоз. Минимум - 0 ЕД/ч, максимум - 2 ЕД/ч!
sk: Množstvo malého bezpečnostného TBR (dočasného bazálneho dávkovania) v U/h, ktoré sa podáva na prevenciu ketoacidózy. Hodnota je obmedzená na: min = 0 U/h, max = 2 U/h!
sv: Mångd i U/h av temporär basaldos, som ges för att undvika ketoacidos. Kommer att begränsas till min: 0U/h, max: 2U/hr!
uk: Кількість в U/год невеликого безпечного TBR, який дають, щоб уникнути кетоацидозу. Буде обмежено до min = 0U/год, максимум = 2U/год!

source: Enable Keto protection with pre-defined TBR
it: Abilita la protezione Keto con TBR predefinito
ru: Включить Keto protection с предопределенным ВБС
sk: Povoliť ochranu pred ketoacidózou s preddefinovaným TBR
sv: Aktivera Ketoacidosskydd med en fördefinierad temporär basaldos
uk: Увімкніть захист Keto за допомогою попередньо визначеного TBR

source: Should an absolute TBR between 0 and 2 U/hr be specified instead of percentage of current BR
it: Deve essere specificato un TBR assoluto compreso tra 0 e 2 U/ora invece della percentuale di BR corrente
ru: Указывать абсолютное значение ВБС от 0 до 2 Ед/ч вместо процента текущего значения ВБС
sk: Má sa namiesto percentuálneho podielu aktuálnej bazálnej dávky (BR) zadať absolútne TBR v rozmedzí 0 až 2 U/h
sv: Om en bestämd temporar basaldos mellan 0 och 2 U/hr anges istället för procentandel av din nuvarande temporära basaldos
uk: Чи слід вказувати абсолютний TBR від 0 до 2 U/год замість відсотка поточного BR

source: Safety TBR in %
de: Sicherheits-TBR in %
it: TBR di sicurezza in %
ru: Защитная ВБС в %
sk: Bezpečné TBR v %
sv: Temporär basaldos i % av din ordinarie schemalagda basaldos
uk: Безпека TBR в %

source: Quantity of the small safety TBR in % of Profile BR, which is given to avoid ketoacidosis. Will be limited to min = 5%, max = 50%!
it: Quantità della minimo TBR di sicurezza in % del profilo BR, che viene somministrato per evitare chetoacidosi. Sarà limitato a min = 5%, max = 50%!
ru: Размер небольшой ВБС в % от рекомендуемой дозы текущей базы в профиле, которая назначается во избежание кетоацидоза. Будет ограничена минимальным значением = 5%, максимальным - 50%!
sk: Množstvo malého bezpečnostného TBR v % profilu bazálnej dávky, ktoré sa podáva na prevenciu ketoacidózy. Hodnota je obmedzená na min = 5 %, max = 50 %!
sv: Andel av temporär basaldos i % av din ordinarie basaldos, som ges för att undvika ketoacidos. Kommer att begränsas till min: 5%, max: 50%!
uk: Кількість невеликого безпечного TBR у % від профілю BR, який дається для уникнення кетоацидозу. Буде обмежено до min = 5%, max = 50%!

source: Variable Keto Protection
de: Variabler Ketoazidose Schutz
it: Protezione Variabile Keto
ru: Переменная Keto Protection
sk: Variabilná Keto ochrana
sv: Ketoacidosskydd med variabel temporär basaldos
uk: Змінний Keto захист

source: If activated the small safety TBR kicks in when IOB is in negative range as if no basal insulin has been delivered for one hour. If deactivated and static is enabled every Zero Temp is replaced with the small TBR.
de: Wenn aktiviert wird die kleine Sicherheit TBR aktiviert, wenn sich das IOB in einem negativen Bereich befindet, als ob kein Basalinsulin eine Stunde geliefert worden wäre. Falls deaktiviert und statisch aktiviert ist, wird jedes Zero Temp durch das kleine TBR ersetzt.
it: Se attivata la sicurezza minima TBR, questa inizia quando IOB è in range negativo come se l’insulina basale non fosse stata rilasciata per un’ora. Se disattivata e statica è abilitata ogni Zero Temp e viene sostituita con il minimoTBR.
ru: Если активировано - небольшая защитная ВБС запускается, когда IOB находится в отрицательном диапазоне, как если бы базальный инсулин не вводился в течение часа. Если функция отключена и включена функция предопределенной ВБС - каждая нулевая ВБС заменяется на небольшую предопределенную ВБС.
sk: Ak je aktivované, malé bezpečnostné TBR sa spustí, keď je IOB v negatívnom rozsahu, ako keby nebol dodaný žiadny bazálny inzulín počas jednej hodiny. Ak je deaktivované a statické TBR je povolené, každý nulový dočasný bazál bude nahradený malým bezpečnostným TBR.
sv: Ketoacidosskyddet kommer att aktiveras om IOB är i negativt och om inget basalinsulin har givits på en timme. Om aktiv kommer temporära basaldoser med 0U/h att ersättas med en temporär basaldos som du anger nedan.
uk: Якщо активовано, малий безпековий TBR спрацьовує, коли IOB знаходиться в негативному діапазоні, як ніби базальний інсулін не вводився протягом однієї години. Якщо дезактивовано та статику ввімкнено, кожна нульова температура замінюється малим TBR.

source: Enable Keto Protection
de: Schutz vor einer Ketoazidose
it: Abilita Protezione Keto
ru: Включить Keto Protection
sk: Povoliť Keto ochranu
sv: Aktivera ketoacidosskydd
uk: Увімкніть Keto захист

source: Ketoacidosis protection will apply a small configurable Temp Basal Rate always or if certain conditions arise instead of a Zero temp! The feature exists because in special cases a person could get ketoacidosis from 0% TBR. The idea is derived from sport. There could be problems when a basal rate of 0% ran for several hours. Muscles in particular could shut off. This feature enables a small safety TBR to reduce the ketoacidosis risk. Without the Variable Protection that safety TBR is always applied. The idea behind the variable protection strategy is that the safety TBR is only applied if sum of basal-IOB and bolus-IOB falls negatively below the value of the current basal rate.
de: Der Schutz vor Ketoazidose wendet immer eine kleine, konfigurierbare temporäre Basalrate (TBR) an. Entweder dauerhaft oder nur unter bestimmten Bedingungen, anstelle einer temporären Nullrate. Diese Funktion existiert, weil in speziellen Fällen eine Person durch eine temporäre Basalrate von 0 % eine Ketoazidose entwickeln könnte. Die Idee stammt aus dem Sport: Probleme können auftreten, wenn über mehrere Stunden eine Basalrate von 0 % aktiv war. Insbesondere die Muskeln könnten dann ihre Funktion einschränken. Diese Funktion ermöglicht eine kleine Sicherheits-TBR, um das Risiko einer Ketoazidose zu reduzieren. Ohne die variable Schutzstrategie wird diese Sicherheits-TBR immer angewendet. Die Idee hinter der variablen Schutzstrategie ist, dass die Sicherheits-TBR nur dann angewendet wird, wenn die Summe aus Basal-IOB (Insulin-on-Board) und Bolus-IOB negativ unter den Wert der aktuellen Basalrate fällt.
it: La protezione dalla chetoacidosi si applicherà sempre un piccolo tasso basale Temp configurabile o se sorgono determinate condizioni invece di zero temp! La caratteristica esiste perché in casi particolari una persona potrebbe essere in chetoacidosi con 0% TBR. L'idea deriva dallo sport. Ci potrebbero essere problemi quando un tasso basale dello 0% ha funzionato per diverse ore. I muscoli in particolare potrebbero spegnersi. Questa funzione consente un piccolo TBR di sicurezza per ridurre il rischio di chetoacidosi. Senza la Protezione Variabile, questa sicurezza TBR viene sempre applicata. L'idea alla base della strategia di protezione variabile è che il TBR di sicurezza viene applicato solo se la somma di basale-IOB e bolo-IOB scende negativamente al di sotto del valore dell'attuale tasso basale.
ru: Для защиты от кетоацидоза вместо 0% ВБС всегда или при возникновении определенных условий применяется небольшая настраиваемая ВБС! Эта особенность связана с тем, что в особых случаях человек может получить кетоацидоз из-за 0% ВБС. Идея взята из спорта. Могут возникнуть проблемы, если 0% ВБС, сохраняется в течение нескольких часов. В частности, мышцы могут отключиться. Эта функция позволяет снизить риск развития кетоацидоза с помощью небольшой защитной ВБС. Идея, лежащая в основе стратегии переменной защиты, заключается в том, что защитная ВБС применяется только в том случае, когда сумма базальной IOB и болюсной IOB падает отрицательно ниже значения текущей базальной дозы. (по крайней мере, в течение одного базального часа - должен быть отрицательный уровень инсулина).
sk: Ochrana pred ketoacidózou nastaví malé množstvo dočasného bazálu (Temp Basal Rate – TBR) vždy alebo pri určitých podmienkach namiesto nulového dočasného bazálu! Táto funkcia existuje, pretože v špecifických prípadoch môže nulová dávka bazálu (0 % TBR) viesť ku ketoacidóze. Myšlienka pochádza zo športu – ak bazálna dávka 0 % beží niekoľko hodín, môže to spôsobiť problémy, najmä pre svaly, ktoré by mohli prestať fungovať. Táto funkcia umožňuje malý bezpečnostný TBR, aby sa znížilo riziko ketoacidózy. Ak nie je aktivovaná variabilná ochrana, bezpečnostný TBR sa aplikuje vždy. Pri použití variabilnej ochrany sa bezpečnostný TBR aplikuje iba vtedy, ak súčet bazálneho IOB a bolusového IOB klesne pod hodnotu aktuálnej bazálnej dávky.
sv: Ketoacidosskyddet tillför en liten temporär basaldos när du varit utan insulin länge (du måste ha haft negativt aktivt insulin minst en basaltimme). Du kan sjäv ställa in vilken dos nedan.
uk: Захист від кетоацидозу застосовуватиме невелику Базальну Швидкість, яку можна налаштувати, завжди або за певних умов замість нульової ! Ця функція існує, тому що в окремих випадках людина може отримати кетоацидоз від 0% TBR. Ідея походить від спорту. Можуть виникнути проблеми, якщо базальна норма 0% працювала протягом кількох годин. Зокрема, м’язи можуть вимикатися. Ця функція дає змогу зменшити ризик кетоацидозу через невеликий безпечний TBR. Без змінного захисту ця безпека TBR завжди застосовується. Ідея змінної стратегії захисту полягає в тому, що безпека TBR застосовується, лише якщо сума базального IOB і болюсного IOB падає негативно нижче значення поточної базальної швидкості.

source: B30 Settings
de: B30 Einstellungen
it: Impostazioni B30
ru: B30 настройки
sk: Nastavenia B30
sv: B30-inställningar
uk: Налаштування B30

source: Duration of increased B30 basal rate
de: Dauer der erhöhten B30 Basalrate
it: Durata dell’aumento del tasso basale B30
ru: Продолжительность увеличенной B30 ВБС
sk: Trvanie zvýšenej bazálnej dávky B30
sv: Duration av B30 basaldos
uk: Тривалість підвищеної базальної дози B30
