Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: All Past Days of Data
da: Alle Tidligere Dages Data
de: Alle Tage (mit Daten)
es: Todos los días pasados de datos
fr: Tous les derniers jours de données
it: Tutti gli ultimi giorni di dati
nb: Alle tidligere dager med data
nl: Alle dagen in het verleden met gegevens
ru: Данные за все дни
sk: Všetky údaje za uplynulé dni
sv: Alla dagar med data
tr: Tüm Geçmiş Gün Verileri
uk: Усі дані за минулі дні

source: Display Loop Cycle statistics
da: Vis statistik over Loop cyklus
de: Zeige Schleifenzyklus-Statistik
es: Mostrar estadísticas de ciclos del lazo cerrado
fr: Afficher les statistiques du cycle de boucle
it: Visualizza le statistiche di Loop
nb: Vis statistikk for loop-sykluser
nl: Loop cyclusstatistieken tonen
ru: Отображать статистику циклов
sk: Zobraziť štatistiky cyklov slučky
sv: Visa Loop-statistik
uk: Показати статистику Циклів
vi: Hiển thị số liệu thống kê theo vòng tròn

source: Displays Loop statistics in the statPanel in Home View
da: Viser Loop statistik i statPanel i Home View
de: Zeigt Loop Statistiken im Statistikbereich auf der Startseite an
es: Muestra las estadísticas del lazo cerrado en el panel de estado en la vista de inicio
fr: Affiche les statistiques en boucle dans le panneau d'état dans la vue d'accueil
it: Visualizza le statistiche Loop nel pannello di stato nella vista Home
nb: Viser Loop-statistikk i statPanel på hjemmeskjermen
nl: Laat statistieken zien in het statPanel in de Home weergave
ru: Отображает статистику циклов петли на панели статистики, которая отображается на главном экране
sk: Zobrazí štatistiky slučky v paneli statPanel v zobrazení Domov
sv: Visar Loop-statistik i statistiken på hemskärmen
uk: Відображає статистику циклів Петлі на панелі статистики, яка відображається на Головному Екрані
vi: Hiển thị số liệu thống kê vòng lặp trong bảng điều khiển trong Chế độ xem trang chủ

source: Change default HbA1c unit in statPanlel. The unit in statPanel will be updateded with next statistics.json update
da: Skift standard HbA1c enhed i statPanlel. Enheden i statPanel vil blive opdateret med næste statistik.json opdatering
de: Ändern Sie den HbA1c in der Statistik (% <—> mmol/mol). Die Anzeige in der Statistik wird mit dem nächsten statistics.json Update aktualisiert.
es: Cambiar las unidad por defecto de HbA1c en el panel de estadísticas. Las unidades serán actualizadas en dicho panel de estadísticas en la próxima actualización del fichero statistics.json
fr: Changer l'unité HbA1c par défaut dans statPanlel. L'unité dans le panneau d'état sera mise à jour avec la prochaine mise à jour statistics.json
it: Cambia unità HbA1c predefinita nel pannello. L' unità del pannello verrà aggiornata con il prossimo aggiornamento statistics.json
nb: Endre enhet for HbA1c i statPanel. Enheten i statPanel vil bli oppdatert neste gang statistikken oppdateres
nl: Standaard HbA1c-eenheid in statPanel wijzigen. De eenheid in statPanel zal worden bijgewerkt met de volgende statistics.json update
ru: Изменить единицы измерения HbA1c на панели статистики. Единицы измерения обновятся при следующем обновлении файла statistics.json
sk: Zmena predvolenej jednotky HbA1c v statPanlel. Jednotka v statPanel bude aktualizovaná pri ďalšej aktualizácii statistics.json
sv: Ändra HbA1c-enhet. Enheten kommer att uppdateras nästa gång filen statistics.json uppdateras
uk: Змінити одиниці виміру HbA1c на панелі статистики. Одиниці виміру оновляться під час наступного оновлення файлу statistics.json
vi: Thay đổi đơn vị HbA1c mặc định trong bảng điều khiển. Đơn vị trong bảng điều khiển sẽ được cập nhật với bản cập nhật statistics.json tiếp theo

source: all
da: alle
de: alle
es: todos
fr: toutes
it: tutti
nb: alle
nl: alle
ru: все
sk: všetko
sv: alla
uk: все
vi: Tất cả

source: Active Insulin
de: Aktives Insulin
fr: Insuline active
it: Insulina attiva
nl: Actieve insuline
ru: Активный инсулин
sk: Aktívny inzulín
sv: Aktivt insulin
uk: Активний Інсулін
vi: Lượng Insulin còn hoạt động

source: Time with negative insulin
de: Zeit mit negativem Insulin
fr: Durée avec insuline négative
it: Tempo con insulina negativa
nl: Tijd met negatieve insuline
ru: Отрицательный инсулин
sk: Čas s negatívnym inzulínom
sv: Tid med negativt insulin
uk: Час з негативним інсуліном
vi: Thời gian có Insulin âm tính

source: Insulin compared to yesterday
de: Insulin im Vergleich zu gestern
fr: Insuline, comparée à hier
it: Insulina rispetto a ieri
nl: Insuline vergeleken met gisteren
ru: Инсулин по сравнению со вчера
sk: Inzulín v porovnaní so včerajškom
sv: Insulin jämfört med igår
uk: Інсулін порівняно з вчорашнім днем
vi: Insulin so với ngày hôm qua

source: Insulin compared to average
de: Insulin im Vergleich zum Durchschnitt
fr: Insuline, comparée à la moyenne
it: Insulina rispetto alla media
nl: Insuline vergeleken met gemiddelde
ru: Инсулин по сравнению со средним
sk: Inzulín v porovnaní s priemerom
sv: Insulin jämfört med genomsnitt
uk: Інсулін порівняно із середнім
vi: Insulin so với mức trung bình

source: Average Insulin 10 days
de: Durchs. Insulinverbrauch (10 Tage)
fr: Moyenne d'insuline sur 10 jours
it: Insulina media a 10 giorni
nl: Gemiddelde insuline 10 dagen
ru: Средний инсулин за 10 дней
sk: Priemerný inzulín za 10 dní
sv: Medelinsulin 10 dagar
uk: Середній інсулін 10 днів
vi: Insulin trung bình 10 ngày

source: TDD yesterday
de: TDD gestern
fr: Dose quotidienne totale (DQT) hier
it: TDD ieri
nl: TDD gisteren
ru: TDD за вчера
sk: TDD včera
sv: TDD igår
uk: TDD вчора
vi: Tổng liều ngày hôm qua

source: TDD 2 days ago
de: TDD vor 2 Tagen
fr: DQT il y a 2 jours
it: TDD 2 giorni fa
nl: TDD 2 dagen terug
ru: TDD 2 дня назад
sk: TDD pred 2 dňami
sv: TDD för 2 dagar sedan
uk: TDD 2 дні тому
vi: Tổng liều 2 ngày trước

source: TDD 3 days ago
de: TDD vor 3 Tagen
fr: DQT il y a 3 jours
it: TDD 3 giorni fa
nl: TDD 3 dagen terug
ru: TDD 3 дня назад
sk: TDD pred 3 dňami
sv: TDD för 3 dagar sedan
uk: TDD 3 дні тому
vi: Tổng liều 3 ngày trước

source: Active Carbohydrates
de: Aktive Kohlenhydrate
fr: Glucides actifs
it: Carboidrati Attivi
nl: Actieve koolhydraten
ru: Действующие углеводы
sk: Aktívne sacharidy
sv: Aktiva kolhydrater
uk: Активні Вуглеводи
vi: Lượng Carbohydrates còn hoạt động

source: CGM Configuration
da: CGM Konfiguration
de: CGM Einstellungen
es: Configuración de MCG
fr: Configuration du CGM
it: Configurazione CGM
nb: CGM-konfigurasjon
nl: CGM instellingen
ru: Конфигурация CGM
sk: Nastavenia CGM
sv: CGM-inställning
uk: Конфігурація CGM
vi: Cấu hình CGM

source: Heartbeat
da: Puls
de: Herzschlag
es: Latido del corazón
fr: Battement de coeur
it: Battito Cardiaco
nb: Puls
nl: Hartslag
sk: Tlkot srdca
sv: Hjärtslag
uk: Серцебиття
vi: Nhịp tim

source: CGM address :
da: CGM adresse :
de: CGM-Adresse :
es: Dirección del MCG :
fr: Adresse CGM :
it: Indirizzo CGM :
nb: CGM-adresse:
nl: CGM adres:
ru: CGM адрес:
sk: Adresa CGM :
sv: CGM-adress :
uk: CGM адреса :
vi: Địa chỉ CGM :

source: CGM is not used as heartbeat.
da: CGM anvendes ikke som puls.
de: CGM wird nicht als Herzschlag benutzt.
es: El MCG no se utiliza como latido de corazón.
fr: La CGM n'est pas utilisée comme battements de cœur.
it: CGM non è usato come battito cardiaco.
nb: CGM brukes ikke som heartbeat.
nl: CGM wordt niet gebruikt voor hartslag.
ru: CGM не используется в качестве heartbeat.
sk: CGM sa nepoužíva ako srdcový tep.
sv: CGM används inte som hjärtslag.
uk: CGM не використовується як серцебиття.
vi: CGM không được sử dụng làm nhịp tim.

source: Are you sure you want to delete this CGM?
da: Er du sikker på, at du vil slette denne CGM?
de: Möchten Sie das CGM wirklich löschen?
es: ¿Está usted seguro de querer eliminar este MCG?
fr: Voulez-vous vraiment supprimer ce CGM?
it: Sei sicuro di voler cancellare questo CGM?
nb: Sikker på at du vil slette denne CGM?
nl: Weet je zeker dat je deze CGM wilt vewijderen?
ru: Вы уверены, что хотите удалить текущий CGM?
sk: Ste si istí, že chcete odstrániť tento CGM?
sv: År du säker på att du vill ta bort denna CGM?
uk: Ви впевнені, що хочете видалити цей CGM?
vi: Bạn có chắc sẽ xóa CGM này?

source: Experimental
da: Eksperimental
de: Experimentell
fr: Expérimental
it: Sperimentale
nb: Eksperimentell
nl: Experimenteel
ru: Экспериментально
sk: Experimentálny
sv: Experimentell
uk: Експериментальний
vi: Thực hiện

source: Smooth Glucose Value
da: Glat Glukose Værdi
de: Glätten der Glukosewerte
es: Suavizar valores de glucosa
fr: Valeur Glycémie lisse
it: Valori Glicemici Levigati
nb: Utjevning av blodsukkerverdi
nl: Vloeiende glucosewaarde
ru: Сглаживать значения глюкозы
sk: Vyhladzovať glykémie
sv: Utjämna blodsocker från sensor
uk: Гладке Значення Глюкози
vi: Làm mịn Glucose

source: Sharing
de: Datenübermittlung
es: Compartir
fr: Partage
it: Condivisione
nl: Delen van statistieken
ru: Делиться статистикой
sk: Zdieľanie
sv: Delning
uk: Поширити
vi: Chia sẻ

source: Share and Backup
de: Teilen und Backup
fr: Partage et sauvegarde
it: Condivisione e backup
nl: Delen en back-up
ru: Общий доступ и резервирование
sk: Zdieľanie a zálohovanie
sv: Dela och säkerhetskopiera
uk: Поділитися та створити Резервну копію
vi: Chia sẻ và sao lưu

source: Upload Settings and Statistics
sk: Odosielanie nastavení a štatistík
uk: Звантажити Налаштування та Статистику

source: Share and Backup all of your Settings and Statistics
de: Teilen und sichern Sie alle Ihre Einstellungen und Statistiken
fr: Partager et sauvegarder tous vos paramètres et statistiques
it: Condividi e salva tutte le tue impostazioni e statistiche
nl: Deel en back-up al uw instellingen en statistieken
ru: Делиться и резервно копировать все настройки и статистику
sk: Zdieľať a zálohať nastavenia a štatistiky
sv: Dela och säkerhetskopiera alla dina inställningar och statistik
uk: Поділитись та зробити Резервну копію всіх ваших Налаштувань та Статистики
vi: Chia sẻ và sao lưu tất cả các thiết lập và số liệu thống kê của bạn

source: Sex
de: Geschlecht
fr: Sexe biologique
it: Genere
nl: Geslacht
ru: Пол
sk: Pohlavie
sv: Kön
uk: Стать
vi: Giới tính

source: Woman
de: Weiblich
es: Mujer
fr: Femme
it: Donna
nl: Vrouw
ru: Женский
sk: Žena
sv: Kvinna
uk: Жінка
vi: Nữ

source: Man
de: Männlich
es: Hombre
fr: Homme
it: Uomo
ru: Мужской
sk: Muž
uk: Чоловік
vi: Nam

source: Secret
de: Geheim-Schlüssel
es: Anónimo
fr: Confidentiel
it: Segreto
nl: Geheim
ru: Скрыть
sk: Tajomstvo
sv: Hemligt
uk: Секретний ключ
vi: Bí mật

source: Birth Date
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
nl: Geboortedatum
ru: День рождения
sk: Dátum narodenia
sv: Födelsedatum
uk: Дата народження
vi: Ngày sinh

source: If you enable "Share and Backup" daily backups of your settings and statistics will be made to online database. Make sure to copy and save your recovery token below. The recovery token is required to import your settings to another phone when using the onboarding view.
de: Wenn Sie "Freigeben und Sichern" aktivieren, werden täglich Sicherungen Ihrer Einstellungen und Statistiken in der Online-Datenbank erstellt. Stellen Sie daher sicher, dass Sie Ihr Wiederherstellungs-Token unten kopieren und speichern. Das Wiederherstellungs-Token wird benötigt, um Ihre Einstellungen auf ein anderes Telefon zu importieren, wenn Sie die Onboarding view verwenden.
fr: Si vous activez "Partage et Sauvegarde", des sauvegardes quotidiennes de vos paramètres et statistiques seront effectuées dans la base de données en ligne. Assurez-vous de copier et d'enregistrer votre jeton de récupération ci-dessous. Le jeton de récupération est requis pour importer vos paramètres sur un autre téléphone lorsque vous utilisez le tutoriel de mise en marche.
it: Se abiliti "Condividi e Backup" i backup giornalieri delle tue impostazioni e delle tue statistiche saranno effettuati sul database online. Assicurati di copiare e salvare il tuo token di recupero qui sotto. Il token di recupero è necessario per importare le tue impostazioni su un altro telefono quando si utilizza la vista onboarding.
nl: Als u "Delen en back-uppen" inschakelt, worden er dagelijks back-ups van uw instellingen en statistieken gemaakt in een online database. Zorg ervoor dat u uw hersteltoken hieronder kopieert en opslaat. Het hersteltoken is nodig om uw instellingen te importeren naar een andere telefoon wanneer u de onboarding-weergave gebruikt.
ru: Если включить "Общий доступ и резервное копирование", то ежедневные резервные копии ваших настроек и статистики будут сохраняться в онлайн-базе данных. Обязательно скопируйте и сохраните свой токен восстановления, указанный ниже. Токен восстановления необходим для импорта настроек на другой телефон при использовании встроенного режима просмотра.
sk: Ak povolíte funkciu "Zdieľanie a zálohovanie", vaše nastavenia a štatistiky budú denne zálohované do online databázy. Nezabudnite si skopírovať a uložiť svoj obnovovací token uvedený nižšie. Tento token je potrebný na importovanie vašich nastavení do iného telefónu pri úvodnom zobrazení.
sv: Om du aktiverar "Dela och säkerhetskopiera" kommer dagliga säkerhetskopior av dina inställningar och statistik att göras till en moln-databas. Se till att kopiera och spara din återställningstoken nedan. Den kommer att behövas om du någon gång behöver importera dina inställningar till en annan telefon.
uk: Якщо ви ввімкнете «Поділитися та створити резервну копію», щоденні резервні копії ваших налаштувань і статистики будуть створені в онлайн-базі даних. Обов’язково скопіюйте та збережіть токен відновлення нижче. Токен відновлення потрібен для імпорту ваших налаштувань на інший телефон під час перегляду адаптації.
vi: Nếu bạn bật "Chia sẻ và Sao lưu", các bản sao lưu hàng ngày của cài đặt và số liệu thống kê của bạn sẽ được thực hiện vào cơ sở dữ liệu trực tuyến. Hãy đảm bảo sao chép và lưu mã thông báo khôi phục của bạn bên dưới. Mã thông báo khôi phục là bắt buộc để nhập cài đặt của bạn vào điện thoại khác khi sử dụng chế độ xem tích hợp.

source: Share Bare Minimum
de: Nur das absolute Minimum teilen
es: Compartir lo mínimo
fr: Partager le minimum
it: Condividi Minimo Nullo
nl: Deel alleen het minimale
ru: Минимально делиться
sk: Zdieľať základné údaje
sv: Dela endast ett minimum
uk: Мінімум розподілу
vi: Chia sẻ ở mức tối thiểu

source: Just iAPS version number
de: Nur iAPS Versionsnummer
es: Sólo el número de versión iAPS
fr: Juste le numéro de version iAPS
it: Solo il numero di versione iAPS
nl: Alleen iAPS versienummer
ru: Только номер версии iAPS
sk: Len číslo verzie iAPS
sv: Endast appversion
uk: Номер версії iAPS
vi: Chỉ phiên bản iAPS

source: Every bit of information you choose to share is uploaded anonymously. To prevent duplicate uploads, the data is identified with a unique random string saved on your phone, the recovery token.
de: Alle Informationen, die Sie teilen möchten, werden anonym hochgeladen. Um das Hochladen von Duplikaten zu verhindern, werden die Daten mit einer einzigartigen zufälligen Zeichenkette identifiziert, die auf Ihrem Telefon gespeichert wird, dem Wiederherstellungs-Token.Um doppelte Uploads zu verhindern, werden die Daten durch eine eindeutige, zufällige Zeichenfolge identifiziert, die auf deinem Telefon als Wiederherstellungs-Token gespeichert wird.
fr: Toutes les informations que vous choisissez de partager sont téléchargées de façon anonyme. Pour éviter les doublons, vos données sont identifiées avec une chaîne aléatoire unique enregistrée sur votre téléphone : le jeton de récupération.
it: Ogni bit di informazione che si sceglie di condividere viene caricato in forma anonima. Per evitare duplicati caricamenti, i dati vengono identificati con una stringa casuale univoca salvata sul telefono, il token di recupero.
nl: Elk stukje informatie dat je wilt delen, wordt anoniem geüpload. Om dubbele uploads te voorkomen, worden de gegevens geïdentificeerd met een unieke willekeurige tekenreeks die op je telefoon is opgeslagen, het hersteltoken.
ru: Любая информация, которой вы хотите поделиться, загружается анонимно. Чтобы предотвратить повторную загрузку, данные идентифицируются с помощью уникальной случайной строки, сохраненной на вашем телефоне - токена восстановления.
sk: Každá informácia, ktorú sa rozhodnete zdieľať, je nahraná anonymne. Aby sa predišlo duplicitným odosielaniam, údaje sú identifikované pomocou jedinečného náhodného reťazca uloženého vo vašom telefóne – obnovovacieho tokenu.
sv: All information du väljer att dela laddas upp anonymt. För att förhindra dubbletter av uppladdningar identifieras datan med en unik slumpmässig sträng som sparas på din telefon.
uk: Кожна інформація, якою ви вирішите поділитися, завантажується анонімно. Щоб запобігти повторним завантаженням, дані ідентифікуються за допомогою унікального випадкового рядка, збереженого на вашому телефоні, токена відновлення.
vi: Mọi thông tin bạn chọn chia sẻ đều được tải lên ẩn danh. Để ngăn chặn việc tải lên trùng lặp, dữ liệu được xác định bằng một chuỗi ngẫu nhiên duy nhất được lưu trên điện thoại của bạn, mã thông báo khôi phục.

source: Your recovery token
de: Ihr Wiederherstellungs-Token
fr: Votre jeton de récupération
it: Il tuo token di recupero
nl: Je herstelcode
ru: Ваш токен восстановления
sk: Váš token pre obnovu
sv: Din återställningsnyckel
uk: Ваш токен для відновлення
vi: Mã thông báo khôi phục của bạn

source: Tap to display
de: Tippen, um anzuzeigen
es: Pulsa para mostrar
fr: Appuyer pour afficher
it: Tocca per visualizzare
nl: Tik om weer te geven
ru: Нажать для отображения
sk: Klepnutím zobrazíte
sv: Tryck för att visa
uk: Натисніть для відображення
vi: Chạm để hiển thị

source: Long press to copy
de: Zum Kopieren lange drücken
fr: Appuyez longuement pour copier
it: Premi a lungo per copiare
nl: Lang ingedrukt houden om te kopiëren
ru: Длительно нажмите, чтобы скопировать
sk: Dlhým stlačením skopírujete
sv: Tryck länge för att kopiera
uk: Утримуйте для копіювання
vi: Nhấn và giữ để sao chép

source: View Personal Statistics
de: Persönliche Statistiken anzeigen
fr: Consulter les statistiques personnelles
it: Mostra Statistiche Personali
nl: Persoonlijke statistieken bekijken
ru: Просмотр личной статистики
sk: Zobraziť osobné štatistiky
sv: Visa personlig statistik
uk: Переглянути Персональну Статистику
vi: Xem Thống kê cá nhân

source: Your identifier
de: Ihr Identifikator
es: Su identificador
fr: Votre identifiant
it: Il tuo identificativo
nl: Jouw identificatie
ru: Ваш идентификатор
sk: Váš identifkátor
sv: Din identifierare
uk: Ваш ідентифікатор
vi: Mã định danh của bạn

source: Share your data anonymously
de: Daten anonym teilen
es: Comparta sus datos anónimamente
fr: Partager vos données de manière anonyme
it: Condividi i tuoi dati in modo anonimo
nl: Deel je gegevens anoniem
ru: Делитесь данными анонимно
sk: Anonymné zdieľanie Vašich dát
sv: Dela data anonymt
uk: Надсилайте свої дані анонімно
vi: Chia sẻ dữ liệu của bạn ẩn danh

source: Contact
de: Kontakt
es: Contacto
it: Contatto
ru: Контакт
sk: Kontakt
sv: Kontakt
uk: Контакт
vi: Danh bạ

source: Contacts
de: Kontakte
es: Contactos
it: Contatti
nl: Contacten
ru: Контакты
sk: Kontakty
sv: Kontakter
uk: Контакти

source: Don't forget to save your changes.
de: Vergessen Sie nicht, Ihre Änderungen zu speichern.
es: No olvides guardar tus cambios.
fr: N'oubliez pas d'enregistrer vos changements.
it: Non dimenticare di salvare le modifiche.
nl: Vergeet niet om je wijzigingen op te slaan.
ru: Не забудьте сохранить внесенные изменения.
sk: Nezabudni uložiť Vaše zmeny.
sv: Glöm inte att spara dina ändringar.
uk: Не забудьте зберегти зміни!
vi: Đừng quên lưu các thay đổi của bạn.

source: iAPS needs access to your contacts for this feature to work
de: iAPS benötigt Zugriff auf Ihre Kontakte, um diese Funktion zu nutzen
es: iAPS necesita acceso a tus contactos para habilitar esta función
fr: iAPS a besoin d'accéder à votre liste de contacts pour cette fonctionnalité
it: iAPS ha bisogno di accedere ai tuoi contatti affinché questa funzionalità funzioni
nl: iAPS heeft toegang tot jouw contacten nodig om deze functie te laten werken
ru: Для работы этой функции iAPS необходим доступ к вашим контактам
sk: Aby táto funkcia fungovala, iAPS potrebuje prístup k vašim kontaktom.
sv: iAPS behöver åtkomst till dina kontakter för att kunna använda denna funktion
uk: Для роботи цієї функції iAPS потрібен доступ до ваших контактів
vi: iAPS cần quyền truy cập vào danh bạ của bạn để tính năng này hoạt động

source: Grant iAPS access to contacts
de: iAPS den Zugriff auf Kontakte gewähren
es: Conceder acceso de iAPS a los contactos
fr: Donnez l'accès à vos contacts à iAPS
it: Concedi a iAPS l'accesso ai contatti
nl: Geef toegang tot iAPS aan contacten
ru: Предоставить iAPS доступ к контактам
sk: Povoliť iAPS prístup ku kontaktom
sv: Ge iAPS åtkomst till dina kontakter
uk: Надати iAPS доступ до контактів
vi: Cấp quyền truy cập iAPS vào danh bạ

source: Access to contacts denied
de: Zugriff auf Kontakte verweigert
es: Acceso a contactos denegado
fr: Accès aux contacts refusé
it: Accesso ai contatti negato
nl: Toegang tot contactpersonen geweigerd
ru: Доступ к контактам был запрещен
sk: Prístup ku kontaktom nie je povolený
sv: Åtkomst till kontakter nekad
uk: Доступ до контактів заборонено
vi: Quyền truy cập vào danh bạ bị từ chối

source: Access to contacts is restricted (parental control?)
de: Der Zugriff auf Kontakte ist eingeschränkt (elterliche Kontrolle?)
es: El acceso a los contactos está restringido (¿control parental?)
fr: Accès aux contacts est restreint (contrôle parental?)
it: L'accesso ai contatti è limitato (parental control?)
nl: De toegang tot contacten is beperkt (ouderlijk toezicht?)
ru: Доступ к контактам ограничен (родительский контроль?)
sk: Prístup ku kontaktom je obmedzený (rodičovská ochrana?)
sv: Åtkomst till kontakter är begränsad (föräldrakontroll?)
uk: Доступ до контактів обмежений (батьківський контроль?)
vi: Quyền truy cập vào danh bạ bị hạn chế (kiểm soát của phụ huynh?)

source: Access to contacts - unknown state
de: Zugriff auf Kontakte - unbekannter Status
es: Acceso a contactos - estado desconocido
fr: Accès aux contacts - état inconnu
it: Accesso ai contatti - stato sconosciuto
nl: Toegang tot contacten - onbekende staat
ru: Доступ к контактам - неизвестное состояние
sk: Prístup ku kontaktom - neznámy stav
sv: Åtkomst till kontakter - okänt tillstånd
uk: Доступ до контактів - невідомий стан
vi: Trạng thái không xác định - Quyền truy cập vào danh bạ
