Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: Smallest enacted SMB amount. Minimum amount for Omnipod pumps is 0.05 U, whereas for Medtronic pumps it differs for various models, from 0.025 U to 0.10 U. Please check the minimum bolus amount which can be delivered by your pump. The default value is 0.1.
da: Mindst tilladte SMB værdi. Minimumsværdi for Omnipod pumper er 0,05 U, mens det for Medtronic pumper er forskelligt for forskellige modeller, fra 0,025 U til 0,10 U. Kontroller venligst det minimum bolus værdi, som kan leveres af din pumpe. Standardværdien er 0,1.
de: Kleinste verordnete SMB-Menge. Die Mindestmenge für Omnipod-Pumpen beträgt 0,05 U, während sie bei Medtronic-Pumpen je nach Modell von 0,025 U bis 0,10 U variiert. Bitte prüfen Sie die minimale Bolusmenge, die von Ihrer Pumpe abgegeben werden kann. Der Standardwert ist 0,1.
es: Cantidad mínima administrada por SMB. La cantidad mínima para las bombas Omnipod es de 0,05U, mientras que para las bombas Medtronic difiere para varios modelos, desde 0,025U a 0,10U. Por favor, compruebe la cantidad mínima de bolo que puede ser entregada por su bomba. El valor predeterminado es 0,1.
fr: La plus petite quantité de SMB promulguée. La quantité minimale pour les pompes Omnipod est de 0,05 U, tandis que pour les pompes Medtronic, elle varie selon les modèles, de 0,025 U à 0,10 U. Veuillez vérifier la quantité minimale de bolus qui peut être délivrée par votre pompe. La valeur par défaut est de 0,1.
it: Quantità minima per pompe Omnipod è di 0,05 U, mentre per pompe Medtronic differisce per vari modelli, da 0. 25 U a 0.10 U. Si prega di controllare l'importo minimo del bolo che può essere consegnato dalla pompa. Il valore predefinito è 0.1.
nb: Minste gjennomførte SMB-mengde. Minste mengde for Omnipod-pumper er 0.05 E, mens for Medtronic-pumper avviker den for ulike modeller, fra 0.25 E til 0.10 U. Kontroller minimum bolusmengde som kan leveres av pumpen. Standardverdien er 0.1.
nl: Kleinst vastgestelde SMB hoeveelheid. De minimale hoeveelheid voor Omnipod-pompen is 0,05 U, terwijl dit voor Medtronic-pompen voor verschillende modellen verschilt, van 0,025 U tot 0,10 U. Controleer de minimale bolushoeveelheid die door je pomp kan worden toegediend. De standaardwaarde is 0,1.
ru: Наименьший размер SMB. Минимум для помп Omnipod - 0.05 ед. В помпах Medtronic - значения варьируются от 0.025 до 0.1 ед. Пожалуйста, проверьте минимальный размер болюса, который может быть отправлен с помпы. По-умолчанию - 0.1 ед.
sk: Najmenšia veľkosť SMB. Minimálne množstvo pre pumpy Omnipod je 0,05 U, zatiaľ čo pre pumpy Medtronic sa pre rôzne modely líši, od 0,025 U do 0,10 U. Skontrolujte si, aké minimálne množstvo bolusu môže vaša pumpa dodať. Predvolená hodnota je 0,1.
sv: Minsta mängd för Omnipod-poddar är 0,05 enheter, medan det för Medtronic-pumpar skiljer sig åt för olika modeller, från 0.25 IE till 0,10 IE. Kontrollera den minsta bolusmängd som kan ges av din pump för denna inställning. Standardvärdet är 0,1 enheter.
uk: Найменший розмір SMB. Мінімум для помп Omnipod – 0.05 од. У помпах Medtronic – значення варіюються від 0.025 до 0.1 од. Перевірте, будь ласка, мінімальний розмір болюса, який може бути відправлений з помпи. За замовчуванням – 0.1 од.
vi: Số SMB được ban hành nhỏ nhất. Lượng tối thiểu đối với máy bơm Omnipod là 0,05 U, trong khi đối với máy bơm Medtronic, lượng này khác nhau đối với nhiều kiểu máy khác nhau, từ 0,025 U đến 0,10 U. Vui lòng kiểm tra lượng truyền nhanh tối thiểu mà máy bơm của bạn có thể cung cấp. Giá trị mặc định là 0,1.

source: Insulin Peak Time
da: Insulin Spidstidspunkt
de: Insulin Wirkhöhepunkt
es: Efecto pico de la insulina
fr: Durée du pic d'insuline
it: Tempo Picco Insulina
nb: Topptid for insulineffekt
nl: Insuline piektijd
ru: Пик действия инсулина
sk: Čas maximálneho účinku
sv: Tid för insulinets maximala blodsockersänkande effekt, i minuter
tr: İnsülin Zirve Süresi
uk: Пік Дії Інсуліну
vi: Thời gian đỉnh của Insulin

source: Time of maximum blood glucose lowering effect of insulin, in minutes. Beware: Oref assumes for ultra-rapid (Lyumjev) & rapid-acting (Fiasp) curves minimal (35 & 50 min) and maximal (100 & 120 min) applicable insulinPeakTimes. Using a custom insulinPeakTime outside these bounds will result in issues with iAPS, longer loop calculations and possible red loops.
da: Tidspunkt for insulinens maksimale blodsukkersænkende effekt, i minutter. Vær opmærksom: Oref antager at kurverne for ultrahurtige (Lyumjev) og hurtigtvirkende (Fiasp) minimalt (35 & 50 min) og maksimalt (100 & 120 min) gældende insulinPeakTimes. Ved hjælp af en brugerdefineret insulinPeakTime uden for disse grænser vil resultere i problemer med iAPS, længere loop beregninger og mulige røde loops.
de: Benutzerspezifische Zeit des maximalen Wirkungshochs des Insulins. Achtung: Oref wendet für die ultra-rapid (Lyumjev) & rapid-acting (Fiasp) Insulinwirkungs-Kurven Unter- (35 & 50 min) und Obergrenzen (100 & 120 min) an. Falls das benutzerdefinierte Wirkungshoch außerhalb dieser Grenzen liegt, kann es zu Komplikationen mit iAPS kommen, langen Loop-Berechnungszeiten und "red loops".
es: Tiempo del máximo efecto de disminución de glucosa de la insulina, en minutos. Atención: el algoritmo Oref asume para la insulina ultra-rápida (Lyumjev) y rápida (Fiasp) unas curvas de tiempo pico de la insulina mínimas de 35 y 50 mins, y máximas de 100 y 120 mins, respectivamente. Utilizar un tiempo de efecto diferente fuera de estos límites resultará en problemas con iAPS, cálculos entre ciclos más largos y posiblemente errores de Lazo (en rojo).
fr: Temps de réduction maximale de l'effet de glycémie de l'insuline, en minutes. Attention : Oref suppose pour les courbes ultra-rapides (Lyumjev) et à action rapide (Fiasp) un minimum (35 & 50 min) et un maximum (100 & 120 min) applicable. Utiliser une valeur personnalisée en dehors de ces limites entraînera des problèmes avec iAPS, des calculs de boucle plus longs et d'éventuelles boucles rouges.
it: Tempo del massimo effetto dell'insulina di riduzione del glucosio nel sangue, in minuti. Attenzione: Oref presume le curve ultra rapide (Lyumjev) e ad azione rapida (Fiasp) minime (35 e 50 min) e massime (100 e 120 min) degli insulinPeakTimes applicabili. Usare un insulinPeakTime personalizzato al di fuori di questi limiti risulterà in problemi con iAPS, calcoli ciclici più lunghi e possibili cicli rossi.
nb: Tid for maksimal blodsukker-reduserende effekt av insulin, i minutter. OBS: For ultra-rapid (Lyumjev) og rapid-acting (Fiasp) minimum (35 & 50 min) og maksimalt (100 & 120 min) insulinPeakTimes. Hvis du bruker en tilpasset insulinPeakTime utenfor disse områdene vil du få problemer med iAPS, lengre beregningstid for loop og mulig røde loops.
nl: Tijd van maximale bloedglucose verlagend effect van insuline in hele minuten (insuline piek tijd). Let op: Oref gaat er van uit dat ultra-snelle (Lyumjev) & snelle werking (Fiasp) curves minimaal (35 & 50 min) en maximaal (100 en 120 min) hebben als insulinPeakTimes. Het gebruik van een aangepaste insulinPeakTime buiten deze grenzen leidt tot problemen met iAPS, langere loopberekeningen en mogelijke een rode Loop.
ru: Пиковое время инсулина в минутах. Время необходимое инсулину для достижения максимального воздействия
sk: Čas maximálneho účinku inzulínu na zníženie hladiny glykémie v minútach. Pozor: Oref predpokladá pre ultra-rýchle (Lyumjev) a rýchlo pôsobiace (Fiasp) krivky minimálny (35 a 50 min) a maximálny (100 a 120 min) použiteľný inzulínPeakTimes. Použitie vlastného insulinPeakTime mimo týchto hraníc bude mať za následok problémy s iAPS, dlhšie výpočty slučiek a možné červené slučky.
sv: Tid i minuter för när insulinet har som störst blodsockersänkande effekt. Observera att inte ange ett lägre värde än 35 min för Lyumjev eller 50 min för Fiasp, eller högre än 100, respektive 120 min. Om du gör så kommer det att leda till problem med iAPS, som röda loopar, långa Loop-beräkningar och överdrivet stora loggfiler.
tr: İnsülinin maksimum kan şekerini düşürücü etkisinin dakika cinsinden süresi. Dikkat: Oref, ultra-rapid (Lyumjev) ve hızlı etkili (Fiasp) eğrilerin minimum (35 ve 50 dakika) ve maksimum (100 ve 120 dakika) uygulanabilir insülinPeakTimes olduğunu varsayar. Bu sınırların dışında özel bir insülinPeakTime kullanılması, iAPS, daha uzun döngü hesaplamaları ve olası kırmızı döngülerle ilgili sorunlara neden olacaktır.
uk: Піковий час інсуліна в хвилинах. Час необхідний інсуліну для досягнення максимального впливу. Будьте обережні: Oref припускає за ультрашвидкі (Lyumjev) та швидке виконання (Fiasp) криві є мінімальними (35 та 50 хвилин) і максимальними (100 та 120 хвилин) придатними для інсулініпінг-таймерів. Використання користувацького інсулінутого PeakTime поза цими межами призведе до проблем з iAPS, більш довшими обчисленнями циклів та можливими червоними циклами.
vi: Thời gian tác dụng hạ đường huyết tối đa của insulin, tính bằng phút. Lưu ý: Oref giả định đường cong cực nhanh (Lyumjev) và tác dụng nhanh (Fiasp) tối thiểu (35 & 50 phút) và tối đa (100 & 120 phút) áp dụng đỉnh insulin. Việc sử dụng đỉnh insulin tùy chỉnh ngoài các giới hạn này sẽ dẫn đến sự cố với iAPS, tính toán vòng lặp dài hơn và có thể xảy ra vòng lặp màu đỏ.

source: Carbs Req Threshold
da: Kulhydrater Påkrævet Grænseværdi
de: Grenzwert für benötigte Kohlenhydrate
es: Umbral de carbohidratos requeridos
fr: Seuil de glucides requis
it: Soglia carboidrati necessari
nb: Grense for varsling om nødvendige karbo
nl: Koolhydraten vereist drempel
ru: Порог необходимых углеводов
sk: Prahová hodnotu požadovaných sacharidov
sv: Tröskelvärde för notis om kolhydrater som krävs
tr: Karbonhidrat İhtiyac Eşiği
uk: Поріг Необхідних Вуглеводів
vi: Ngưỡng yêu cầu của lượng Carbs

source: Grams of carbsReq to trigger a pushover. Defaults to 1 (for 1 gram of carbohydrate). Can be increased if you only want to get Pushover for carbsReq at X threshold.
da: Gram af carbsReq for at udløse en pushover. Standard er 1 (for 1 gram kulhydrat). Kan øges, hvis du kun ønsker at få Pushover til carbsReq ved X grænseværdi.
de: Benötigte Menge von Kohlenhydraten in Gramm, um einen Pushover auszulösen. Standardmäßig ist 1 Gramm Kohlenhydrate. Dieser Wert kann erhöht werden, wenn Sie nur Pushover bei Überschreiten einer bestimmten Menge benötigter Kohlenhydrate erhalten möchten.
es: Gramos de carbsReq para activar un Pushover. Por defecto es 1 (para 1 gramo de hidratos de carbono). Se puede aumentar si sólo quiere obtener Pushovers con carbsReq en X umbral.
fr: Quantité de glucides requis pour déclencher une alerte. Par défaut à 1 g de glucides. Peut être augmenté si vous voulez seulement obtenir une alerte au seuil X.
it: Grammi di CarboidratiRichiesti per attivare un pushover. Predefiniti a 1 (per 1 grammo di carboidrati). Può essere aumentato se si desidera solo ottenere Pushover per CarboidratiRichiesti alla soglia X.
nb: Gram carbsReq som trigger en pushover. Standardverdi er 1 (for 1 gram karbohydrater). Kan økes hvis du bare vil ha pushover for carbsReq ved en bestemt terskel.
nl: Aantal gram koolhydraten benodigd om een push bericht te versturen. Standaard ingesteld op 1 (voor 1 gram aan koolhydraten). Kan worden verhoogd als u alleen push berichten wilt krijgen boven de ingestelde drempelwaarde.
ru: Требуемое количество грамм углеводов для срабатывания оповещения pushover. По умолчанию 1 (для 1 грамма углевода). Можно увеличить только если вы хотите получить Pushover для carbsReq при X пороге.
sk: Gramy sacharidovPotrebné na spustenie pushoveru. Predvolená hodnota je 1 (pre 1 gram sacharidov). Môže sa zvýšiť, ak chcete, aby sa Pushover zobrazil len pre carbsReq na hranici X.
sv: Antal kolhydrater för att utlösa en pushover-notis, av det totala antal kolhydrater nödvändiga (carbsReq) för att undvika ett lågt blodsockervärde, som krävs. Standardvärde är 1 (gram kolhydrater). Kan ökas om du bara vill få en Pushover-notis vid en större mängd nödvändiga kolhydrater.
tr: Bir itmeyi tetiklemek için gram karbonhidrat. Varsayılan 1'dir (1 gram karbonhidrat için). Yalnızca X eşiğinde carbsReq için itme almak istiyorsanız artırılabilir.
uk: Потрібна кількість грам вуглеводів для спрацювання оповіщення pushover. За замовчуванням 1 (для 1 грама вуглеводів). Можливо збільшити тільки якщо ви хочите отримати Pushover для carbsReq при X порозі.
vi: Số gram carbs yêu cầu để kích hoạt quá trình đẩy. Mặc định là 1 (cho 1 gam carbohydrate). Có thể tăng lên nếu bạn chỉ muốn nhận đẩy qua cho carbs yêu cầu ở ngưỡng X.

source: Noisy CGM Target Multiplier
da: Støjende CGM målmultiplikator
de: Ungenauer CGM Zielfaktor
es: Multiplicador objetivo del MCG ruidoso
fr: Multiplicateur de cible CGM avec bruit
it: CGM Rumoroso Moltiplicatore Target
nb: Multiplikator for mål-BS ved støyende CGM-verdier
nl: CGM doelvermenigvuldiger met ruis
ru: Целевой множитель при шуме CGM
sk: Násobok cieľu pri šumení CGM
sv: Multipel vid CGM-brus
tr: Gürültülü CGM Hedef Çarpanı
uk: Цільовий Множник при Шумі CGM
vi: Hệ số mục tiêu CGM Noisy

source: Defaults to 1.3. Increase target by this amount when looping off raw/noisy CGM data
da: Standard er 1,3. Øg målet med denne værdi når looping af rå/støjende CGM-data
de: Der Standard Wert ist 1.3 Der Zielwert wird um diesen Faktor erhöht, wenn verrauschte CGM Werte vorliegen
es: Por defecto es 1.3. Aumenta el objetivo en esta cantidad al montar un lazo con los datos sin procesar/ruidosos del MCG
fr: La valeur par défaut est 1.3. Augmente la cible de ce ratio lorsque le bouclage s'appuie sur des données brutes/non filtrées
it: Predefinito a 1.3. Aumenta l'obiettivo glicemico di questa quantità quando si hanno dati CGM grezzi/rumorosi
nb: Standardverdi er 1.3. Øker BS-mål med denne mengden når du looper med rå/støyende CGM-data
nl: De standaardwaarde is 1.3. De streefwaarde wordt met deze factor verhoogd als er CGM-waarden met ruis aanwezig zijn
ru: По умолчанию 1,3. Увеличивает цель на эту величину, когда цикл отключается из за шума сенсора
sk: Predvolená hodnota je 1,3. Zvýši cieľovú hodnotu o túto hodnotu, keď sa v slučke používajú zašumené/odskakujúce údaje CGM
sv: Standardvärde 1,3. Öka målvärdet med denna multipel när du loopar med ofiltrerad CGM-data med mycket brus
tr: Varsayılan olarak 1.3'tür. Ham/Gürültülü CGM verilerini devre dışı bırakırken hedefi bu miktarda artır
uk: За зомовчуванням 1,3. Збільшує значення на цю величину, коли цикл відключається з-за шуму сенсора CGM
vi: Mặc định là 1.3. Tăng mục tiêu lên số lượng này khi lặp lại dữ liệu CGM raw/noisy

source: SMB DeliveryRatio
de: SMB Abgabeverhältnis
es: Porcentaje entrega SMB
fr: Ratio de livraison pour les SMB
nb: SMB leveringsratio
nl: SMB leveringsratio
ru: SMB соотношение подачи
sk: Podiel SMB
sv: Kvot av SMB / beräknad insulindos
tr: SMB TeslimatOranı
uk: SMB співвідношення подачі
vi: Tỷ lệ phân phối SMB

source: Default value: 0.5 This is another key OpenAPS safety cap, and specifies what share of the total insulin required can be delivered as SMB. Increase this experimental value slowly and with caution.
da: Standardværdi: 0,5 Dette er en anden nøgle OpenAPS sikkerhed grænse og specificere, hvilken andel af den samlede krævet insulin, der kan leveres som SMB. Forøg denne eksperimentelle værdi langsomt og med forsigtighed.
de: Standardwert: 0.5 Dies ist ein weiteres wichtiges OpenAPS Sicherheitslimit und legt fest, welcher Anteil des Gesamtinsulins als SMB geliefert werden kann. Erhöhen Sie diesen experimentellen Wert langsam und mit Vorsicht.
es: Valor predeterminado: 0.5 Esta es otra clave de seguridad de OpenAPS, y especifica qué porcentaje del cálculo de la insulina total requerida puede ser entregado como SMB. Aumenta este valor experimental lentamente y con precaución.
fr: Valeur par défaut : 0.5 Ceci est une autre limite de sécurité OpenAPS, et spécifie quelle part de l'insuline totale requise peut être délivrée en tant que SMB. Augmentez cette valeur expérimentale lentement et avec prudence.
it: Valore predefinito: 0.5 Questo è un altro tappo di sicurezza chiave di OpenAPS e specifica quale parte dell'insulina totale richiesta può essere fornita come SMB. Aumentare questo valore sperimentale lentamente e con cautela.
nb: Standardverdi: 0.5 Dette er en viktig OpenAPS sikkerhetsfunksjon som angir hvilken andel av det totale nødvendige insulinet som kan leveres som SMB. Øk den eksperimentelle verdien langsomt og med varsomhet.
nl: Standaardwaarde: 0,5 Dit is een andere belangrijke veiligheidsgrens van OpenAPS, en bepaalt welk deel van de totale vereiste insuline als SMB kan worden geleverd. Verhoog deze experimentele waarde langzaam en voorzichtig.
ru: По-умолчанию: 0.5(50%). Опция позволяет регулировать какая часть от необходимой дозы инсулина может быть доставлена как супер микро болюс. Увеличивайте это экспериментальное значение очень медленно и с осторожностью.
sk: Predvolená hodnota: 0,5 Toto je ďalší kľúčový bezpečnostný limit OpenAPS a určuje, aký podiel z celkového požadovaného inzulínu sa môže dodať ako SMB. Túto experimentálnu hodnotu zvyšujte pomaly a opatrne.
sv: Standardvärde: 0.5 Den andel av det totala insulin som (beräknas) krävas som kan ges som en autobolus (SMB). Bör som regel iinte ändras. Ändras endast långsamt och med stor försiktighet.
uk: За замовчуванням: 0.5(50%). Опція дозволяє регулювати яка частина від необхідної дози інсуліну може бути доставлена як супер мікро болюс. Збільшуйте це експериментальне значення дуже повільно та з обережністю.
vi: Giá trị mặc định: 0,5 Đây là một giới hạn an toàn quan trọng khác của OpenAPS và chỉ định tỷ lệ trong tổng lượng insulin cần thiết có thể được phân phối dưới dạng SMB. Tăng giá trị thử nghiệm này một cách chậm rãi và thận trọng.

source: Adjust Dynamic ISF constant
da: Juster Dynamisk ISF konstant
de: Dynamische ISF-Konstante anpassen
es: Ajustar constante de FSI dinámico
fr: Ajuster la constante du FSI Dynamique
it: Regola i rapporti dinamici della costante ISF
nb: Juster konstant for dynamisk ISF
nl: Dynamische ISF-constante aanpassen
ru: Настроить константу динамического ISF
sk: Nastavenie konštanty Dynamic ISF
sv: Ändra AF-konstant
tr: Dinamik İDF sabitini ayarla
uk: Налаштувати константу Динамічного ISF
vi: Điều chỉnh hằng số ISF động

source: Enable Dynamic ISF
da: Aktiver Dynamisk ISF
de: Dynamischen Insulinempfindlichkeitsfaktor (ISF) aktivieren
es: Habilitar FSI dinámico
fr: Activer le facteur de sensibilité à l'insuline (FSI) dynamique
it: Abilita ISF Dinamico
nb: Aktiver dynamisk ISF
nl: Dynamische ISF inschakelen
ru: Включить динамический ISF
sk: Povoliť Dynamic ISF
sv: Aktivera dynamisk insulinkänslighet (ISF)
tr: Dinamik İDF Etkinleştir
uk: Включити Динамічний ISF
vi: Kích hoạt ISF động
