Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: Temporary Basal Failed
da: Midlertidig Basal Mislykkedes
de: Temporäre Basalrate fehlgeschlagen
es: Basal temporal fallida
fr: Échec du Basal Temporaire
it: Base Temporanea Fallita
nb: Manuell basal mislyktes
nl: Tijdelijke basaalstanden mislukt
ru: Не удалось установить базал
sk: Dočasný bazál zlyhal
sv: Temporär basal misslyckades
tr: Geçici Bazal Başarısız
uk: Тимчасовий Базал не виконан
vi: Liều nền tạm thời thất bại

source: Unable to set a temporary basal rate: %1$@ %2$@
da: Kan ikke indstille en midlertidig basalrate: %1$@ %2$@
de: Konnte keine temporäre Basalrate festlegen: %1$@ %2$@
es: No se ha podido establecer una basal temporal: %1$@ %2$@
fr: Impossible de définir un taux de basal temporaire : %1$@ %2$@
it: Impossibile impostare una velocità basale temporanea: %1$@ %2$@
nb: Kunne ikke angi en manuell basalrate: %1$@ %2$@
nl: Kan geen tijdelijke basaalstand instellen: %1$@ %2$@
ru: Не удалось установить ВБС: %1$@ %2$@
sk: Nie je možné nastaviť dočasnú dávku bazálu: %1$@ %2$@
sv: Kunde inte ställa in en temporär basaldos: %1$@ %2$@
tr: Geçici bir bazal oran ayarlanamıyor: %1$@ %2$@
uk: Не вдалося встановити Тимчасову Базальну Швидкість: %1$@ %2$@
vi: Không thể cài đặt liều nền tạm thời: %1$@ %2$@

source: Unable to set a temporary basal rate: %1$@
da: Kan ikke indstille en midlertidig basalrate: %1$@
de: Konnte keine temporäre Basalrate festlegen: %1$@
es: No se ha podido establecer una basal temporal: %1$@
fr: Impossible de définir un taux de basal temporaire : %1$@
it: Impossibile impostare una velocità basale temporanea: %1$@
nb: Kunne ikke angi en manuell basalrate: %1$@
nl: Kan geen tijdelijke basaalstand instellen: %1$@
ru: Не удалось установить ВБС: %1$@
sk: Nie je možné nastaviť dočasnú dávku bazálu: %1$@
sv: Kunde inte ställa in en temporär basaldos: %1$@
tr: Geçici bir bazal oran ayarlanamıyor: %1$@
uk: Неможливо встановити Тимчасову Базальну Швидкість: %1$@
vi: Không thể cài đặt liều nền tạm thời: %1$@

source: Missing Config
da: Manglende Konfiguration
de: Fehlende Konfiguration
es: Configuración faltante
fr: Configuration manquante
it: Configurazione mancante
nb: Manglende konfigurasjon
nl: Configuratie ontbreekt
ru: Отсутствует конфигурация
sk: Chýbajúce nastavenia
sv: Konfiguration saknas
tr: Konfigurasyon Bulunamadı
uk: Відсутня конфігурація
vi: Thiếu cấu hình

source: This PumpManager has not been configured with a maximum basal rate because it was added before manual temp basal was a feature. Please go to therapy settings -> delivery limits and set a new maximum basal rate.
da: Denne pumpe er ikke blevet konfigureret med en maksimal basalrate, fordi den blev tilføjet, før manuel midlertidig basal var en funktion. Gå venligst til Indstillinger -> Konfiguration -> Pumpe Indstillinger og indstil en ny maksimal basalrate.
de: Dieser PumpManager wurde nicht mit einer maximalen Basalrate konfiguriert, da er hinzugefügt wurde, bevor es die Funktion "manuelle temporäre Basalrate" gab. Bitte gehe zum Menü Therapieeinstellungen -> Verabreichungsgrenzen und lege eine neue maximale Basalrate fest.
es: Este gestor de bomba no ha sido configurado con una tasa basal máxima porque fue añadido antes de que basal manual temporal fuese una funcionalidad. Por favor, vaya a 'Configuración de terapia -> Límites de administración' y establezca una nueva tasa basal máxima.
fr: Le Gestionnaire de Pompes n'a pas été configuré avec un débit de base maximum car il a été ajouté avant que le Basal temporaire manuel soit une fonctionnalité. Veuillez aller dans les paramètres de thérapie -> limites de délivrance et définir un nouveau taux de basal maximum.
it: Questo microinfusore non è stato configurato con una dose di basale massima perché questa è stata inserita prima che la basale temporanea manuale diventasse una funzione attiva. Andare su Impostazioni terapia - > Limiti erogazione e impostare un nuovo profilo basale massimo.
nb: Denne pumpedriveren har ikke blitt konfigurert med en maksimal basalrate fordi den ble lagt til før manuell midlertidig basal var en tilgjengelig funksjon. Gå til Pumpeinnstillinger -> leveringsgrenser og sett en ny maksimal basal rate.
nl: Deze Pompmanager is niet geconfigureerd met een maximale basaalstand omdat het is toegevoegd voordat handmatig tijdelijke basaal een functie was. Ga naar therapie instellingen -> afleverlimieten en stel een nieuwe maximale basaalstand in.
ru: Помощник настройки помпы не был сконфигурирован относительно максимального уровня базального инсулина. Пожалуйста, перейдите в "Настройки помпы" -> "Предел подачи" и установите новый максимальный уровень базального инсулина.
sk: Tento PumpManager nemá nastavenú maximálnu bazálnu dávku, pretože bol pridaný pred zavedením funkcie manuálneho dočasného bazálu. Prejdite do Nastavenia -> Limity dávkovania a nastavte novú maximálnu bazálnu dávku.
sv: En maximal basaldos har inte ställts in. Gå till inställningen 'Maxdoser' för att ställa in den maximala basaldosen
tr: Pompa Yönetimi, daha önce manuel geçici bazal eklendiğinden, maksimum bazal oranı ile yapılandırılmadı. Lütfen terapi ayarları -> iletim limitlerine gidin ve yeni bir maksimum bazal oran ayarlayın.
uk: Помічник налаштування помпи не був налаштований щодо максимального рівня базального інсуліну. Будь ласка, перейдіть в "Параметри помпи" -> "Межа подачі" і встановіть новий максимальний рівень базального інсуліну.
vi: Liều nền tối đa chưa được cấu hình. Đề nghị vào Cài đặt-> Cấu hình bơm và cấu hình Liều nền tối đa mới.

source: Total Delivery
da: Total Levering
de: gesamte Abgabe
es: Total administrado
fr: Total délivré
it: Totale Consegnata
nb: Total leveranse
nl: Totaal afgegeven
ru: Всего доставлено
sk: Spolu dodaných
sv: Total mängd insulin given
tr: Toplam İletim
uk: Повна Доставка
vi: Tổng liều

source: Add Omnipod Dash
da: Tilføj Omnipod Dash
de: Omnipod Dash hinzufügen
es: Añadir Omnipod Dash
fr: Ajouter pompe Dash
it: Aggiungi Omnipod Dash
nb: Legg til Omnipod Dash
nl: Omnipod Dash toevoegen
ru: Добавить Omnipod Dash
sk: Pridať Omnipod Dash
sv: Lägg till Omnipod Dash
tr: Omnipod Dash'ı ekle
uk: Додайте Omnipod Dash
vi: Thêm Omnipod Dash

source: Insert Cannula
da: Indfør kanyle
de: Kanüle einsetzen
es: Insertar Cánula
fr: Insérer la canule
it: Inserisci cannula
nb: Sett inn kanyle
nl: Plaats canulle
ru: Вставьте катетер
sk: Zaviesť Kanylu
sv: För in kanyl
tr: Kanül Yerleştir
uk: Вставте Канюлю
vi: Lắp Cannula

source: Check Cannula
da: Kontroller kanylen
de: Kanüle prüfen
es: Revise la cánula
fr: Vérifier la canule
it: Controlla cannula
nb: Kontroller kanyle
nl: Check canule
ru: Проверьте канюлю
sk: Skontrolujte kanylu
sv: Kontrollera kanyl
tr: Kanülü Kontrol Edin
uk: Перевірте Канюлю
vi: Kiểm tra Cannula

source: Setup Complete
da: Opsætning fuldført
de: Setup vollständig
es: Configuración completada
fr: Mise en place terminée
it: Installazione Completata
nb: Oppsett ferdig
nl: Setup voltooid
ru: Настройка завершена
sk: Nastavenie je dokončené
sv: Inställning färdig
tr: Kurulum tamamlandı
uk: Налаштування Завершено
vi: Cài đặt hoàn thành

source: Insulin Suspended
da: Insulin suspenderet
de: Insulin ausgesetzt
es: Insulina suspendida
fr: Insuline suspendue
it: Insulina Sospesa
nb: Insulintilførsel pauset
nl: Insuline tijdelijk uitgeschakeld
ru: Подача приостановлена
sk: Inzulín Suspendovaný
sv: Pump pausad
tr: İnsülin Durduldu
uk: Подання Припинено
vi: Đã tạm dừng cấp liều Insulin

source: Suspending insulin delivery...
da: Suspenderer insulinlevering...
de: Insulinabgabe unterbrechen...
es: Suspendiendo administración de insulina...
fr: Suspension de la distribution d'insuline...
it: Sospendi la somministrazione d'insulina...
nb: Stopper insulintilførsel...
nl: Onderbreken van insuline toediening
ru: Приостановка подачи инсулина...
sk: Pozastavenie podávania inzulínu...
sv: Pausar pump...
tr: İnsülin iletimi askıya alınıyor...
uk: Призупинення введення інсуліну...
vi: Đang tạm dừng liều insulin...

source: Resume Insulin Delivery
da: Genoptag Insulintilførsel
de: Insulinabgabe fortsetzen
es: Reanudar administración de insulina
fr: Reprendre l'injection d'insuline
it: Riprendi erogazione insulina
nb: Gjenoppta insulintilførsel
nl: Hervatten van de insuline toediening
ru: Возобновить подачу инсулина
sk: Obnoviť podávanie inzulínu
sv: Återuppta pump
tr: İnsülin İletimine Devam et
uk: Відновити Введення Інсуліну
vi: Phục hồi liều insulin

source: Resuming insulin delivery...
da: Genoptager insulintilførsel...
de: Insulinabgabe fortsetzen...
es: Reanudando administración de insulina...
fr: Reprendre l'injection d'insuline...
it: Sto riprendendo l'erogazione d'insulina...
nb: Gjenopptar insulintilførselen...
nl: Hervatten van de insuline toediening
ru: Возобновление подачи инсулина...
sk: Obnovuje sa podávanie inzulínu...
sv: Återupptar pump...
tr: İnsülin iletimi devam ediyor...
uk: Відновлення введення інсуліну...
vi: Đang phục hồi liều insulin...

source: Failed to Suspend Insulin Delivery
da: Kunne ikke suspendere insulintilførsel
de: Fehler beim Unterbrechen der Insulinabgabe
es: No se pudo suspender la administración de insulina
fr: Échec de la suspension de l'administration d'insuline
it: Sospensione della consegna dell'insulina non riuscita
nb: Insulintilførselen kunne ikke settes på pause
nl: Onderbreken van insuline toediening mislukt
ru: Не удалось приостановить подачу инсулина
sk: Pozastavenie podávania inzulínu zlyhalo
sv: Kunde inte pausa pump
tr: İnsülin İletimi Askıya Alınamadı
uk: Не вдалося Призупинити Введення Інсуліну
vi: Thất bại khi tạm dừng liều insulin

source: Today
da: I dag
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
nb: I dag
nl: Vandaag
ru: Сегодня
sk: Dnes
sv: Idag
uk: Сьогодні

source: Day
da: Dag
de: Tag
es: Día
fr: Jour
it: Giorno
nb: Dag
nl: Dag
ru: День
sk: Deň
sv: Dygn
uk: День

source: Week
da: Uge
de: Woche
es: Semana
fr: Semaine
it: Settimana
nb: Uke
ru: Неделя
sk: Týždeň
sv: Vecka
uk: Тиждень

source: Month
da: Måned
de: Monat
es: Mes
fr: Mois
it: Mese
nb: Måned
nl: Maand
ru: Месяц
sk: Mesiac
sv: Månad
uk: Місяць

source: Statistics
da: Statistik
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
nb: Statistikk
nl: Statistieken
ru: Статистика
sk: Štatistiky
sv: Statistik
tr: İstatistikler
uk: Статистика
vi: Thống kê

source: Allow Upload of Statistics to NS
da: Tillad Upload af Statistik til NS
de: Hochladen von Statistiken in NS zulassen
es: Cargar estadísticas a NS
fr: Autoriser le téléchargement de statistiques vers NS
it: Consenti caricare statistiche su NS
nb: Tillat opplasting av statistikk til NS
nl: Uploaden van statistieken naar NS toestaan
ru: Загружать статистику в Nightscout
sk: Povoliť odosielanie štatistík do NS
sv: Ladda upp till Nightscout
uk: Дозволити Завантаження Статистики в NS
vi: Cho phép tải số liệu thống kê lên NS

source: In Range
da: Indenfor intervallet
de: Im Zielbereich
es: En objetivo
fr: Dans la plage cible
it: Nell'intervallo
nb: I målområde
nl: Binnen bereik
ru: В диапазоне
sk: V rozsahu
sv: Normalvärde
uk: В Межах

source: Change HbA1c Unit
da: Skift HbA1c Enhed
de: HbA1c Einheit wechseln
es: Cambiar unidad de HbA1c
fr: Changer l'unité HbA1c
it: Cambia Unità HbA1c
nb: Endre HbA1c-enhet
nl: Wijzig HbA1c eenheid
ru: Отображать гликированный гемоглобин в процентах
sk: Zmena jednotky HbA1c
sv: Byt HbA1c-enhet
uk: Змінити одиницю HbA1c
vi: Thay đổi đơn vị của HbA1c

source: Display Chart X - Grid lines
da: Vis diagram X - gitterlinjer
de: Diagramm X anzeigen - Gitterlinien
es: Mostrar eje X - líneas de la cuadrícula
fr: Affichage Graphique X - Lignes de la grille
it: Grafico di visualizzazione X - Linee griglia
nb: Vise rutenett (X)
nl: Grafiek X weergeven - Rasterlijnen
ru: Отображать вертикальные линии сетки
sk: Zobraziť mriežku na osi x grafu
sv: Visa linjer för X i diagram
uk: Відображення діаграми X – лінії сітки
vi: Hiển thị biểu đồ dạng X-Grid

source: Display Chart Y - Grid lines
da: Vis diagram Y - gitterlinjer
de: Diagramm Y anzeigen - Gitterlinien
es: Mostrar eje Y - líneas de la cuadrícula
fr: Graphique d'affichage Y - Lignes de la grille
it: Grafico di visualizzazione Y - Linee griglia
nb: Vise rutenett (Y)
nl: Grafiek Y weergeven - Rasterlijnen
ru: Отображать горизонтальные линии сетки
sk: Zobraziť mriežku na osi y grafu
sv: Visa linjer för Y i diagram
uk: Відображення діаграми Y – лінії сітки
vi: Hiển thị biểu đồ dạng Y-Grid

source: Display Chart Threshold lines for Low and High
da: Vis diagramgrænser for lav og høj
de: Diagramm-Schwellenwertlinien für Niedrig und Hoch zeigen
es: Mostrar umbrales en el gráfico para glucemia baja y alta
fr: Afficher les lignes de seuil du graphique pour les lignes basse et haute
it: Visualizza le linee di soglia del grafico per bassa e alta
nb: Vise grenselinjer for høye og lave verdier
nl: Lijnen voor LAAG en HOOG weergeven in grafiek
ru: Отображать линии верхнего и нижнего порога
sk: Zobraziť prahové čiary grafu pre nízke a vysoké hodnoty
sv: Visa linjer för lågt och högt i diagram
uk: Відображення порогових ліній діаграми для низьких і високих значень
vi: Hiển thị các đường hiển thị Thấp và Cao

source: Standing / Laying TIR Chart
da: Stående / Læggende TIR-diagram
de: TIR-Tabelle stehend/liegend
es: Gráfico de Tiempo en Rango (TIR) vertical / horizontal
fr: Graphique TIR debout / Mise en page
it: Grafico TIR in piedi / sdraiato
nb: Stående / liggende TIR-diagram
nl: Staande/liggende TIR grafiek
ru: Краткий вид диаграммы времени в целевом диапазоне
sk: Graf TIR na výšku / šírku
sv: Stående / Liggande TIR-diagram
uk: Короткий вигляд діаграми часу у TIR
vi: Đứng/nằm biểu đồ TIR

source: Hours X-Axis (6 default)
da: Timer X-akse (6 standard)
de: Stunden X-Achse (6 Standard)
es: Horas mostradas en el eje X (por defecto, 6)
fr: Heures X Axis (6 par défaut)
it: Ore X-Axis (6 predefinito)
nb: Timer å vise (6 er standard)
nl: Uren X-as (standaard 6)
ru: Ширина графика по оси X (6 по-умолчанию)
sk: Hodiny na osi X (6 predvolených)
sv: Antal timmar att visa för X-axel (6 standard)
uk: Вісь Х годин (6 за замовчуванням)
vi: Giờ trục X (mặc định 6)

source: 2 hours
da: 2 timer
de: 2 Stunden
es: 2 horas
fr: 2 heures
it: 2 ore
nb: 2 timer
nl: 2 uur
ru: 2 часа
sk: 2 hodiny
sv: 2 timmar
uk: 2 години
vi: 2 giờ

source: 3 hours
sk: 3 hodiny
uk: 3 години

source: 4 hours
da: 4 timer
de: 4 Stunden
es: 4 horas
fr: 4 heures
it: 4 ore
nb: 4 timer
nl: 4 uur
ru: 4 часа
sk: 4 hodiny
sv: 4 timmar
uk: 4 години
vi: 4 giờ

source: 6 hours
da: 6 timer
de: 6 Stunden
es: 6 horas
fr: 6 heures
it: 6 ore
nb: 6 timer
nl: 6 uur
ru: 6 часов
sk: 6 hodín
sv: 6 timmar
uk: 6 годин
vi: 6 giờ

source: 9 hours
sk: 9 hodín
uk: 9 годин

source: 12 hours
da: 12 timer
de: 12 Stunden
es: 12 horas
fr: 12 heures
it: 12 ore
nb: 12 timer
nl: 12 uur
ru: 12 часов
sk: 12 hodín
sv: 12 timmar
uk: 12 годин
vi: 12 giờ

source: 24 hours
da: 24 timer
de: 24 Stunden
es: 24 horas
fr: 24 heures
it: 24 ore
nb: 24 timer
nl: 24 uur
ru: 24 часа
sk: 24 hodín
sv: 24 timmar
uk: 24 години
vi: 24 giờ

source: Average
da: Gennemsnitlig
de: Mittelwert
es: Media
fr: Moyenne
it: Media
nb: Gj.snitt
nl: Gemiddeld
ru: Средний
sk: Priemer
sv: Medelvärde
tr: Ortalama
uk: Середній

source: Time In Range
da: Tid I Område
de: Zeit im Zielbereich
es: Tiempo en rango
fr: Temps dans la plage cible
it: Tempo nell’intervallo
nl: Tijd binnen bereik (TIR)
ru: В диапазоне
sk: Čas v rozmedzí
sv: Tid inom intervallet
uk: Час в Діапазоні
vi: Trong phạm vi mục tiêu

source: Average Interval
da: Gennemsnitlig Interval
de: Durchschnittliches Zeitintervall
es: Intervalo medio
fr: Intervalle moyen
it: Intervallo medio
nl: Gemiddelde interval
ru: Средний интервал
sk: Priemerný interval
sv: Medelintervall
uk: Середній Інтервал
vi: Khoảng thời gian trung bình

source: Median
es: Mediana
fr: Médiane
it: Mediana
nl: Mediaan
ru: Медиана
sk: Medián
sv: Medianvärde
tr: Orta Değer
uk: Медіана

source: Readings
da: Aflæsninger
de: Lesungen
es: Lecturas
fr: Données
it: Letture
nb: Avlesninger
nl: Aantal gelezen
ru: Чтения
sk: Merania
sv: Avläsningar
uk: Читання

source: Readings / 24h
da: Aflæsninger / 24t
de: Lesungen / 24h
es: Lecturas / 24h
fr: Lectures / 24h
it: Letture / 24h
nb: Avlesninger / 24t
nl: Afgelopen 24/h
ru: Чтения / 24 ч
sk: Merania / 24h
sv: Avläsningar / 24h
uk: Читання / 24 год

source: Days
da: Dage
de: Tage
es: Días
fr: Jours
it: Giorni
nb: Dager
nl: Dagen
ru: Дни
sk: Dni
sv: Dagar
uk: Днів

source: Normal
de: im Zielbereich
it: Normale
nb: Normalt
nl: TIR
ru: Норма
sk: Normálny
sv: Normalvärde
uk: Нормальний

source: High (>
da: Høj (>
de: Hoch (>
es: Alto (>
fr: Haut (>
it: Alto (>
nb: Høyt (>
nl: Hoog (>
ru: Высокий (>
sk: Vysoká (>
sv: Högt (>
tr: Yüksek (>
uk: Високий (>

source: Low (<
da: Lav (<
de: Niedrig (<
es: Bajo (<
fr: Bas (<
it: Basso (<
nb: Lavt (<
nl: Laag (<
ru: Низкий (<
sk: Nízka (<
sv: Lågt (<
tr: Düşük (<
uk: Низький (<

source: All
da: Alle
de: Ø
es: Todos
fr: Toutes
it: Tutti
nb: Alle
nl: Alle
ru: Все
sk: Všetko
sv: Alla
tr: Tümü
uk: Все

source: days
da: dage
de: Tage
es: días
fr: jours
it: giorni
nb: dager
nl: dagen
ru: дней
sk: dni
sv: dagar
tr: gün
uk: дні

source: Loops
da: Looper
es: Ciclos
fr: Boucles
it: Cicli
nb: Looper
ru: Петли
sk: Slučky
sv: Loopar
tr: Döngüler
uk: Петлі

source: Errors
da: Fejl
de: Fehler
es: Errores
fr: Erreurs
it: Errori
nb: Feil
nl: Foutmeldingen
ru: Ошибки
sk: Chyba
sv: Fel
tr: Hatalar
uk: Помилки
vi: Lỗi

source: Success = Started / Completed (loops)
de: Erfolgreich berechnete Loops
fr: Succès = Boucles démarrées / Boucles terminées
it: Successo = Iniziato / Completato (ciclo)
nl: Succes = gestarte / voltooide (loops)
ru: Успех = Начато / Завершено (циклы)
sk: Úspešnosť = Spustené / Dokončené (slučky)
sv: Lyckades = Påbörjade / Avslutade (loopar)
uk: Успіх = Розпочато/Завершено (Петлі)

source: Most Frequent Error
de: Häufigste Fehler
fr: Erreur la plus fréquente
it: Errore Più Frequente
nl: Meest voorkomende fout
ru: Частая ошибка
sk: Najčastejšia chyba
sv: Vanligaste fel
uk: Найпоширеніша Помилка
vi: Lỗi thường gặp

source: Non-completed Loops
de: Nicht abgeschlossene Loops
fr: Boucles non terminées
it: Cicli non completati
nl: Niet voltooide Loops
ru: Незавершённые циклы
sk: Nedokončené slučky
sv: Ej avslutade loopar
uk: Незавершені Петлі
vi: Vòng lặp chưa hoàn thành

source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
it: Intervallo
nb: Intervall
ru: Интервал
sv: Intervall
tr: Aralık
uk: Інтервал

source: Display SD instead of CV
da: Vis SD i stedet for CV
de: Zeige die Standardabweichung (SD) statt des Variationskoeffizienten (CV)
es: Mostrar DS en lugar de CV
fr: Afficher la SD au lieu du CV
it: Mostra SD invece di CV
nb: Vis SD i stedet for CV
nl: Toon SD in plaats van CV
ru: Отображать SD вместо CV
sk: Zobraziť SD namiesto CV
sv: Visa SD istället för CV
uk: Показати SD замість CV
vi: Hiển thị SD thay vì CV

source: Display Standard Deviation (SD) instead of Coefficient of Variation (CV) in statPanel
da: Vis standardafvigelse (SD) i stedet for variationskoefficient (CV) i statPanel
de: Zeige die Standardabweichung (SD) statt des Variationskoeffizienten (CV) in den Statistiken
es: Mostrar Desviación Estándar (DS) en lugar del Coeficiente de Variación (CV) en el Panel de Estadísticas
fr: Afficher la déviation standard (SD) au lieu du coefficient de variation (CV) dans le panneau d'état
it: Mostra deviazione standard (SD) invece di Coefficiente di variazione (CV) nello statPanel
nb: Vis standardavvik (SD) i stedet for variasjonskoeffisient (CV) i statistikkpanel
nl: Toon standaard afwijkingen (SD) in plaats van coëfficiënt van variatie (CV) in het hoofdscherm bij de statistieken
ru: Отображать Стандартное Отклонение (SD), вместо Коэффициента Вариации (CV) на панели статистики
sk: Zobrazenie štandardnej odchýlky (SD) namiesto variačného koeficientu (CV) v paneli statPanel
sv: Visa standardavikelse (SD) istället för variationskoefficient (CV) på hemskärmen
uk: Показувати стандартне відхилення (SD) замість Коефіцієнту варіації (CV) у панелі стану
vi: Hiển thị Độ lệch chuẩn (SD) thay vì Hệ số biến thiên (CV) trong bảng điều khiển

source: Update every number of minutes:
da: Opdater hvert antal minutter:
de: Update der Statistik (in Minuten)
es: Actualizar cada número de minutos:
fr: Mettre à jour chaque nombre de minutes :
it: Aggiorna ogni numero di minuti:
nb: Tid mellom oppdatering (i minutter):
nl: Werk elk aantal minuten bij:
ru: Частота обновления в минутах:
sk: Aktualizujte každý počet minút:
sv: Uppdatera varje antal minuter:
uk: Оновлюйте кожну кількість хвилин:
vi: Cập nhật theo từng phút:

source: Default is 20 minutes. How often to update and save the statistics.json and to upload last array, when enabled, to Nightscout.
da: Standard er 20 minutter. Hvor ofte at opdatere og gemme statistik.json og uploade sidste array, når aktiveret, til Nightscout.
de: Standard ist 20 Minuten. Wie oft die statistics.json aktualisiert und gespeichert werden soll und wie oft das letzte Datenfeld zu Nightscout hochgeladen werden soll, wenn aktiviert.
es: Con qué frecuencia actualizar, guardar las estadísticas.json y subir la última línea de la matriz, si está habilitado, a Nightscout. Por defecto, 20 minutos.
fr: La valeur par défaut est de 20 minutes. Combien de fois mettre à jour et enregistrer les statistiques.json et télécharger le dernier tableau, une fois activé, sur Nightscout.
it: Il valore predefinito è di 20 minuti. Quante volte aggiornare e salvare le statistiche.json e caricare l'ultimo array, quando abilitato, su Nightscout.
nb: Standard er 20 minutter. Hvor ofte skal skal statistics.json oppdateres og lagres, for deretter å laste opp til Nightscout (hvis aktivert)?
nl: Standaard 20 minuten. Hoe vaak de statistics.json bijwerken en opslaan en de laatste array, indien ingeschakeld, uploaden naar Nightscout.
ru: По-умолчанию 20 минут. Как часто обновлять и сохранять statistics.json и загружать последний массив данных, когда включено, в Nightscout.
sk: Predvolená hodnota je 20 minút. Ako často aktualizovať a uložiť súbor statistics.json a nahrať posledné hodnoty, ak je povolené odosielanie do Nightscoutu.
sv: Standardvärde är 20 minuter. Hur ofta du vill uppdatera, spara och ladda upp statistiken till Nightscout.
uk: За замовчуванням 20 хвилин. Як часто оновлювати та зберігати statistics.json і завантажувати останній масив, якщо ввімкнено, у Nightscout.
vi: Mặc định là 20 phút. Tần suất cập nhật và lưu statistics.json cũng như tải danh sách cuối cùng lên Nightscout khi được bật.

source: Past 24 Hours
da: Sidste 24 Timer
de: Letzten 24 Stunden
es: Últimas 24 horas
fr: Dernières 24 Heures
it: Ultime 24 ore
nb: Siste 24 timer
nl: Afgelopen 24 uur
ru: 24 часа
sk: Posledných 24 Hodín
sv: Senaste 24 timmarna
tr: Son 24 Saat
uk: За останні 24 години

source: Past Week
da: Sidste Uge
de: Letzte Woche
es: Última semana
fr: Cette semaine
it: Ultima settimana
nb: Siste uke
nl: Laatste week
ru: Неделя
sk: Minulý týždeň
sv: Senaste veckan
tr: Geçen Hafta
uk: Минулий тиждень

source: Past Month
da: Sidste Måned
de: Letzter Monat
es: Último mes
fr: Mois passé
it: Ultimo mese
nb: Siste måned
nl: Afgelopen maand
ru: Месяц
sk: Minulý mesiac
sv: Senaste månaden
tr: Geçen Ay
uk: Минулий місяць

source: Past 90 Days
da: Sidste 90 Dage
de: Letzten 90 Tage
es: Últimos 90 días
fr: Les 90 derniers jours
it: Ultimi 90 giorni
nb: Siste 90 dager
nl: Laatste 90 dagen
ru: 90 дней
sk: Posledných 90 dní
sv: Senaste 90 dagarna
tr: Son 90 Gün
uk: За останні 90 днів
vi: 90 ngày trước
