Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: Enable SMBs when a high BG is detected, based on the high BG target (adjusted or profile)
da: Aktiver SMB'er, når der registreres et højt BG baseret på det høje BG-mål (justeret eller profil)
de: SMBs aktivieren, wenn ein hoher BG erkannt wird, basierend auf dem hohen BG Ziel (angepasst oder Profil)
es: Habilita SMB cuando se detecta una glucemia alta, basado en el valor de la configuración (ajustes o perfil)
fr: Activer les SMBs lorsqu'une glycémie élevée est détectée, en fonction de la cible de glycémie élevée (ajustée ou profil)
it: Abilita SMB quando viene rilevata una BG alta, in base al target alto di BG (regola il profilo)
nb: Aktiver SMB når høyt BS blir oppdaget, basert på høyt BS-mål (justert eller i henhold til profil)
nl: SMB's inschakelen wanneer een hoge BG wordt gedetecteerd, op basis van het hoge BG-doel (aangepast of profiel)
ru: Включить SMB когда обнаружен высокий уровень BG, основанный на повышенной цели BG(скорректированной или из профиля)
sk: Povoliť SMB, keď je zistená vysoká glykémia, na základe cieľovej hodnoty pre vysokú BG (upravená alebo profilová)
sv: Aktivera SMB: er vid högt blodsocker, eller enligt inställning nedan
tr: Yüksek KŞ hedefine (ayarlanmış veya profil) bağlı olarak yüksek bir KŞ algılandığında SMB'leri etkinleştirin
uk: Увімкнути SMB коли виявлено високий рівень BG, заснований на підвищеній меті BG (скоригованої або з профілю)
vi: Kích hoạt SMB khi phát hiện BG cao, dựa trên mục tiêu BG cao (đã điều chỉnh hoặc cấu hình)

source: Dynamic settings
da: Dynamiske indstillinger
de: Dynamische Einstellungen
es: Ajustes dinámicos
fr: Paramètres dynamiques
it: Impostazioni dinamiche
nb: Innstillinger for dynamisk funksjonalitet
nl: Dynamische instellingen
ru: Настройки динамических опций
sk: Dynamické nastavenia
sv: Dynamiska inställningar
tr: Dinamik Ayarlar
uk: Налаштування динамічних опцій

source: Insulin curve
da: Insulin kurve
de: Insulinkurve
es: Curva de insulina
fr: Courbe de l'insuline
it: Curva insulinica
nb: Insulinkurve
nl: Insuline curve
ru: Тип линии инсулина
sk: Inzulínová krivka
sv: Insulintyp
tr: İnsülin eğrisi
uk: Тип лінії інсуліну
vi: Chủng loại insulin

source: Adjustment Factor
da: Justeringsfaktor
de: Korrekturfaktor
es: Factor de ajuste
fr: Facteur appliqué
it: Fattore Regolazione
nb: Justeringsfaktor
nl: Aanpassingsfactor
ru: Коэффициент регулировки
sk: Faktor úpravy
sv: Justeringskonstant
tr: Düzeltme Katsayısı
uk: Коефіцієнт Регулювання
vi: Yếu tố điều chỉnh (AF)

source: Overrides
ru: Переопределения
sk: Profily
sv: Undantag
uk: Перевизначити

source: Cancel Override
ru: Отменить переопределение
sk: Zrušiť profil
sv: Avbryt Undantag
uk: Скасувати перевизначення

source: UI/UX
de: Benutzeroberfläche / Benutzerfreundlichkeit
es: Interfaz
fr: Interface et expérience utilisateur
sk: Rozhranie
vi: Giao diện/Trải nghiệm người dùng

source: API secret
da: API hemmelighed
fr: Clé secrète API
it: API segreta
nb: API nøkkel
nl: API code
ru: API секрет
sk: API kľúč
sv: API-lösen
tr: API parolası

source: U100
ru: 100 ЕД/мл
sk: 100 U

source: U200
ru: 200 ЕД/мл
sk: 200 U

source: U50
ru: 50 ЕД/мл
sk: 50 U

source: U10
ru: 10 ЕД/мл
sk: 10 U

source: U
da: E
de: IE
nb: E
nl: E
ru: Ед
sk: J
sv: E
tr: Ü

source: /U
da: /E
de: /IE
nb: /E
nl: /E
ru: /Ед
sk: /J
sv: /E
tr: /Ü

source: U
da: E
de: IE
nb: E
nl: E
ru: Ед
sk: J
sv: E
tr: Ü

source: %@ U
da: %@ E
de: %@ IE
nb: %@ E
nl: %@ E
ru: %@ Eд
sk: %@ J
sv: %@ E
tr: %@ Ü

source: Libre Transmitter
da: Libre Sender
de: Libre Sender
es: Transmisor Libre
fr: Transmetteur Libre
it: Trasmettitore Libre
nb: Libre-sender
nl: Libre zender
ru: Libre трансмиттер
sk: Libre vysielač
sv: Libre-sändare
tr: Libre Vericisi

source: Libre Transmitters
da: Libre Sendere
de: Libre Sender
es: Transmisores Libre
fr: Transmetteurs Libre
it: Trasmettitori Libre
nb: Libre-sendere
nl: Libre zenders
ru: Передатчики Libre
sk: Libre vysielače
sv: Libre-sändare
tr: Libre Vericileri

source: Temp basal Amount in U/h
it: Quantità basale temporanea in U/h
ru: ВБС в Ед/ч
sk: Dočasné množstvo bazálu v U/h
sv: Temporär basaldos i enheter per timme

source: SMB Delivery Ratio BG Range
it: Range somministrazione SMB somministrazione BG
ru: Диапазон уровня глюкозы в крови для SMB
sk: Pomer dávky SMB v rozsahu glykémie
sv: Blodsockerintervall för SMB-kvot

source: SMB Delivery Ratio Minimum
de: SMB Lieferverhältnis Minimum
it: Tasso di somministrazione Smb Minimo
ru: Минимальное соотношение подачи SMB
sk: Minimálny pomer dávky SMB
sv: Minimal SMB-kvot

source: Keto Protection
de: Schutz vor einer Ketoazidose
it: Protezione Keto
sk: Ochrana pred ketoacidózou
sv: Ketoacidosskydd

source: ISF
da: Insulin følsomhedsfaktor
es: FSI
ru: ФЧИ (ISF)

source: CGM
es: MCG
ru: Мониторинг
vi: Cảm biến đường huyết

source: Are you sure you want to remove this cgm from loop?
da: Er du sikker på at du vil fjerne denne CGM fra iAPS?
de: Sind Sie sicher, dass Sie diesen CGM aus dem Loop löschen wollen?
es: ¿Estás seguro de que deseas eliminar esta MCG del lazo cerrado?
fr: Êtes-vous sûr de vouloir supprimer ce cgm de la boucle ?
it: Sei sicuro di voler rimuovere questo cgm dal ciclo?
nb: Er du sikker på at du vil fjerne denne CGM-en?
nl: Weet je zeker dat je deze CGM uit de lijst wilt verwijderen?
ru: Вы уверены, что хотите удалить этот CGM?
sv: Är du säker på att du vill ta bort denna CGM från iAPS?
tr: Bu CGM'i iAPS'den kaldırmak istediğinizden emin misiniz?
vi: Bạn có chắc muốn xóa CGM này khỏi Loop không?

source: Backfilling from trend is currently not well supported by Loop
da: Tilbagefyldning fra trend er i øjeblikket ikke godt understøttet af Loop
de: Auffüllen der Werte aus dem Trend wird derzeit von Loop nicht gut unterstützt
es: El relleno de las tendencias no está bien soportado por Loop
fr: La gestion des tendances rétroactives n'est actuellement pas bien pris en charge
it: Il riempimento dalla tendenza non è attualmente ben supportato da Loop
nb: Etterfylling av data fra trenden er for øyeblikket ikke godt støttet
nl: Terugzetten van trend wordt momenteel niet goed ondersteund door Loop
ru: Заполнение из тренда в настоящее время не поддерживается в Loop
sv: Återfyllning från trend stöds för närvarande inte bra av Loop
tr: Trendden yapılan dolgu şu anda Loop tarafından iyi desteklenmiyor
vi: Việc chèn lấp theo xu hướng hiện không được Loop hỗ trợ tốt

source: Apple Health
es: Apple Salud
fr: Apple Santé
it: Apple Salute
nb: Apple Helse
nl: Apple Gezondheid
ru: Apple Здоровье
sv: Apple Hälsa
tr: Apple Sağlık Uygulaması

source: Loop will not automatically adjust your insulin delivery until the temporary basal rate finishes or is canceled.
da: iAPS justerer ikke automatisk din insulindosering, før den midlertidige basalrate er afsluttet eller annulleret.
de: Loop passt deine Insulinabgabe nicht automatisch an, bis die temporäre Basalrate beendet oder abgebrochen wird.
es: iAPS no ajustará automáticamente su administración de insulina hasta que el actual ratio de insulina basal temporal finalice o sea cancelado.
fr: La boucle n'ajuste pas automatiquement la distribution d'insuline tant que le débit de basal temporaire n'est pas terminé ou est annulé.
it: Loop non regolerà automaticamente l'erogazione d'insulina fino a quando l'impostazione della basale temporanea non sarà terminata o cancellata.
nb: Appen vil ikke automatisk justere insulintilførselen før den manuelle basalraten er fullført eller kansellert.
nl: iAPS zal niet automatisch veranderingen aanbrengen in de hoeveelheid insuline die je krijgt, totdat de tijdelijke basaalstand is gestopt of geannuleerd.
ru: Петля не будет автоматически изменять подачу инсулина, пока Временная Базальная Скорость не завершится, либо не будет отменена пользователем.
sv: iAPS kommer inte automatiskt att justera dina insulindoser förrän den temporära basalen är färdig eller har avbrytits.
tr: Döngü, geçici bazal oran bitene veya iptal edilene kadar insülin iletiminizi otomatik olarak ayarlamaz.
vi: Loop sẽ không tự động điều chỉnh liều insulin đến khi liều nền tạm thời thực hiện xong hoặc bị hủy bỏ.

source: Upload settings and statistics
de: Einstellungen und Statistiken hochladen
fr: Téléverser vos paramètres et statistiques
it: Carica le impostazioni e le statistiche
nl: Upload instellingen en statistieken
ru: Выгружать настройки и статистику
sv: Ladda upp inställningar och statistik
vi: Tải lên cài đặt và số liệu thống kê

source: Auto ISF Max
ru: Авто ISF максимум
sv: Auto ISF maximum

source: Auto ISF Min
ru: Авто ISF минимум
sv: Auto ISF minimum

source: Garmin Watch
da: Garmin Ur
es: Reloj Garmin
it: Orologio Garmin
sv: Garmin - klocka

source: Apple Watch
it: Orologio Apple

source: Sensor Age
nl: Sensor leeftijd
tr: Sensör Yaşı
vi: Thời gian sử dụng cảm biến

source: NS Upload Profile
nl: NS Upload profiel
tr: NS Yükleme Profili
vi: Tải hồ sơ lên NS

source: Target ranges
nl: Doelbereiken
tr: Hedef aralıkları
vi: Phạm vi Mục tiêu

source: U/day
nl: E/dag
tr: Ü/gün
vi: U/ngày

source: Change ISF and CR
nl: Wijzig ISF en CR
vi: Thay đổi ISF và CR

source: SD
da: SA
es: DS
nb: SA

source: Target Ranges
tr: Hedef Aralığı

source: Upload glucose to Nightscout
tr: Nightscout'a KŞ değerlerini yükle

source: Delete carbs?
tr: Karbonhidratları sil?

source: Delete insulin?
tr: İnsülin silinsin mi?

source: Create events in calendar
tr: Takvimde etkinlikler oluşturun

source: Last loop was more then %d min ago
tr: Son döngü %d dak kadar önceydi

source: Confidence reminders are beeps from the pod which can be used to acknowledge selected commands.
tr: Onay sesleri, seçili komutları onaylamak için kullanılabilen pod'tan gelen bip sesleridir.

source: Confidence reminders will sound for commands you initiate, like bolus, cancel bolus, suspend, resume, save notification reminders, etc. When Loop automatically adjusts delivery, no confidence reminders are used.
tr: Bolus, bolusu iptal et, askıya al, devam ettir, bildirim hatırlatıcılarını kaydet vb. gibi başlattığınız komutlar için Onay sesleri çalacaktır. Döngü, iletimi otomatik olarak ayarladığında, hiçbir onay sesi kullanılmaz.

source: Confidence reminders will sound when Loop automatically adjusts delivery as well as for commands you initiate.
tr: Loop, başlattığınız komutların yanı sıra teslimatı otomatik olarak ayarladığında, onay sesi çalacaktır.

source: This defaults maxCOB to 120 because that’s the most a typical body can absorb over 4 hours. (If someone enters more carbs or stacks more; OpenAPS will just truncate dosing based on 120. Essentially, this just limits AMA as a safety cap against weird COB calculations due to fluky data.)
tr: Bu varsayılan olarak maxAKRB'u 120'ye ayarlar çünkü bu, tipik bir vücudun 4 saatten fazla emebileceği en fazla değerdir. (Birisi daha fazla karbonhidrat yerse; OpenAPS, 120'ye dayalı dozlamayı keser. Esasen, bu, AMA'yı (Gelişmiş Yemek Asistanı), rastgele verilerden kaynaklanan tuhaf AKRB hesaplamalarına karşı bir güvenlik sınırı olarak sınırlar.)

source: Calculate a new ISF with every loop cycle. New ISF will be based on current BG, TDD of insulin (past 24 hours or a weighted average) and an Adjustment Factor (default is 1). Dynamic ISF and CR ratios will be limited by your autosens.min/max limits. Dynamic ratio replaces the autosens.ratio: New ISF = Static ISF / Dynamic ratio, Dynamic ratio = profile.sens * adjustmentFactor * tdd * Math.log(BG/insulinFactor+1) / 1800, insulinFactor = 120 - InsulinPeakTimeInMinutes
tr: Her döngü döngüsünde yeni bir İDF hesaplayın. Yeni İDF, mevcut BG'ye dayalı olacaktır, GTD'unuz (son 24 saat veya ağırlıklı bir ortalama) ve bir Ayarlama Faktörüne (varsayılan 1'dir) dayalı olacaktır. Dinamik İDF ve KHO oranları, autosens.min/maks limitlerinizle sınırlanacaktır. . Dinamik oran, autosens.ratio'nun yerini alır: Yeni İDF = Statik İDF / Dinamik oran, Dynamic oran = profile.sens * AdjustFactor * tdd * Math.log(BG/insulinFactor+1) / 1800, insulinFactor = 120 - İnsülinPeakTimeInMinutes

source: Adjust Dynamic ratios by a constant. Default is 0.5. The higher the value, the larger the correction of your ISF will be for a high or a low BG. Maximum correction is determined by the Autosens min/max settings. For Sigmoid function an adjustment factor of 0.4 - 0.5 is recommended to begin with. For the logaritmic formula there is less consensus, but starting with 0.5 - 0.8 is more appropiate for most users
tr: Adjust Dynamic ratios by a constant. Default is 0.5. The higher the value, the larger the correction of your ISF will be for a high or a low BG. Maximum correction is determined by the Autosens min/max settings. For Sigmoid function an adjustment factor of 0.4 - 0.5 is recommended to begin with. For the logaritmic formula threre is less consensus, but starting with 0.5 - 0.8 is more appropiate for most users

source: Threshold Setting (mg/dl)
tr: Eşik Ayarı (mg/dl)

source: ... When Blood Glucose Is Over (mg/dl):
tr: ... Kan Şekeri Üzeri Olduğunda (mg/dl):
