Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: Defaults to false, which means by default only the low end of the pump’s BG target range is used as OpenAPS target. This is a safety feature to prevent too-wide targets and less-optimal outcomes. Therefore the higher end of the target range is used only for avoiding bolus wizard overcorrections. Use wide_bg_target_range: true to force neutral temps over a wider range of eventualBGs.
da: Standard er falsk, hvilket betyder som standard kun den lave ende af pumpens BG målområde bruges som OpenAPS mål. Dette er en sikkerhedsfunktion for at forhindre alt for brede mål og mindre optimale resultater. Derfor er den højere ende af målområdet kun brugt til at undgå bolus guiden overkorrektioner. Brug wide_bg_target_range: sand for at tvinge neutrale temps over en bredere vifte af eventualBGs.
de: Standardmäßig aus, bedeutet standardmäßig nur das niedrige Ende des BG-Zielbereichs der Pumpe wird als OpenAPS-Ziel verwendet. Dies ist ein Sicherheitsmerkmal, um zu weit gefasste Ziele und weniger optimale Ergebnisse zu verhindern. Daher wird das höhere Ende des Zielbereichs nur verwendet, um Überkorrekturen des bolus Wizards zu vermeiden. Benutzen Sie die wide_bg_target_range: true, um neutrale temps über einen größeren Bereich von eventualBG zu erzwingen.
es: Por defecto es falso, lo que significa que por defecto sólo el extremo bajo del rango objetivo de glucosa en la bomba se utiliza como objetivo en OpenAPS. Esta es una característica de seguridad para prevenir objetivos demasiado amplios y resultados menos óptimos. Por lo tanto, el extremo más alto del rango objetivo sólo es usado para evitar sobre-correcciones del asistente de bolos. Use wide_bg_target_range: true para forzar temporizaciones neutrales sobre un rango más amplio de valores eventuales de glucosa.
fr: La valeur par défaut est désactivé, ce qui signifie par défaut que seule la valeur basse de la plage cible de glycémie de la pompe est utilisée comme cible OpenAPS. Il s'agit d'une caractéristique de sécurité qui permet d'éviter des cibles trop larges et des résultats moins optimaux. Par conséquent, la valeur supérieure de la cible glycemique n'est utilisée que pour éviter les surcorrections de l'assistant de bolus. Activez cette option pour forcer l'utilisation de l'ensemble de la plage de cible glycemique dans l'algorithme.
it: Predefiniti a false, il che significa per impostazione predefinita solo l'estremità bassa del campo di destinazione BG della pompa viene utilizzato come obiettivo OpenAPS. Si tratta di una caratteristica di sicurezza per evitare obiettivi troppo ampi e risultati meno ottimali. Pertanto l'estremità superiore dell'intervallo di riferimento viene utilizzata solo per evitare correzioni guidate in bolo. Usare wide_bg_target_range: true per forzare basali temporanee neutre su un più ampio intervallo di eventualBG.
nb: Standard slått av. Som standard vil bare den nederste enden av pumpens BS-målområde bli brukt som OpenAPS-mål. Dette er en sikkerhetsfunksjon for å hindre for brede målområder og mindre optimalt utfall. Derfor brukes den høyeste delen av målområdet kun for å unngå overkorreksjon i bolus-veiviseren. Bruk wide_bg_target_range: true for å tvinge nøytrale midertidige mål over et bredere område av estimerte BS-verdier.
nl: Standaard uit betekent dat standaard alleen de laagste BG van de pomp wordt gebruikt als OpenAPS doel. Dit is een veiligheidsvoorziening om al te brede doelen en minder optimale resultaten te voorkomen. Daarom wordt het hoogste eind van het streefbereik alleen gebruikt om teveel compenseren van de bolus assistent te voorkomen. Gebruik wide_bg_target_range: Waar om neutrale temps af te dwingen over een breder bereik van de uiteindelijke BG.
ru: По умолчанию значение false, что означает, что в качестве цели OpenAPS используется только низкий нижний BG помпы. Это свойство безопасности для предотвращения слишком широких целей и менее оптимальных результатов. Поэтому верхний диапазона постоянной цели используется только для избежания чрезмерной коррекции в мастере болюса на помпах Медтроник. Используйте wide_bg_target_range: true для принудительного включения нейтральной ВБС, когда eventualBG в пределах диапазона.
sk: Predvolene nastavenie je vypnuté, čo znamená, že sa ako cieľ OpenAPS používa iba dolná hranica cieľového rozsahu glykémie. Ide o bezpečnostnú funkciu, ktorá zabraňuje príliš širokým cieľom a menej optimálnym výsledkom. Horná hranica cieľového rozsahu sa preto používa iba na zabránenie nadmerným korekciám bolusovým kalkulátorom. Použite wide_bg_target_range: true, aby ste vynútili neutrálne dočasné dávky v širšom rozsahu očakávaných hodnôt glykémie.
sv: Avstängd som standard, vilket innebär att endast det nedre intervallet av dina inställda målvärden kommer att användas som målvärde i iAPS. Detta är en säkerhetsfunktion för att förhindra alltför omfattande målintervall med mindre optimala resultat som följd. Den övre delen av målvärdet används endast för att undvika överkorrigeringar av bolusguiden. Använd 'Wide BG Target Range' för att forcera neutrala temporära basaldoser att användas över ett bredare intervall av förväntade blodsockervärden.
tr: Varsayılan olarak kapalıdır. Bu varsayılan olarak yalnızca pompanın KŞ hedef aralığının alt uc değerini OpenAPS hedefi olarak kullanıldığı anlamına gelir. Bu çok geniş hedefleri ve daha az optimal sonuçları önlemek için bir güvenlik özelliğidir. Bu nedenle, hedef aralığın üst uc değeri yalnızca bolus sihirbazı aşırı düzeltmelerinden kaçınmak için kullanılır. Daha geniş bir nihai KŞ aralığında doğal geçicileri (hedef-bazal) zorlamak için wide_bg_target_range: true kullanın.
uk: За замовчуванням значення false, що означає, що як мета OpenAPS використовується тільки низький нижній BG помпи. Це властивість безпеки для запобігання надто широким цілям і менш оптимальним результатам. Тому верхній діапазон постійної мети використовується тільки для уникнення надмірної корекції в майстрі болюса на помпах Медтронік. Використовуйте wide_bg_target_range: true для примусового увімкнення нейтральної ТБШ, коли eventualBG в межах діапазону.
vi: Giá trị mặc định là False, có nghĩa là theo mặc định chỉ phần thấp nhất trong phạm vi mục tiêu BG của máy bơm được sử dụng làm mục tiêu OpenAPS. Đây là tính năng an toàn nhằm ngăn chặn các mục tiêu quá rộng và kết quả kém tối ưu. Do đó, mức cao hơn của phạm vi mục tiêu chỉ được sử dụng để tránh việc điều chỉnh quá mức của thuật sĩ truyền nhanh. Sử dụng Phạm vi mục tiêu BG rộng: true để buộc liều tạm thời trung tính trên phạm vi BG cuối cùng rộng hơn.

source: Skip Neutral Temps
da: Spring Over Neutrale Temps
de: Neutrale Temps überspringen
es: Omitir Temporales Neutras
fr: Sauter le temps neutre
it: Salta Tempi Neutrali
nb: Hopp over nøytrale midlertidige mål
nl: Sla neutrale temps over
ru: Возвращаться на нейтральный базал
sk: Preskočiť dočasný neutrálny bazál
sv: Hoppa över neutrala temporära basaler
tr: Doğal Geçici Hedefleri Atla
uk: Повернутися на Нейтральний Базал
vi: Bỏ qua liều tạm thời trung lập

source: Defaults to false, so that iAPS will set temps whenever it can, so it will be easier to see if the system is working, even when you are offline. This means iAPS will set a “neutral” temp (same as your default basal) if no adjustments are needed. This is an old setting for OpenAPS to have the options to minimise sounds and notifications from the 'rig', that may wake you up during the night.
da: Standard er falsk, så iAPS vil sætte temps når det er muligt, så det vil være lettere at se, om systemet fungerer, selv når du er offline. Det betyder, at OpenAPS vil sætte en “neutral” temp (samme som din standard basal) hvis der ikke er behov for justeringer. Dette er en gammel indstilling for OpenAPS for at have muligheder for at minimere lyde og meddelelser fra 'udstyr', der kan vække dig om natten.
de: Standardmäßig aus, damit iAPS, wann immer es möglich ist, Temps festlegt, sodass Sie leichter sehen können, ob das System funktioniert, selbst wenn Sie offline sind. Dies bedeutet, dass OpenAPS eine „neutrale“ Temp (wie Ihre Standard-Basalrate) einstellt, wenn keine Anpassungen erforderlich sind. Dies ist eine alte Einstellung für OpenAPS, um die Optionen zum Minimieren von Geräuschen und Benachrichtigungen aus dem 'Rig' zu haben, die Sie während der Nacht aufwecken können.
es: Por defecto es falso, por lo que iAPS establecerá basales temporales siempre que pueda, por lo que será más fácil ver si el sistema está funcionando, incluso cuando esté fuera de línea. Esto significa que OpenAPS establecerá una basal temporal “neutral” (igual que su basal por defecto) si no se necesitan ajustes. Esta es una configuración antigua para que OpenAPS tenga las opciones para minimizar sonidos y notificaciones del 'rig', que puede despertarte durante la noche.
fr: La valeur par défaut est faux, de sorte que iAPS définisse une valeur basal dès qu'il le peut, donc il sera plus facile de voir si le système fonctionne, même lorsque vous êtes hors ligne. Cela signifie qu'OpenAPS définira une valeur basale « neutre » (identique à votre basal par défaut) si aucun ajustement n'est nécessaire. Ceci est un ancien paramètre d'OpenAPS afin de minimiser les sons et les notifications de la 'rig', qui pouvaient vous réveiller pendant la nuit.
it: I valori predefiniti sono falsi, in modo che iAPS imposterà basali temporanee ogni volta che è possibile, così sarà più facile vedere se il sistema funziona, anche quando sei offline. Ciò significa che OpenAPS imposterà una basale temporanea “neutrale” (uguale alla basale predefinita) se non sono necessarie modifiche. Questa è una vecchia impostazione per OpenAPS per avere le opzioni per minimizzare i suoni e le notifiche del dispositivo, che può svegliarti durante la notte.
nb: Standard slått av. iAPS setter midlertidige mål så ofte den kan, slik at det blir enklere å se at systemet jobber, selv når du er offline. Dette betyr at OpenAPS vil sette et "nøytralt" midlertidig mål (samme som din standard basal) hvis det ikke trengs noen justeringer. Dette er en gammel innstilling for OpenAPS for å ha muligheten til å minimere antall varsler og lyder fra pumpen, som ellers kunne ha vekket deg om natten.
nl: Standaard ingesteld op uit, zodat iAPS tijdelijke basaal waardes zal instellen wanneer dat maar kan. Het zal dus makkelijker zijn om te zien of het systeem werkt, zelfs als je offline bent. Dit betekent dat OpenAPS een "neutraal" basaal (hetzelfde als jouw standaard basaal) zal instellen als er geen aanpassingen nodig zijn. Dit is een oude instelling van OpenAPS om de optie te hebben om geluiden en meldingen te beperken waarvan je 's nachts misschien wakker kan worden.
ru: По умолчанию значение false, так что OpenAPS будет устанавливать временные цели когда это возможно, так будет проще увидеть, работает ли система даже в автономном режиме. Эта настройка означает, что OpenAPS установит «нейтральную» ВБС (такую же, как и исходная база по умолчанию), если изменения не нужны. Это старая настройка OpenAPS для минимизации звуков и уведомлений на помпе.
sk: Predvolene nastavenie je vypnuté, aby iAPS nastavoval dočasné bazálne dávky vždy, keď to je možné, čo uľahčuje kontrolu fungovania systému, aj keď ste offline. To znamená, že iAPS nastaví „neutrálny“ dočasnú dávku (rovnakú ako váš predvolený bazál), ak nie sú potrebné žiadne úpravy. Toto je staré nastavenie pre OpenAPS, ktoré umožňuje minimalizovať zvuky a upozornenia zo zariadenia („rig“), ktoré by Vás mohli v noci prebudiť.
sv: Av som standard, så att iAPS kan ställa in temporära basaldoser närhelst den kan, vilket gör det lättare att se ifall systemet fungerar, även när du är offline. Detta innebär att iAPS kommer att ställa in en ”neutral” temporär basal (samma som din ordinarie basal) när inga justeringar behövs. Gammal inställning från OpenAPS för att minska ljud och notiser mitt i natten från dessa 'rigs'. Vi rekommenderar att man lämnar neutrala temporära basaler aktiverade.
tr: Varsayılan olarak kapalı olarak ayarlıdır, böylece iAPS mümkün olduğu kadar geçici süreler ayarlayacaktır, böylece çevrimdışı olduğunuzda bile sistemin çalışıp çalışmadığını görmek daha kolay olacaktır. Bu herhangi bir ayar gerekmiyorsa OpenAPS'nin "nötr" bir geçeci bazal ayarlayacağı (varsayılan bazalınızla aynı) anlamına gelir. Bu OpenAPS'in sizi gece uyandırabilecek "rig"tan gelen sesleri ve bildirimleri en aza indirme seçeneklerine sahip olduğu eski bir ayardır.
uk: За замовчуванням значення false, так що OpenAPS буде встановлювати тимчасові цілі, коли це можливо, так буде простіше побачити, чи працює система навіть в автономному режимі. Це налаштування означає, що OpenAPS встановить "нейтральну" ТБШ (таку ж, як і вихідна база за замовчуванням), якщо зміни не потрібні. Це старе налаштування OpenAPS для мінімізації звуків та повідомлень на помпі.
vi: Mặc định là False, do đó iAPS sẽ đặt liều tạm thời bất cứ khi nào có thể, do đó, sẽ dễ dàng hơn để xem hệ thống có hoạt động hay không, ngay cả khi bạn ngoại tuyến. Điều này có nghĩa là OpenAPS sẽ đặt Liều tạm thời “trung tính” (giống như Liều tạm thời cơ bản mặc định của bạn) nếu không cần điều chỉnh. Đây là cài đặt cũ để OpenAPS có các tùy chọn giảm thiểu âm thanh và thông báo từ 'rig' có thể đánh thức bạn vào ban đêm.

source: Unsuspend If No Temp
da: Ophæv suspendering hvis igen Temp
de: Forsetzen wenn kein Temporäres Ziel aktiv
es: Reanudar tras fin basal cero
fr: Annuler la suspension à la fin du temporaire zéro
it: Sospendi Se Nessuna Temp
nb: Fjern pause hvis det ikke finnes et midlertidig mål
nl: Schorsing opheffen als geen tijdelijk doel is ingesteld
ru: Возобновлять подачу, если нет ВБС
sk: Zrušiť pozastavenie bez dočasného bazálu
sv: Återaktivera om ingen temp. basal
tr: Aktif Geçici Hedef Yoksa Devam Et
uk: Відновлювати Подачу, якщо Немає ТБШ
vi: Bỏ tạm dừng nếu không có tạm thời

source: Many people occasionally forget to resume / unsuspend their pump after reconnecting it. If you’re one of them, and you are willing to reliably set a zero temp basal whenever suspending and disconnecting your pump, this feature has your back. If enabled, it will automatically resume / unsuspend the pump if you forget to do so before your zero temp expires. As long as the zero temp is still running, it will leave the pump suspended.
da: Mange mennesker glemmer lejlighedsvis at genoptage / suspendere deres pumpe efter gentilslutning af det. Hvis du er en af dem, og du er villig til pålideligt at indstille en nul temp basal, når suspendere og afbryder din pumpe, denne funktion passer på dig. Hvis aktiveret, vil det automatisk genoptage/suspendere pumpen, hvis du glemmer at gøre det, før din nul temp udløber. Så længe din nul temp stadig kører, vil den efterlade pumpen suspenderet.
de: Viele Menschen vergessen gelegentlich ihre Pumpe fortzusetzen / pausieren nach der Wiederanbindung der Pumpe. Wenn du einer von ihnen bist und bereit bist eine Null-Temp Basal zu setzen, wann immer du deine Pumpe pausierst und getrennt hast, kann diese Funktion hilfreich sein. Wenn diese Option aktiviert ist, wird die Pumpe automatisch fortgesetzt/pausiert, wenn Sie dies vergessen haben, bevor Ihre Null-Temp abläuft. Solange die Null-Temp noch läuft, wird die Pumpe ausgesetzt.
es: Esta función te permite usar basales temporales de 0 U/h como una forma de reactivar automáticamente tu bomba de insulina después de suspenderla. Cómo funciona: 1. Suspensión de la bomba: Al suspender tu bomba, recibirás un recordatorio en un momento elegido para reanudarla manualmente. Sin embargo, muchas personas olvidan este recordatorio y se quedan con la bomba suspendida, lo que puede provocar hiperglucemia. 2. Basal temporal de 0 U/h: Esta función te permite utilizar un basal temporal de 0 U/h como una forma de reactivar automáticamente la bomba. Antes de suspender la bomba, establece un basal temporal de 0 U/h durante el período de tiempo que deseas que la bomba permanezca suspendida. 3. Reactivación automática: Una vez que finaliza el basal temporal, la bomba se reactivará automáticamente. La insulina comenzará a administrarse de nuevo de acuerdo a tu configuración habitual. Ventajas de esta función: - Evita olvidos: Reduce el riesgo de olvidar reanudar la bomba manualmente después de la suspensión. - Previene hiperglucemia: Ayuda a evitar picos de azúcar en sangre que pueden ocurrir si la bomba permanece suspendida por un tiempo prolongado. Consideraciones importantes: - Asegúrate de configurar correctamente el basal temporal de 0 U/h con la duración deseada de la suspensión. - Esta función no reemplaza la necesidad de un control regular de la glucosa en sangre. En resumen, la función "Reanudar tras fin basal cero" te brinda una forma automatizada de reactivar tu bomba de insulina utilizando basales temporales de 0 U/h. Esto puede ayudarte a evitar olvidos y mantener un mejor control de tu glucemia.
fr: De nombreuses personnes oublient parfois de reprendre / désuspendre leur pompe après la reconnexion. Si vous êtes l'un d'eux, et que vous êtes prêt à définir de manière fiable un basal temporaire zéro à chaque fois que vous suspendez et débranchez votre pompe, cette fonctionnalité peut être pertinente. Si cette option est activée, elle reprendra automatiquement le fonctionnement de votre pompe si vous oubliez de le faire avant l'expiration du basal temporaire à zéro que vous avez programmé. Tant que le basal temporaire à zéro est toujours en cours d'exécution, la pompe restera suspendue.
it: Molte persone di tanto in tanto dimenticano di riprendere / rimuovere la sospensione del microinfusore dopo averlo riconnesso. Se sei uno di loro, e si è disposti a impostare in modo affidabile una basale temporanea zero ogni volta che sospende e scollega la pompa, questa funzione ha un senso. Se abilitata, ripristinerà automaticamente / annullerà la sospensione del microinfusore se lo dimentichi prima che scada la basale temporanea zero. Finché la basale temporanea zero è ancora in funzione, lascerà la pompa sospesa.
nb: Mange brukere glemmer å skru på insulintilførsel etter å ha koblet til pumpen igjen. Hvis du er en av dem og du er villig til å sette et midlertidig null-mål når du deaktiverer og kobler fra pumpen, kan denne funksjonen hjelpe deg. Hvis du slår den på, vil den automatisk skru på insulintilførsel hvis du glemmer å gjøre det før null-målet går ut. Så lenge dette 0-målet fremdeles pågår, vil det la pumpen være frakoblet.
nl: Veel mensen vergeten af en toe hun pomp te hervatten nadat ze opnieuw zijn aangesloten. Herken je jezelf hierin en ben je bereid voordat je je afkoppelt een tijdelijk basaal van 0 in te stellen kan deze instelling helpen. Indien ingeschakeld zal de pomp automatisch hervatten, als je dit zelf vergeet te doen voordat het tijdelijk 0 basaal verloopt. Zolang het tijdelijk 0 basaal nog actief is, laat iAPS de pomp opgeschort.
ru: Многие люди иногда забывают возобновить подачу на помпе после повторного подключения. Если этот параметр включен, он автоматически возобновит / разблокирует помпу, если вы забыли сделать это до того, как срок ВБС истечет. До тех пор, пока ВБС работает, помпа будет приостановлена.
sk: Mnoho ľudí občas zabudne obnoviť / zrušiť pozastavenie svojej pumpy po jej opätovnom pripojení. Ak ste jedným z nich a ste ochotní spoľahlivo nastaviť nulovú dočasnú bazálnu dávku vždy, keď pumpu pozastavujete a odpojujete, táto funkcia vám pomôže. Ak je povolená, automaticky obnoví / zruší pozastavenie pumpy, ak na to zabudnete pred vypršaním nulovej dočasnej dávky. Pokiaľ je nulová dočasná dávka stále aktívna, pumpa zostane pozastavená.
sv: Standardvärde Av för denna inställning. Alla eventuella temporära basaler som pågått under tider pumpen varit pausad kommer att raderas, dessutom kommer de ordinarie basaldoserna ersättas med temporära basaler på 0 IE/h.
tr: Birçok kişi, pompayı yeniden bağladıktan sonra ara sıra pompasını çalıştırmayı / askıya alınmız pompayı tekrar çalıştırmayı unutur. Onlardan biriyseniz ve pompanızı askıya alırken ve bağlantısını keserken güvenilir bir şekilde sıfır geçici bazal ayarlamak istiyorsanız, bu özellik arkanızda. Etkinleştirildiği taktirde sıfır geçici oranı sona ermeden önce, pompayı otomatik olarak sürdürür / askıya alır. Sıfır geçici hala çalıştığı sürece, pompayı askıda bırakacaktır.
uk: Багато людей іноді забувають поновити подачу на помпі після повторного підключення. Якщо цей параметр увімкнено, він автоматично відновить/розблокує помпу, якщо ви забули зробити це до того, як термін ТБШ закінчиться. Доки ТБШ працює, помпа буде призупинена.
vi: Nhiều người thỉnh thoảng quên tiếp tục/hủy tạm dừng máy bơm sau khi kết nối lại. Nếu bạn là một trong số họ và sẵn sàng đặt liều tạm thời cơ bản bằng 0 một cách đáng tin cậy bất cứ khi nào tạm dừng và ngắt kết nối máy bơm của mình, thì tính năng này sẽ hỗ trợ bạn. Nếu được bật, nó sẽ tự động tiếp tục/hủy tạm dừng máy bơm nếu bạn quên làm như vậy trước khi hết tạm thời 0. Miễn là tạm thời bằng 0 vẫn đang chạy, nó sẽ khiến máy bơm bị treo.

source: Enable UAM
da: Aktiver UAM
de: Aktiviere UAM
es: Activar UAM
fr: Activer UAM
it: Abilita UAM
nb: Aktiver UAM
nl: UAM inschakelen
ru: Включить определение необъявленных углеводов UAM
sk: Povoliť UAM
sv: Aktivera UAM
tr: UAM (Bildirilmemiş Öğünleri) etkinleştir
uk: Увімкнути UAM
vi: Kích hoạt UAM
