Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: Default is false. Any existing temp basals during times the pump was suspended will be deleted and 0 temp basals to negate the profile basal rates during times pump is suspended will be added.
da: Standard er falsk. Alle eksisterende temp basaler i tiden, hvor pumpen blev suspenderet, vil blive slettet, og 0 temp basaler for at ophæve profilens basalhastigheder, når pumpen er suspenderet, vil blive tilføjet.
de: Standardwert ist aus. Alle vorhandenen Temp-Basalraten werden gelöscht und auf 0 gesetzt, während die Pumpe aussetzt.
es: Por defecto es falso. Cualquier basal temporal existente durante las horas de suspensión de la bomba se eliminará y se añadirán basales temporales de 0 unidades para negar las tasas basales del perfil durante las horas de suspensión de la bomba. Esta función permite a iAPS comprender mejor que, cuando se suspende la bomba de insulina, no se administra insulina al paciente. Cómo funciona: - Suspensión de la bomba: Cuando se suspende la bomba, iAPS establece automáticamente un basal temporal de 0 U/h (cero unidades por hora). - Cálculo de IOB: Al tener en cuenta la suspensión y el basal temporal de 0 U/h, iAPS puede calcular con mayor precisión la cantidad de insulina que aún se encuentra activa en el cuerpo del paciente (Insulina a bordo, IOB). - Mejoras en el algoritmo: Un cálculo de IOB más preciso permite a iAPS ajustar mejor su algoritmo de administración de insulina, lo que contribuye a un mejor control de la glucemia. Ventajas de esta función: - Precisión del IOB: El cálculo preciso del IOB es fundamental para que iAPS pueda determinar la cantidad correcta de insulina necesaria en cada momento. - Control glucémico optimizado: Un algoritmo de iAPS más preciso con un IOB correcto puede ayudar a lograr un mejor control de la glucemia. Recomendación: - Se recomienda mantener esta función activada para garantizar el correcto funcionamiento de iAPS y un control glucémico óptimo.
fr: La valeur par défaut est desactivé. Tout basal temporaire existant pendant les périodes de suspension de la pompe sera supprimé et basal temporaire à zéro pour annuler le débit de basal du profil lors de la suspension de la pompe sera ajouté.
it: Il valore predefinito è falso. Eventuali basali temporanee esistenti durante il periodo di sospensione della pompa verranno eliminate e verrà inserita una basale temporanea a zero basali per eliminare le velocità basali del profilo durante il periodo di sospensione della pompa.
nb: Standard slått av. Midlertidig basal som er angitt mens pumpen er deaktivert, vil bli slettet. Midlertidig basal på 0 vil bli lagt til for å jevne ut profilens basalrate mens pumpen er deaktivert.
nl: Standaard uit. Alle reeds ingevoerde tijdelijke basaalstanden die ingevoerd zijn wanneer de pomp is opgeschort, worden verwijderd. Een 0 tijdelijk basaal wordt toegevoegd om de in het profiel opgegeven basaal te overschijven gedurende de tijd dat de pomp was opgeschort.
ru: По умолчанию false. Любые существующие ВБС во время остановки помпы будут удалены и заменены на нулевую BБС чтобы убрать профильные базальные скорости.
sk: Predvolene nastavenie je vypnuté. Všetky existujúce dočasné bazálne dávky počas obdobia, keď bola pumpa pozastavená, budú odstránené a namiesto nich budú pridané nulové dočasné bazálne dávky, aby sa negovali profilové bazálne dávky počas obdobia pozastavenia pumpy.
sv: Av som standard. Alla eventuella temporära basaler som pågått under tider pumpen varit pausad kommer att raderas, dessutom kommer de ordinarie basaldoserna ersättas med temporära basaler på 0 IE/h.
tr: Varsayılan geçersizdir. Pompanın askıya alındığı zamanlarda mevcut tüm geçici bazallar silinecek ve pompanın askıya alındığı zamanlarda profil bazal oranlarını geçersizleştirmek için 0 geçici bazal eklenecektir.
uk: За промовчанням false. Будь-які існуючі ТБШ під час зупинки помпи будуть видалені та замінені на нульову ТБШ, щоб прибрати профільні базальні швидкості.
vi: Mặc định là False. Mọi mức cơ bản tạm thời hiện có trong thời gian máy bơm bị tạm dừng sẽ bị xóa và mức Liều cơ bản tạm thời 0 để phủ nhận tốc độ cơ bản của hồ sơ trong thời gian máy bơm bị tạm dừng sẽ được thêm vào.

source: Max IOB
es: Máxima insulina a bordo
nb: Maks IOB
ru: Максимальный IOB
sv: Max aktivt insulin (IOB)
tr: Maks AİNS
uk: Максимальний IOB
vi: IOB tối đa

source: Max IOB is the maximum amount of insulin on board from all sources – both basal (or SMB correction) and bolus insulin – that your loop is allowed to accumulate to treat higher-than-target BG. Unlike the other two OpenAPS safety settings (max_daily_safety_multiplier and current_basal_safety_multiplier), max_iob is set as a fixed number of units of insulin. As of now manual boluses are NOT limited by this setting. To test your basal rates during nighttime, you can modify the Max IOB setting to zero while in Closed Loop. This will enable low glucose suspend mode while testing your basal rates settings (Tip from https://www.loopandlearn.org/freeaps-x/#open-loop).
da: Max IOB er den maksimale mængde insulin om bord fra alle kilder – både basal (eller SMB korrektion) og bolus insulin – at din loop er tilladt at akkumulere til behandling af højere-end-mål BG. I modsætning til de to andre OpenAPS sikkerhedsindstillinger (max_daily_safety_multiplier og current_basal_safety_multiplier), er max_iob indstillet som et fast antal enheder insulin. Inditl videre er manuelle boluser IKKE begrænset af denne indstilling. For at teste dine basale satser om natten, kan du ændre Max IOB indstillingen til nul, mens du er i Lukket Loop. Dette vil aktivere suspenderingstilstanden med lav glukose, mens du tester dine basal satser indstillinger (Tip fra https://www.loopandlearn.org/freeaps-x/#open-loop).
de: Max IOB ist die maximale Menge an Insulin an Bord aus allen Quellen – sowohl Basal (oder SMB-Korrektur) als auch Bolus Insulin –, dass der Loop abgeben darf, um ein höheren BZ zu behandeln. Im Gegensatz zu den anderen beiden OpenAPS-Sicherheitseinstellungen (max_daily_safety_multiplier und current_basal_safety_multiplier) wird max_iob als feste Anzahl von Insulineinheiten festgelegt. Ab sofort sind manuelle Bolusabgaben durch diese Einstellung NICHT beschränkt. Um deine Basalrate während der Nachtzeit zu testen, kannst du die Max IOB Einstellung in Closed Loop auf Null ändern. Dies aktiviert den low glucose Suspend-Modus beim Testen der Basalraten-Einstellungen (Tipp von https://www.loopandlearn.org/freeaps-x/#open-loop).
es: Máxima insulina a bordo es la cantidad máxima de insulina dosificada de todas las fuentes –tanto la corrección basal (o SMB de la corrección) como la insulina de bolos– que su Lazo Cerrado puede acumular para tratar glucemias por encima del objetivo. A diferencia de los otros dos ajustes de seguridad de OpenAPS (multiplicador_seguridad_max_diario y multiplicador_seguridad_basal_actual), la máxima IOB se establece como un número fijo de unidades de insulina. Por ahora, los bolos manuales NO se limitan con este ajuste. Para probar sus diferentes basales durante la noche, puede modificar la configuración de IOB a cero mientras está en Lazo Cerrado. Esto activará el modo de suspensión por glucosa baja mientras prueba sus configuraciones de basal (Consejo de https://www.loopandlearn.org/freeaps-x/#open-loop).
fr: Max IOB est la quantité maximale d'insuline à bord de toutes les sources – à la fois l'insuline basale (ou les corrections SMB) et l'insuline bolus – que votre boucle est autorisée à accumuler pour traiter la glycémie plus élevée que la cible. Contrairement aux deux autres paramètres de sécurité OpenAPS (max_daily_safety_multiplier et current_basal_safety_multiplier), max_iob est défini comme un nombre fixe d'unités d'insuline.Les bolus manuels ne sont PAS limités par ce paramètre. Pour tester vos débits de basal pendant la nuit, vous pouvez modifier le paramètre max IA à zéro en boucle fermée. Cela activera le mode de suspension de glycémie faible lors du test de vos paramètres de débit de basal (Conseils de https://www.loopandlearn.org/freeaps-x/#open-loop).
it: La quantità massima di IOB è la quantità massima di insulina in circolo da tutte le fonti – sia la correzione basale (o SMB) che l’insulina proveniente da boli – che in ogni ciclo può accumularsi per trattare la glicemia superiore al target. A differenza delle altre due impostazioni di sicurezza OpenAPS (max_daily_safety_multiplier e current_basal_safety_multiplier), max_iob è impostato come un numero fisso di unità di insulina. Da ora in poi i boli manuali NON sono limitati da questa impostazione. Per testare le tue basali durante la notte, puoi modificare l'impostazione di Max IOB a zero mentre sei in Closed Loop. Questo abiliterà la modalità di sospensione dell’infusione per glicemia bassa durante il test delle impostazioni delle basali (Tip da https://www.loopandlearn.org/freeaps-x/#open-loop).
nb: Maks IOB er den høyeste mengden insulin ombord fra alle kilder - både basal (eller SMB-korreksjoner) og bolus-insulin - som din loop er tillatt å samle opp for å behandle BS høyere enn målverdien. I motsetning til de andre to OpenAPS sikkerhetsinnstillingene (max_daily_safety_multiplier og current_basal_safety_multiplier), settes max_iob til et bestemt antall enheter insulin. Til nå er IKKE manuell bolus begrenset av denne innstillingen. For å teste basalrater om natten, kan du endre Maks IOB til 0 mens du har slått på Lukket Loop. Dette vil aktivere "low-glucose-suspend"-modus mens du tester basalratene (Tips fra https://www.loopandlearn.org/freeaps-x/#open-loop).
nl: De Max IOB is de maximale hoeveelheid insuline aan boord van alle bronnen - zowel basaal (of SMB correcties) en bolus insuline die door iAPS gegeven mag worden om alles hoger dan de streefwaarde te behandelen. Anders dan de andere twee veiligheid instelingen (max_daily_safety_multiplier and current_basal_safety_multiplier) wordt bij deze instelling een vaste aantal eenheden insuline opgegeven. Voorlopig worden handmatige bolussen NIET beperkt door deze instelling. Om je basaal waarden te testen gedurende de nacht kun je deze instelling op 0 zetten tijdens een actieve Loop. Dit zorgt er voor dat stop voor laag geactiveerd worden wanneer je je instelling aan het testen bent. (Tip van https://www.loopandlearn.org/freeaps-x/#open-loop).
ru: Макс IOB - это максимальное количество инсулина на борту из всех источников – как базального (или болюсов коррекции), так и болюсного инсулина – который ваш цикл может накапливать для компенсации высокого СК. В отличие от двух других параметров безопасности (max_daily_safety_multiplier и current_basal_safety_multiplier), max_iob устанавливается, как фиксированное количество единиц инсулина. На данный момент ручные болюсы НЕ ограничены этой настройкой. Для тестирования базальных скоростей в ночное время, вы можете изменить значение этого параметра на нуль находясь в замкнутом цикле. Это включит режим приостановки на низком сахаре, при тестировании настроек базальных скоростей. (https://www.loopandlearn.org/freeaps-x/#open-loop).
sk: Max IOB je maximálne množstvo inzulínu zo všetkých zdrojov - bazálneho (alebo korekčného SMB) a bolusového inzulínu - ktoré môže Vaša slučka akumulovať na liečbu vyššieho ako cieľového BG. Na rozdiel od ostatných dvoch bezpečnostných nastavení systému OpenAPS (max_daily_safety_multiplier a current_basal_safety_multiplier) je max_iob nastavený ako pevný počet jednotiek inzulínu. Odteraz manuálne bolusy NIE sú týmto nastavením obmedzené. Ak chcete testovať bazálne dávky počas noci, môžete v uzavretej slučke upraviť nastavenie Max IOB na nulu. To umožní režim pozastavenia nízkej hladiny glykémie počas testovania nastavení bazálnych dávok (Tip z https://www.loopandlearn.org/freeaps-x/#open-loop).
sv: Max IOB är den maximalt tillåtna mängden aktivt insulin från alla källor – basal, SMB och bolusinsulin – som din loop tillåts att ackumulera för att behandla ett blodsocker högre än målvärdet. Till skillnad från de andra två säkerhetsinställningarna i iAPS ('Max Daily Safety Multiplier' samt 'Current Basal Safety Multiplier'), är 'Max IOB' inställd som ett fast antal insulinenheter. OBS! I nuläget är manuella bolusar inte begränsade av denna inställning. Om du vill testa dina basaldoser säkert nattetid kan du ställa in Max IOB till 0 samtidigt som du kör Closed Loop. Detta gör att iAPS kan sänka eller stänga av basalinsulin om det skulle behövas, för att undika låga blodglukosvärden. (Tips från https://www.loopandlearn.org/freeaps-x/#open-loop).
tr: Maks AİNS, hedeften daha yüksek KŞ'yi tedavi etmek için döngünüzün biriktirmesine izin verilen, hem bazal (veya SMB düzeltmesi) hem de bolus insülin olmak üzere tüm kaynaklardan alınan maksimum insülin miktarıdır. Diğer iki OpenAPS güvenlik ayarının (max_daily_safety_multiplier ve current_basal_safety_multiplier) aksine, max_ains, sabit sayıda insülin birimi olarak ayarlanır. Şu anda manuel boluslar bu ayarla SINIRLI DEĞİLDİR. Bazal oranlarınızı gece boyunca test etmek için Kapalı Döngüdeyken Maks AİNS ayarını sıfır olarak değiştirebilirsiniz. Bu, bazal oran ayarlarınızı test ederken düşük glikoz askıya alma modunu etkinleştirir (Ayrıntı için bağlantı https://www.loopandlearn.org/freeaps-x/#open-loop).
uk: Макс IOB - це максимальна кількість інсуліну на борту з усіх джерел - як базального (або корекції болюсів), так і болюсного інсуліну - який ваш цикл може накопичувати для компенсації високого BG. На відміну від двох інших параметрів безпеки (max_daily_safety_multiplier та current_basal_safety_multiplier), max_iob встановлюється як фіксована кількість одиниць інсуліну. На даний момент ручні болюси не обмежені цією настройкою. Для тестування базальних швидкостей у нічний час, ви можете змінити значення цього параметра на нуль, перебуваючи в замкнутому циклі. Це увімкне режим припинення на низькому цукрі, при тестуванні налаштувань базальних швидкостей. (https://www.loopandlearn.org/freeaps-x/#open-loop).
vi: IOB Max là lượng insulin tối đa được cung cấp từ tất cả các nguồn – cả insulin cơ bản (hoặc hiệu chỉnh SMB) và insulin bolus – mà vòng lặp của bạn được phép tích lũy để điều trị BG cao hơn mục tiêu. Không giống như hai cài đặt an toàn OpenAPS khác (Hệ số tối đa an toàn hàng ngày và Hệ số an toàn cơ bản hiện tại), Tối đa IOB được đặt thành số lượng đơn vị insulin cố định. Tính đến thời điểm hiện tại, việc tiêm liều thủ công KHÔNG bị giới hạn bởi cài đặt này. Để kiểm tra liều cơ bản của bạn vào ban đêm, bạn có thể sửa đổi cài đặt IOB tối đa thành 0 khi ở Vòng kín. Điều này sẽ kích hoạt chế độ tạm ngưng lượng glucose thấp trong khi kiểm tra cài đặt tốc độ cơ bản của bạn (Mẹo từ https://www.loopandlearn.org/freeaps-x/#open-loop).

source: Max Daily Safety Multiplier
da: Maks. Daglig Sikkerhedsmultiplikator
de: Max täglicher Sicherheitsmultiplikator
es: Multiplicador basal máximo de seguridad
fr: Multiplicateur max quotidien de sécurité
it: Moltiplicatore sicurezza Max Giornaliero
nb: Maks daglig sikkerhetsmultiplikator
nl: Maximale dagelijkse veiligheidsvermenigvuldiger
ru: Множитель безопасности максимального суточного базала
sk: Max bezpečný denný násobok
sv: Multiplikator för dygnets högsta basaldos
tr: Maksimum Günlük Güvenlik Çarpanı
uk: Множник Безпеки Максимального Добового Базалу
vi: Hệ số tối đa an toàn hàng ngày

source: This is an important OpenAPS safety limit. The default setting (which is unlikely to need adjusting) is 3. This means that OpenAPS will never be allowed to set a temporary basal rate that is more than 3x the highest hourly basal rate programmed in a user’s pump, or, if enabled, determined by autotune.
da: Dette er en vigtig sikkerhedsgrænse for OpenAPS. Standardindstillingen (som sandsynligvis ikke behøver justering) er 3. Det betyder, at OpenAPS aldrig vil få lov til at indstille en midlertidig basaldose, der er mere end 3x den højeste time basaldose programmeret i en brugers pumpe, eller, hvis aktiveret, bestemmes af autotune.
de: Dies ist ein wichtiges OpenAPS-Sicherheitslimit. Die Standardeinstellung (die wahrscheinlich nicht angepasst werden muss) ist 3. Das bedeutet, dass es OpenAPS niemals erlaubt sein wird, eine temporäre Basalrate festzulegen, die mehr als das dreifache der höchsten Stunden-Basalrate ist, die in der Pumpe eines Benutzers gespeichert ist. Auch bei aktiviertem Autotune gilt diese Grenze.
es: Este es un importante límite de seguridad de OpenAPS. La configuración predeterminada (que es poco probable que necesite ajustarse) es 3. Esto significa que OpenAPS nunca podrá establecer una tasa basal temporal que sea más de 3 veces la tasa basal más alta programada en una bomba de usuario o, si está activado, determinado por autotune.
fr: Ceci est une limite de sécurité importante pour OpenAPS. Le paramètre par défaut ( peu susceptible d'avoir besoin d'être ajusté) est 3. Cela signifie qu’OpenAPS ne sera jamais autorisé à définir un débit basal temporaire supérieur à 3 fois le taux de basal horaire le plus élevé programmé dans la pompe d’un utilisateur, ou, si activé, déterminé par autotune.
it: Questo è un importante limite di sicurezza di OpenAPS. L'impostazione predefinita (che è improbabile che debba essere modificata) è 3. Ciò significa che a OpenAPS non sarà mai permesso di impostare una velocità basale temporanea superiore a 3x la più alta velocità basale oraria programmata nella pompa di un utente, o, se abilitato, determinato da autotune.
nb: Dette er en viktig OpenAPS sikkerhetsbegrensning. Standard innstilling (som neppe trenger justering) er 3. Dette betyr at OpenAPS aldri vil få lov til å sette en midlertidig basalrate som er mer enn 3x den høyeste basalraten i profilen/pumpen, eller, hvis aktivert, basalraten beregnet av autotune.
nl: Dit is een belangrijke OpenAPS veiligheidslimiet. De standaardinstelling (die waarschijnlijk geen aanpassingen nodig zal hebben) is 3. Dit betekent dat OpenAPS nooit zal worden toegestaan om een tijdelijke basaalstand in te stellen die groter is dan 3 x de hoogste basaalstand per uur, geprogrammeerd in een gebruikerspomp, of indien ingeschakeld, bepaald door autotune.
ru: По умолчанию (которое вряд ли потребуется изменить) равно 3. Важный предел безопасности. Это означает, что временная базальная скорость никогда не превысит 3x наибольшей почасовой базальной скорости, запрограммированной в помпе, или, если включено, определяется autotune.
sk: Ide o dôležitý bezpečnostný limit systému OpenAPS. Predvolené nastavenie (ktoré pravdepodobne nebude potrebné upravovať) je 3. To znamená, že systém OpenAPS nikdy nebude môcť nastaviť dočasnú bazálnu dávku, ktorá je vyššia ako 3× najvyššia hodinová bazálna dávka naprogramovaná v používateľskej pumpe alebo, ak je zapnutá, určená autotune.
sv: Detta är en viktig säkerhetsgräns för iAPS. Standardinställningen (som sannolikt inte behöver justeras) är 3. Detta innebär att iAPS aldrig kommer att tillåtas att ställa in en temporär basaldos som är mer än 3x den högsta basaldosen inställd i pumpen, eller, om aktiverad, den som är inställd av 'Autotune'.
tr: Bu önemli bir OpenAPS güvenlik sınırıdır. Varsayılan ayar (değiştirilmesine pek gerek duyulmaz) 3'tür. Bu, OpenAPS'nin bir kullanıcının pompasında programlanan en yüksek saatlik bazal hızın 3 katından daha fazla olan veya etkinleştirilirse belirlenen geçici bir bazal hızı ayarlamasına asla izin verilmeyeceği anlamına gelir. Belirlenen otoayar ile.
uk: За замовчуванням (яке навряд чи потрібно змінити) дорівнює 3. Важлива межа безпеки. Це означає, що Тимчасова Базальна Швидкість ніколи не перевищить 3x найбільшої погодинної базальної швидкості, запрограмованої в помпі, або якщо включено, визначається Автотюн.
vi: Đây là giới hạn an toàn quan trọng của OpenAPS. Cài đặt mặc định (có thể không cần điều chỉnh) là 3. Điều này có nghĩa là OpenAPS sẽ không bao giờ được phép đặt tốc độ cơ bản tạm thời cao hơn 3 lần tốc độ cơ bản hàng giờ cao nhất được lập trình trong máy bơm của người dùng hoặc, nếu được bật, sẽ được xác định bằng autotune.

source: Current Basal Safety Multiplier
da: Nuværende basal sikkerheds multiplikator
de: Aktueller Basal-Sicherheits-Multiplikator
es: Multiplicador basal actual de seguridad
fr: Multiplicateur de sécurité basale courante
it: Corrente Moltiplicatore Basale Sicurezza
nb: Sikkerhetsmultiplikator for nåværende basal
nl: Huidige basale veiligheidsvermenigvuldiger
ru: Множитель безопасности для текущего базала
sk: Bezpečný násobok aktuálneho bazálu
sv: Multiplikator för nuvarande ordinarie basal
tr: Güncel Bazal Güvenlik Çarpanı
uk: Множник Безпеки для Поточного Базалу
vi: Hệ số an toàn liều cơ bản hiện tại
