Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: Default value: 0.5 This is the higher end of a linearly increasing SMB Delivery Ratio rather than the fix value in OpenAP SMB Delivery Ratio.
de: Standardwert: 0.5 Dies ist das untere Ende eines linear steigenden SMB Delivery Ratio statt der Fixwert in OpenAP SMB Delivery Ratio.
it: Valore predefinito: 0.5 Questo è il limite superiore di un aumento lineare del rapporto di somministrazione SMB piuttosto che il valore fisso del rapporto di somministrazione in OpenAP SMB.
ru: Значение по умолчанию: 0,5. Это верхний предел линейно увеличивающегося соотношения подачи SMB, вместо фиксированного значения в настройках OpenAPS.
sk: Predvolená hodnota: 0.5. Toto je horná hranica lineárne rastúceho pomeru dávky SMB namiesto fixnej hodnoty v OpenAP SMB Delivery Ratio.
sv: Standardvärde: 0,5. Detta är den övre änden av en linjärt ökande SMB-kvot istället för det fasta värdet i dina OpenAPS-inställningar.
uk: Значення за замовчуванням: 0,5. Це найвищий рівень лінійно зростаючого коефіцієнта доставки SMB, а не фіксоване значення в OpenAP SMB Delivery Ratio.

source: Default value: 0.5 This is the lower end of a linearly increasing SMB Delivery Ratio rather than the fix value in OpenAP SMB Delivery Ratio.
de: Standardwert: 0.5 Dies ist das untere Ende eines linear steigenden SMB Delivery Ratio statt der Fixwert in OpenAP SMB Delivery Ratio.
it: Valore predefinito: 0.5 Questo è il limite inferiore di un rapporto di somministrazione SMB in aumento lineare piuttosto che il valore fisso nel rapporto di somministrazione OpenAP SMB.
ru: Значение по умолчанию: 0,5. Это нижний предел линейно увеличивающегося соотношения подачи SMB, вместо фиксированного значения соотношения подачи SMB в настройках OpenAPS.
sk: Predvolená hodnota: 0.5. Toto je dolná hranica lineárne rastúceho pomeru dávky SMB namiesto fixnej hodnoty v OpenAP SMB Delivery Ratio.
sv: Standardvärde: 0,5. Detta är den nedre änden av en linjärt ökande SMB-kvot istället för det fasta värdet för SMB-kvot i dina OpenAPS-inställningar.
uk: Значення за замовчуванням: 0,5 Це нижня межа лінійно зростаючого коефіцієнта доставки SMB, а не фіксоване значення в OpenAP SMB Delivery Ratio.

source: Toggles
de: Schalter
it: Attiva/disattiva
ru: Переключатели
sk: Prepínače
sv: Spakar
uk: Перемикає

source: Enable postprandial ISF adaption always
de: ISF-Anpassung immer nachträglich aktivieren
it: Abilita sempre l'adattamento ISF postprandiale
ru: Включить непрерывную постпрандиальную регулировку ISF
sk: Vždy povoliť postprandiálnu adaptáciu ISF
sv: Aktivera ständig postprandiell justering av insulinkänslighet
uk: Завжди вмикайте адаптацію ISF після їжі

source: Enable the postprandial ISF adaptation all the time regardless of when the last meal was taken.
de: Aktivieren Sie jederzeit die Verschiebung der ISF-Anpassung, unabhängig davon, wann das letzte Essen genommen wurde.
it: Abilita l'adattamento ISF postprandiale per tutto il tempo indipendentemente dal momento in cui è stato fatto l'ultimo pasto.
ru: Обеспечивает постпрандиальную регулировку чувствительности к инсулину независимо от того, когда был принят последний прием пищи.
sk: Nepretržite povoliť postprandiálnu adaptáciu ISF, bez ohľadu na čas posledného jedla.
sv: Aktiverar postprandiell justering av insulinkänslighet oavsett när den sista måltiden intogs.
uk: Увімкніть постпрандіальну адаптацію ISF постійно, незалежно від того, коли був останній прийом їжі.

source: Enable DuraISF effect even with COB
de: DuraISF-Effekt auch mit COB aktivieren
it: Abilita l'effetto DuraISF anche con COB
ru: Включить регулировку DuraISF, даже если есть COB
sk: Povoliť efekt DuraISF aj pri prítomnosti COB
sv: Aktivera DuraISF-justering även när du har aktiva kolhydrater
uk: Увімкніть ефект DuraISF навіть із COB

source: Enable DuraISF even if COB is present not just for UAM.
de: Aktiviere DuraISF, auch wenn COB nicht nur für UAM vorhanden ist.
it: Abilita DuraISF anche se COB è presente non solo per UAM.
ru: Позволяет настраивать DuraISF, даже если есть активные углеводы.
sk: Povoliť DuraISF aj pri prítomnosti COB, nielen pre UAM.
sv: Aktiverar DuraISF-justering även när du har aktiva kolhydrater.
uk: Увімкніть DuraISF, навіть якщо COB присутній не лише для UAM.

source: Enable BG acceleration
de: Aktiviere BG-Beschleunigung
it: Abilita accelerazione BG
ru: Включить регулировку ISF при ускорении уровня глюкозы
sk: Povoliť akceleráciu glykémie
sv: Aktivera justering av ISF vid blodsockeracceleration
uk: Увімкнути прискорення BG

source: Enables the BG acceleration adaptions, adjusting ISF for accelerating/decelerating blood glucose.
de: Ermöglicht die BG-Beschleunigungsanpassungen und passt den ISF für ansteigende/abfallende Blutzuckerwerte an.
it: Abilita gli adattamenti di accelerazione BG, regolando l'ISF per aumentare/diminuire la glicemia.
ru: Включает настройку ускорения уровня глюкозы в крови. Регулирует ISF в случае ускорения/замедления уровня сахара в крови.
sk: Povolí adaptáciu podľa zmeny glykémie, upraví ISF pri stúpaní/klesaní glykémie.
sv: Aktivera blodsockeraccelerationsjusteringar. Justerar ISF vid ett accelererande / decelererande blodsocker.
uk: Вмикає адаптацію прискорення BG, регулюючи ISF для прискорення/уповільнення рівня глюкози в крові.

source: Override Auto ISF
ru: Переопределить Авто ISF
sk: Upraviť Auto ISF
sv: Ändra Auto ISF
uk: Перевизначити Auto ISF

source: Enable Auto ISF
de: Auto ISF aktivieren
it: Abilita ISF Automatico
ru: Включить Авто ISF
sk: Zapnúť Auto ISF
sv: Aktivera Auto ISF
uk: Увімкнути автоматичний ISF

source: Enables Auto ISF. This will disable any eventual dynamic ISF/CR setting
de: Aktiviert Auto ISF. Deaktiviert evtl. dynamische ISF/CR-Einstellungen
it: Abilita Auto ISF. Questo disabiliterà qualsiasi impostazione ISF/CR dinamica
ru: Включает автоматическую ISF (чувствительность к инсулину). Это отключит любые одновременные динамические настройки ISF/CR
sk: Povolí Auto ISF. Týmto sa deaktivuje akékoľvek dynamické nastavenie ISF/CR
sv: Aktiverar automatisk ISF (insulinkänslighet). Detta kommer att inaktivera eventuella samtidiga dynamiska ISF/CR inställningar
uk: Вмикає автоматичний ISF. Це вимкне будь-яке можливе динамічне налаштування ISF/CR

source: Max IOB Threshold Percent
de: Maximaler IOB Grenzwert in Prozent
it: Percentuale Massima Di Soglia IOB
ru: Максимальный IOB порог
sk: Maximálna prahová hodnota IOB v percentách
sv: Procent av Max IOB som tröskelvärde för SMB
uk: Максимальний пороговий відсоток IOB

source: Percentage of the max IOB setting to use for SMBs while Auto ISF is enabled. While current IOB is below the threshold, the SMB amount can exceed the threshold by 30%, however never the max IOB setting. At 100% this setting is disabled.
sk: Percento z maximálneho nastavenia IOB, ktoré sa má použiť pre SMB, ak je zapnuté Auto ISF. Ak je aktuálne IOB pod prahovou hodnotou, množstvo SMB môže prekročiť túto hodnotu o 30 %, nikdy však nie maximálne nastavenie IOB. Pri 100 % je toto nastavenie vypnuté.
sv: Begränsa dina SMB (automatiska bolusar) med en procent av fin inställning för maximalt tillåten mängd aktivt insulin (Max IOB). Kommer endast att användas medan Auto ISF är aktivt. Medan nuvarande aktivt insulin (IOB) ligger under tröskelvärdet, kan SMB-beloppet överskrida detta tröskelvärde med 30%, men kan aldrig överskrida din inställning för maximalt tillåteb mängd aktivt insulin. På 100% kommer denna inställning ar inaktiveras.
uk: Відсоток від максимального рівня IOB, що використовується для SMB при включеному Auto ISF. Поки поточний рівень IOB нижче встановленого порога, кількість SMB може перевищувати поріг на 30%, але ніколи не перевищить максимальний рівень IOB. При значенні 100% це налаштування відключається.

source: Auto ISF
ru: Авто ISF
uk: Авто ISF

source: on
de: an
it: acceso
ru: вкл.
sk: zapnuté
sv: på
uk: увімкнути

source: off
de: aus
it: spento
ru: выкл.
sk: vypnuté
sv: av
uk: вимкнути

source: Adjust
de: Ändere
ru: Изменить
sk: Prispôsobiť
sv: Justera
uk: Налаштувати

source: Final Ratio
ru: Финальное соотношение
sk: Výsledný pomer
sv: Kvot
uk: Фінальне Cпіввідношення

source: Adjustments
ru: Корректировки
sk: Výpočet
sv: Justeringar
uk: Коригування

source: Insulin
ru: Инсулин
sk: Inzulín
uk: Інсулін

source: Rewind Resets Autosens
da: Spol tilbage Nulstiller Autosens
de: Pumpe zurückspulen setzt Autosens zurück
es: Rebobinar reinicia Autosens
fr: Rembobinage Réinitialisation Autosens
it: Riavvolgi Resetta Autosensibilità
nb: Omstart nullstiller Autosens
nl: Terughalen resets autosens
ru: Сбросить autosens при перезапуске помпы
sk: Návrat Autosens do pôvodného stavu
sv: Återställ autosens vid reservoarbyte
uk: Скинути Автосенс при перезапуску помпи
vi: Rewind sẽ thiết lập lại Autosens

source: This feature, enabled by default, resets the autosens ratio to neutral when you rewind your pump, on the assumption that this corresponds to a probable site change. Autosens will begin learning sensitivity anew from the time of the rewind, which may take up to 6 hours. If you usually rewind your pump independently of site changes, you may want to consider disabling this feature.
da: Denne funktion, aktiveret som standard, nulstiller autosens forholdet til neutral, når du spoler din pumpe tilbage ud fra den antagelse, at dette svarer til en sandsynlig stedændring. Autosens vil begynde at lære følsomhed på ny fra genvindingstidspunktet, hvilket kan tage op til 6 timer. Hvis du normalt spoler tilbage din pumpe uafhængigt af stedændringer, kan du overveje at deaktivere denne funktion.
de: Diese standardmäßig aktivierte Funktion setzt Autosense auf neutral zurück, wenn Sie Ihre Pumpen Gewindestange zurücklaufen lassen, wobei davon ausgegangen wird, dass dies einen Katheter- und Reservoirwechsel bedeutet. Autosens startet ab dem Zeitpunkt des Rücklaufes neu und es kann bis zu 6 Stunden dauern, die Sensibilität neu zu beurteilen. Wenn Sie Ihre Pumpe normalerweise unabhängig vom Resevoir- und Kathetherwechsel zurück laufen lassen, sollten Sie diese Funktion deaktivieren.
es: Esta función, activada por defecto, restablece la proporción de autosens a neutral cuando rebobinas la bomba, suponiendo que esto corresponde a un probable cambio en el sitio. Autosens comenzará a aprender la sensibilidad desde el momento del evento, y puede tardar hasta 6 horas. Si normalmente rebobina su bomba independientemente de los cambios en el sitio, puede considerar desactivar esta función.
fr: Cette fonctionnalité, activée par défaut, réinitialise le ratio autosens à neutre lorsque vous changez votre pompe/site en se basant sur l'hypothèse que cela correspond à un changement probable de site. L’Autosens reprendra l’apprentissage de la sensibilité à partir du changement de site, ce qui peut prendre jusqu’à 6 heures. Si vous ré-initialisez votre pompe indépendamment d'un changement de site, vous pouvez envisager de désactiver cette fonctionnalité.
it: Questa funzione, abilitata di default, resetta il rapporto di autosens alla neutralità quando si riavvolge il microinfusore, assumendo che questo corrisponda ad un cambio di set. Autosens ricomincia ad imparare la sensibilità da capo dal momento del riavvolgimento, cosa che impiega circa 6 ore. Se riavvolgi il microinfusore senza cambiare sito è meglio disattivare questa opzione.
nb: Denne funksjonen (standard slått på), nullstiller autosens-ratio til nøytral verdi når du starter om pumpen. Det antas at nullstilling av pumpen skyldes bytte av infusjonssted. Autosens vil begynne å lære sensitivitet på nytt fra det tidspunktet pumpen er startet om. Det kan ta opp til 6 timer. Hvis du ofte starter om pumpen uavhengig av bytte av infusjonssted, kan det være lurt å skru av denne funksjonen.
nl: Deze functie, die standaard is ingeschakeld, zet Autosense de ratio terug op neutraal wanneer je pomp terugdraait, ervan uitgaande dat dit een katheter- en reservoirwissel betekent. Autosens start opnieuw op vanaf het moment van terugkeer en het kan tot 6 uur duren om de gevoeligheid opnieuw te beoordelen. Als je je pomp normaal gesproken onafhankelijk van de resevoir- en katheterwissel terugdraait, kun je overwegen om deze functie uit te schakelen.
ru: Эта функция (включена по умолчанию), сбрасывает Автосенс к нейтральному при сбросе помпы, предполагая, что это связано со сменой канюли. Автосенс начнет учиться заново со времени сброса, что может занять до 6 часов. Если вы сбрасываете помпу отдельно от смены канюли, вам стоит отключить эту функцию.
sk: Táto funkcia, predvolene povolená, resetuje pomer autosens na neutrálnu hodnotu pri spätnom pripojení pumpy, predpokladajúc, že to zodpovedá pravdepodobnej výmene miesta podania. Autosens začne nanovo vyhodnocovať citlivosť od času spätného pripojenia, čo môže trvať až 6 hodín. Ak si pumpu spätne pripájate nezávisle od výmeny miesta podania, zvážte vypnutie tejto funkcie.
sv: Denna funktion, på som standard, återställer 'Autosens' kvot till neutralt läge vid reservoarbyten, då det antas att du vid detta tillfälle även byter infusionskanyl. 'Autosens' kommer nu börja lära sig din insulinkänslighet på nytt, vilket kan ta upp till 6 timmar. Om du vanligtvis gör reservoarbyten oberoende av kanylbyten, kanske du ska överväga att inaktivera denna funktion.
tr: Varsayılan olarak etkinleştirilen bu özellik, pompanızı geri sardığınızda, bunun olası bir set değişikliğine karşılık geldiği varsayımıyla otoduyarlılık oranını nötr olarak sıfırlar. Otoduyarlılık, 6 saate kadar sürebilen geri sarma zamanından itibaren hassasiyeti yeniden öğrenmeye başlayacaktır. Pompanızı genellikle set değişikliklerinden bağımsız olarak geri sarıyorsanız, bu özelliği devre dışı bırakmayı düşünebilirsiniz.
uk: Ця функція (ввімкнена за замовчуванням) скидає Автосенс до нейтрального при скиданні помпи, припускаючи, що це пов'язано зі зміною канюлі. Автосенс почне вчитися знову з часу скидання, що може зайняти до 6 годин. Якщо ви скидаєте помпу окремо від зміни канюлі, варто відключити цю функцію.
vi: Tính năng này, được bật theo mặc định, sẽ đặt lại tỷ lệ cảm biến tự động về mức trung tính khi bạn tua lại máy bơm của mình, với giả định rằng điều này tương ứng với một sự thay đổi điểm gắn có thể xảy ra. Autosens sẽ bắt đầu học lại độ nhạy kể từ thời điểm tua lại, quá trình này có thể mất tới 6 giờ. Nếu bạn thường tua lại máy bơm của mình một cách độc lập với những thay đổi ở địa điểm, bạn có thể cân nhắc việc tắt tính năng này.

source: High Temptarget Raises Sensitivity
da: Høj midlertidig basal øger sensitivitet
de: Hohe temporäre Ziele erhöhen die Sensitivität
es: Objetivo temporal elevado aumenta la sensibilidad
fr: Une cible élevée augmente la sensibilité
it: Alto Temptarget Aumenta Sensibilità
nb: Høyt midlertidig mål øker sensitivitet
nl: Hoog tijdelijk streefdoel verhoogt gevoeligheid
ru: Повышенная временная цель повышает чувствительность
sk: Vysoký dočasný cieľ zvýši citlivosť
sv: Högt målvärde höjer känsligheten
uk: Підвищена Тимчасова Мета Підвищує Чутливість
vi: Mục tiêu tạm thời cao sẽ làm tăng độ nhạy

source: Defaults to false. When set to true, raises sensitivity (lower sensitivity ratio) for temp targets set to >= 111. Synonym for exercise_mode. The higher your temp target above 110 will result in more sensitive (lower) ratios, e.g., temp target of 120 results in sensitivity ratio of 0.75, while 140 results in 0.6 (with default halfBasalTarget of 160).
da: Standardindstillinger er falsk. Når sat til sand, øges følsomheden (laver følsomhedsrforhold) for imidlertid mål sat til >= 111. Synonym for exercise_mode (træningstilstand). Jo højere dit temp mål over 110 vil resultere i mere følsomhedsforhold (lavere), f.eks. imidertidig mål på 120 resulterer i et følsomhedsforhold på 0,75, mens 140 resulterer i 0,6 (med standard-halfBasalTarget på 160).
de: Ist Standardmäßig auf aus. Wenn eingeschaltet erhöht dies die Empfindlichkeit (niedrigere Empfindlichkeitsverhältnis) für Temp-Ziele auf >= 111. Synonym für exercise_mode. Je höher dein Tempo-Ziel über 110 ist, desto empfindlicher (niedriger) Verhältnisse, z. temp Ziel von 120 resultiert im Empfindlichkeitsverhältnis von 0,75, während 140 in 0,6 (mit Standard-Halbbasalratenziel von 160).
es: Sinónimo de 'Modo Ejercicio'. Por defecto deshabilitado. Cuando se habilita, aumenta la sensibilidad (menor factor de sensibilidad) para objetivos temporales mayor o igual a 111. Cuanto mayor sea su objetivo temporal superior a 110, resultará en ratios más sensibles (más bajos), p.ej., objetivo temporal de 120 calcula un factor de sensibilidad de 0.75, mientras que 140 resultaría en 0.6 (con un valor por defecto de 'Objetivo basal medio durante el ejercicio' de 160).
fr: Valeur par défaut à faux. Lorsqu'elle est définie à vrai, augmente la sensibilité (ratio de sensibilité inférieure) pour les cibles temporaires à >= 111. Synonyme du mode exercice. Plus votre cible temporaire est élevée, plus les ratios (inférieurs) seront sensibles, par ex. la cible temp de 120 résulte en un ratio de sensibilité de 0,75 tandis que 140 donne 0,6 (avec halfBasalTarget par défaut de 160).
it: Valore predefinito è falso. Quando impostato su Vero, aumenta la sensibilità (minor rapporto di sensibilità) per i target temporanei impostati a >= 111. Sinonimo di modalità_esercizio. Più alto sarà il target temporaneo rispetto a 110 più il rapporto della sensibililità sarà basso; ad es. target temporaneo di 120 risulta in rapporto di sensibilità di 0,75, mentre con 140 risultata in 0,6 (con halfBasalTarget predefinito di 160).
nb: Standard slått av. Når slått på, vil insulinfølsomheten økes (senke følsomhetsforhold) for midlertidige mål >= 111. Synonymt med exercise_mode. Jo høyere midlertidig mål over 110, desto høyere følsomhet (lavere følsomhetsforhold). For eksempel vil et midlertidig mål på 120 føre til et følsomhetsforhold på 0.75, mens 140 fører til 0.6 (med standard halfBasalTarget på 160).
nl: Is standaard uitgeschakeld. Wanneer ingeschakeld, verhoogt dit de gevoeligheid (lagere gevoeligheidsratio) voor tijdelijk doel tot >= 6,2 mmol/l exercise_mode. Hoe hoger je doel boven de 6,2 mmol/l ligt, hoe gevoeliger (lagere) ratio's, bijvoorbeeld tijdelijk streefdoel van 6,6 mmol/l resulteert in de sensitiviteitsratio van 0,75, terwijl 7,7 mmol/l resulteert in 0,6 (met standaard half-basaal doel van 8,9 mmol/l).
ru: По умолчанию значение false. Если параметр true, повышает ISF (понижает соотношение чувствительности) для временных целей, установленных в >= 111. Синоним для exercise_mode. Чем выше ваша временная цель, тем более высокий ISF (более низкое соотношение), напр. Цель 120 приведет к соотношению чувствительности 0,75, а 140 - 0,6 (по умолчанию halfBasalTarget - 160).
sk: Predvolené nastavenie je vypnuté. Ak je povolené, zvýši sa citlivosť (nižší pomer citlivosti) pre dočasné ciele nastavené na >= 111. Synonymum pre exercise_mode. Čím vyšší je Váš dočasný cieľ nad 110, tým citlivejší (nižší) je pomer citlivosti, napr. dočasný cieľ 120 má za následok pomer citlivosti 0,75, zatiaľ čo 140 má za následok 0,6 (pri predvolenom halfBasalTarget 160).
sv: Av som standard. Höjer insulinkänsligheten (lägre sensitivitetskvot) för temporära målvärden >= 6.2 mmol/l. Synonymt med träningsläge, 'Exercise Mode '. Ju högre ditt temporära mål över 6,2 är desto mer kommer det att resultera i en känsligare (lägre) kvot, t.ex. kommer ett temp målvärde på 6.7 mmol/l att resultera i ett sensitivitetskvot på 0,75, medan 7,8 mmol/l resulterar i 0,6 (med 'halfBasalTarget' på 8,9 mmol/l på som förval).
tr: Varsayılan olarak kapalı olup. Açık olarak ayarlandığında, >= 111 olarak ayarlanan geçici hedefler için duyarlılığı artırır (düşük duyarlılık oranı). Egzersiz_modu ile eşanlamlı. Geçici hedefiniz 110'un üzerinde ne kadar yüksek olursa, daha hassas (düşük) oranlar elde edilir, örneğin 120'lik geçici hedef 0,75 hassasiyet oranı ile sonuçlanırken 140 sonuç 0,6 ile sonuçlanır (varsayılan ile HalfBasalTarget 160).
uk: За промовчанням значення false. Якщо параметр true, підвищує ISF (знижує співвідношення чутливості) для тимчасових цілей, встановлених >= 111(6.1). Синонім для exercise_mode. Чим вище ваша тимчасова мета, тим вищий ISF (нижче співвідношення), напр. Мета 120(6.7) призведе до співвідношення чутливості 0,75, а 140(7.8) - 0,6 (за замовчуванням halfBasalTarget - 160(8.9)).
vi: Mặc định là False. Khi được đặt thành True, sẽ tăng độ nhạy (tỷ lệ độ nhạy thấp hơn) cho các mục tiêu tạm thời được đặt thành >= 111. Từ đồng nghĩa với Chế độ thể dục. Mục tiêu tạm thời của bạn trên 110 càng cao sẽ dẫn đến tỷ lệ nhạy cảm hơn (thấp hơn), ví dụ: mục tiêu tạm thời là 120 dẫn đến tỷ lệ độ nhạy là 0,75, trong khi 140 dẫn đến tỷ lệ nhạy cảm là 0,6 (với một nửa mục tiêu với mặc định là 160).

source: Low Temptarget Lowers Sensitivity
da: Lav midlertidig mål sænker følsomheden
de: Niedrige temporäre Ziele senken die Sensitivität
es: Objetivo temporal bajo reduce la sensibilidad
fr: Une cible faible réduit la sensibilité
it: Basso Temptarget Abbassa Sensibilità
nb: Lavt midlertidig mål senker sensitivitet
nl: Laag tijdelijk streefdoel verlaagt gevoeligheid
ru: Пониженная временная цель понижает чувствительность
sk: Nízky dočasný cieľ zníži citlivosť
sv: Lågt målvärde sänker känsligheten
uk: Знижена Тимчасова Мета Знижує Чутливість
vi: Mục tiêu tạm thời thấp sẽ làm giảm độ nhạy
