Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: Defaults to start at 30. This is the maximum minutes of basal that can be delivered as a single SMB with uncovered COB. This gives the ability to make SMB more aggressive if you choose. It is recommended that the value is set to start at 30, in line with the default, and if you choose to increase this value, do so in no more than 15 minute increments, keeping a close eye on the effects of the changes. It is not recommended to set this value higher than 90 mins, as this may affect the ability for the algorithm to safely zero temp. It is also recommended that pushover is used when setting the value to be greater than default, so that alerts are generated for any predicted lows or highs.
da: Standard starter ved 30. Dette er de maksimale minutter af basal, der kan leveres som en enkelt SMB med afdækkede COB. Dette giver mulighed for at gøre SMB mere aggressiv, hvis du vælger. Det anbefales, at værdien er sat til at starte på 30, i overensstemmelse med standarden, og hvis du vælger at øge denne værdi, gøre det i højst 15 minutters trin, holde nøje øje med virkningerne af ændringerne. Det anbefales ikke at sætte denne værdi højere end 90 minutter, da dette kan påvirke algoritmens evne til sikkert at nul temp. Det anbefales også, at pushover bruges ved indstilling af værdien til at være større end standard, således at der genereres alarmer for eventuelle forventet lave eller højde.
de: Standardmäßiger beginn nach 30 Minuten. Dies ist das Maximum von Basalminuten, die als einzelne SMB mit ungedecktem COB geliefert werden können. Dies gibt die Möglichkeit, SMB aggressiver zu machen, wenn Sie es wünschen. Es wird empfohlen, dass der Wert auf 30 beginnt, entsprechend der Standardeinstellung und wenn Sie diesen Wert erhöhen tun Sie dies in höchstens 15 Minuten Schritten unter Beachtung der Auswirkungen der Änderungen. Es wird nicht empfohlen, diesen Wert höher als 90 Minuten zu setzen, da dies die Fähigkeit des Algorithmus beeinflussen kann, sicher Null Zeit zu setzen. Es wird auch empfohlen, dass Pushover verwendet wird, wenn der Wert größer als der Standardwert ist, so dass Warnungen für alle vorausgesagten Tief- oder Höchstwerte generiert werden.
es: Por defecto comienza en 30. Este es el máximo de minutos de basal que se puede entregar como un solo SMB con COB no cubiertos. Esto da la capacidad de hacer los SMB más agresivos si lo desea. Se recomienda que el valor se establezca a partir de 30, en línea con el valor predeterminado, y si decide aumentar este valor, hacerlo en incrementos de no más de 15 minutos, vigilando de cerca los efectos de los cambios. No se recomienda establecer este valor superior a 90 minutos, ya que esto puede afectar a la capacidad del algoritmo para poner suspender la basal temporalmente. Se recomienda también usar Pushover cuando se establezca un valor mayor que el predeterminado, para que las alarmas se generen para cualquier hipo o hiper prevista.
fr: Par défaut, il faut démarrer à 30 minutes. Il s'agit de la durée maximale en minutes du niveau basal qui peuvent être livrées en tant que simple SMB avec des COB non couverts. Cela permet de rendre SMB plus agressif si vous le souhaitez. Il est recommandé que la valeur soit définie au départ à 30, conformément à la valeur par défaut, et si vous choisissez d'augmenter cette valeur, le faire par pas de 15 minutes et en gardant un œil attentif sur les effets des changements. Il n'est pas recommandé de définir cette valeur supérieure à 90 mins, car cela peut affecter la capacité de l'algorithme.
it: Predefinito per iniziare a 30 minuti. Questo è il massimo di minuti di basale che possono essere somministrati come un singolo SMB con COB non coperti. Questo dà la possibilità di rendere SMB più aggressivo se viene selezionato. Si raccomanda che il valore sia impostato per iniziare a 30, in linea con il valore predefinito, e se si sceglie di aumentare questo valore, farlo con incrementi non superiori a 15 minuti, facendo grande attenzione agli effetti dei cambiamenti. Non è consigliabile impostare questo valore oltre a 90 minuti, in quanto ciò potrebbe influire sulla capacità dell'algoritmo di azzerare in sicurezza la basale temporanea. Si raccomanda inoltre di utilizzare il pushover quando si imposta un valore maggiore di quello predefinito, in modo che le siano generati in anticipo avvertimenti per alti o bassi valori glicemici predetti.
nb: Standardverdi er 30. Dette er maksimalt antall minutter basal som kan bli levert som én enkelt SMB ved udekket COB. Dette gir muligheten til å gjøre SMB mer aggressiv hvis du ønsker det. Det er anbefalt at verdien starter på 30, og at du ikke endrer med mer enn 15 minutter av gangen. Følg nøye med på effekten av hver endring. Det er ikke anbefalt å sette denne høyere enn 90 minutter, da det kan påvirke algoritmens mulighet til trygt å sette 0-mål. Det er også anbefalt at pushover benyttes dersom du setter en verdi høyere enn standard. Dette gir varsler for enhver antatt lav eller høy verdi.
nl: Staat standaard op 30. Dit is het maximum aantal minuten van basaal dat kan worden toegediend als een enkele supermicrobolus (SMB) zonder dat dit compenseert wordt door COB. Dit zorgt er voor dat SMB agressiever kan worden ingesteld, als je daarvoor kiest. Het is aanbevolen om te beginnen met een waarde van 30 minuten, de standaard waarde en als je er voor kiest om de waarde te verhogen dat je dit met niet grotere stappen doet dan stappen van 15 minuten. Het is niet aanbevolen om het hoger dan 90 minuten in te stellen, dit beperkt de mogelijkheid van het algoritme om veilig een tijdelijk 0 basaal in te stellen. Het wordt ook aanbevolen om push berichten aan te zetten voor wanneer de glucose waardes hoog of laag dreigen te raken.
ru: По умолчанию, начинается с 30 мин. Максимальное количество базальных минут, которое может быть доставлено как один SMB с непокрытыми углеводами. Это дает возможность сделать SMB более агрессивным. Рекомендуется, чтобы значение начиналось с 30. Увеличивайте значение не более чем на 15 минут, не забывая при этом о контроле. Не рекомендуется устанавливать это значение больше 90 минут, так как это может повлиять на способность алгоритма безопасного отключения базы. Также рекомендуется использовать pushover при установке значения больше 30, чтобы оповещения генерировались для любых прогнозируемых низких или высоких значений СК.
sk: Predvolene nastavené na začiatok je 30. Toto je maximálny počet minút bazálnej dávky, ktorá môže byť podaná ako jediný SMB pri nekompenzovanom COB. To umožňuje nastaviť SMB agresívnejšie, ak si to želáte. Odporúča sa ponechať túto hodnotu na 30 ako predvolenú a ak sa rozhodnete ju zvýšiť, robte to v maximálnych krokoch po 15 minútach, pričom dôkladne sledujte účinky zmien. Neodporúča sa nastaviť túto hodnotu vyššiu ako 90 minút, pretože by to mohlo ovplyvniť schopnosť algoritmu bezpečne nastaviť nulovú dočasnú dávku. Odporúča sa tiež používať pushover pri nastavení hodnoty vyššej ako predvolená, aby sa generovali upozornenia na predpokladané nízke alebo vysoké hodnoty glykémie.
sv: Standardvärde 30. Detta är det maximala antal minuter av din ordinarie basal som kommer att ges som en SMB. Denna inställning ger möjlighet att göra SMB större och behandlingen med SMB mer aggressiv. Det rekommenderas att börja med 30 minuter, och om du väljer att öka detta värde, göra det stegvis i högst 15 minuters steg, samtidigt som du noga följer effekterna av de nya inställningarna. Det rekommenderas inte att ställa in detta värde högre än 90 minuter, eftersom detta påverkar algoritmens förmåga att säkert kunna balansera med temporära basaler på 0 IE/h. Det rekommenderas också att tjänsten Pushover används när värdet sätts till att vara större än standard, så att varningar och notiser kan genereras för alla förväntade blodsockerdalar och toppar.
tr: Varsayılan değer 30'dan başlar. Bu, AKRB'ı tek bir SMB olarak teslim edilebilecek maksimum bazal dakikadır. Bu isterseniz SMB'leri daha agresif hale getirme yeteneği verir. Değerin varsayılana uygun olarak 30'da başlayacak şekilde ayarlanması ve bu değeri artırmayı seçerseniz, değişikliklerin etkilerini yakından takip ederek bunu 15 dakikalık artışlarla yapmanız önerilir. Algoritmanın güvenli bir şekilde geçici bazal'ı sıfırlayabilme yeteneğini etkileyebileceğinden, bu değeri 90 dakikadan daha yükseğe ayarlamanız önerilmez. Ayrıca, değeri varsayılandan daha büyük olarak ayarlarken bildirim özelliğinin kullanılması önerilir, böylece tahmin edilen herhangi bir düşük veya yüksek seviye için uyarılar oluşturulur.
uk: За замовчуванням починається з 30 хв. Максимальна кількість базальних хвилин може бути доставлена як один SMB з непокритими вуглеводами. Це дозволяє зробити SMB більш агресивним. Рекомендується, щоб значення починалося з 30. Збільшуйте значення не більше ніж на 15 хвилин, не забуваючи при цьому контролю. Не рекомендується встановлювати це значення більше 90 хвилин, оскільки це може вплинути на здатність алгоритму безпечного відключення бази. Також рекомендується використовувати pushover при встановленні значення більше 30, щоб оповіщення генерувалися для будь-яких прогнозованих низьких або високих значень BG.
vi: Mặc định bắt đầu từ 30. Đây là số phút cơ bản tối đa có thể được phân phối dưới dạng một SMB duy nhất không có COB. Điều này mang lại khả năng làm cho SMB trở nên hung hãn hơn nếu bạn chọn. Bạn nên đặt giá trị này để bắt đầu ở mức 30, phù hợp với giá trị mặc định và nếu bạn chọn tăng giá trị này, hãy thực hiện với khoảng tăng không quá 15 phút, đồng thời theo dõi chặt chẽ tác động của các thay đổi. Không nên đặt giá trị này cao hơn 90 phút vì điều này có thể ảnh hưởng đến khả năng thuật toán về liều tạm thời bằng 0 một cách an toàn. Chúng tôi cũng khuyên bạn nên sử dụng tính năng đẩy khi đặt giá trị lớn hơn giá trị mặc định để cảnh báo được tạo ra cho bất kỳ mức thấp hoặc mức cao được dự đoán nào.

source: Max UAM SMB Basal Minutes
da: Maks. UAM SMB Basal Minutter
de: Max. UAM SMB Basal Minuten
es: Máximo tiempo de basal en SMB de UAM
fr: Max UAM SMB Minutes basales
it: Minuti Basali Max UAM SMB
nb: Maks basalminutter for UAM SMB
nl: Max UAM SMB basale minuten
ru: Максимум UAM SMB базальных минут
sk: Maximálny počet bazálnych minút UAM SMB
sv: Basalminuter för autobolusar vid oannonserade måltider (UAM SMBs)
uk: Максимум UAM SMB Базальних Хвилин
vi: Số phút cơ bản UAM SMB tối đa

source: Defaults to start at 30. This is the maximum minutes of basal that can be delivered by UAM as a single SMB when IOB exceeds COB. This gives the ability to make UAM more or less aggressive if you choose. It is recommended that the value is set to start at 30, in line with the default, and if you choose to increase this value, do so in no more than 15 minute increments, keeping a close eye on the effects of the changes. Reducing the value will cause UAM to dose less insulin for each SMB. It is not recommended to set this value higher than 60 mins, as this may affect the ability for the algorithm to safely zero temp. It is also recommended that pushover is used when setting the value to be greater than default, so that alerts are generated for any predicted lows or highs.
da: Standard starter ved 30. Dette er de maksimale minutter af basal, der kan leveres af UAM som en enkelt SMB når IOB overstiger COB. Dette giver mulighed for at gøre UAM mere eller mindre aggressiv, hvis du vælger. Det anbefales, at værdien er sat til at starte på 30, i overensstemmelse med standarden, og hvis du vælger at øge denne værdi, gøre det i højst 15 minutters trin, holde nøje øje med virkningerne af ændringerne. Det anbefales ikke at sætte denne værdi højere end 60 minutter, da dette kan påvirke algoritmens evne til sikkert at nul temp. Det anbefales også, at pushover bruges ved indstilling af værdien til at være større end standard, således at der genereres alarmer for eventuelle forventet lave eller højde.
de: Standardwerte für Start ist 30 Minuten. Dies ist die maximale Basal-Minuten, die von UAM als ein einziges SMB geliefert werden können, wenn IOB den COB übersteigt. Dies gibt die Möglichkeit, UAM mehr oder weniger aggressiv zu machen, wenn Sie es wünschen. Es wird empfohlen, dass der Wert nach 30 Minuten beginnt, entsprechend der Standardeinstellung und wenn Sie diesen Wert erhöhen tun Sie dies in höchstens 15 Minuten Schritten unter Beachtung der Auswirkungen der Änderungen. Eine Verringerung des Wertes führt dazu, dass UAM für jedes SMB weniger Insulin Dosis erhält. Es wird nicht empfohlen, diesen Wert höher als 60 Minuten zu setzen, da dies die Fähigkeit des Algorithmus beeinflussen kann, sicher Null Zeit zu setzen. Es wird auch empfohlen, dass Pushover verwendet wird, wenn der Wert größer als der Standardwert ist, so dass Warnungen für alle vorausgesagten Tief- oder Höchstwerte generiert werden.
es: Por defecto comienza en 30. Este es el máximo de minutos de basal que UAM puede entregar como un solo SMB cuando la insulina activa excede los carbohidratos activos. Esto da la capacidad de hacer UAM más o menos agresivo si lo desea. Se recomienda que el valor se establezca a partir de 30, en línea con el valor predeterminado, y si decide aumentar este valor, hacerlo en incrementos de no más de 15 minutos, vigilando de cerca los efectos de los cambios. Reducir el valor hará que UAM inyecte menos insulina para cada SMB. No se recomienda establecer este valor superior a 60 minutos, ya que esto puede afectar a la capacidad del algoritmo de suspender la basal temporalmente. También se recomienda que Pushover sea usado cuando se establece que el valor es mayor de lo predeterminado, para que las alertas se generen para cualquier bajo o alto previsto.
fr: La valeur par défaut est à 30. Il s'agit de la durée maximale en minutes du niveau basal qui peuvent être délivrées par UAM en tant que SMB unique lorsque l'IOB dépasse COB. Cela donne la possibilité de rendre UAM plus ou moins agressif si vous le souhaitez. Il est recommandé que la valeur commence à 30, conformément à la valeur par défaut, et si vous choisissez d'augmenter cette valeur, le faire par pas de 15 minutes, en gardant un œil attentif sur les effets des changements. La réduction de la valeur entraînera à injecter moins d'insuline pour chaque SMB. Il n'est pas recommandé de définir cette valeur supérieure à 60 mins, car cela peut affecter la capacité de l'algorithme.
it: Predefinito per iniziare a 30 minuti. Questo è il massimo minuti di basale che può essere somministrato da UAM come un singolo SMB quando IOB supera la COB. Questo dà la possibilità di rendere UAM più o meno aggressivo se viene attivato. Si raccomanda che il valore sia impostato per iniziare a 30, in linea con il valore predefinito, e se si sceglie di aumentare questo valore, farlo con incrementi non superiori a 15 minuti, tenendo un occhio attento agli effetti dei cambiamenti. La riduzione del valore causerà una riduzione della dose di insulina UAM per ogni SMB. Non è consigliabile impostare questo valore superiore a 60 minuti, in quanto ciò potrebbe influire sulla capacità dell'algoritmo di azzerare in sicurezza la basale temporanea. Si raccomanda inoltre di utilizzare il pushover quando si imposta un valore maggiore di quello predefinito, in modo che vengano eseguite segnalazioni in anticipo per valori glicemi predetti alti o bassi.
nb: Standardverdi er 30. Dette er maksimalt antall minutter basal som kan bli levert av UAM som én enkelt SMB når IOB er mer enn COB. Dette gir muligheten til å gjøre UAM mer eller mindre aggressiv hvis du ønsker det. Det er anbefalt at verdien starter på 30, og at du ikke endrer med mer enn 15 minutter av gangen. Hvis du reduserer verdien vil UAM dosere mindre insulin for hver SMB. Det er ikke anbefalt å sette verdien høyere enn 60 min, da det kan påvirke algoritmens mulighet til trygt å sette 0-mål. Det er også anbefalt at pushover benyttes dersom du setter en verdi høyere enn standard. Dette gir varsler for enhver antatt lav eller høy verdi.
nl: Staat standaard op 30. Dit is het maximum aantal minuten van basaal dat kan worden toegediend door UAM als een enkele supermicrobolus wanneer de IOB groter is dan dan COB. Dit zorgt er voor dat UAM agressiever kan worden ingesteld, als je daarvoor kiest. Het is aanbevolen om te beginnen met een waarde van 30 minuten, de standaard waarde en als je er voor kiest om de waarde te verhogen dat je dit met niet grotere stappen doet dan stappen van 15 minuten, terwijl je het effect goed in de gaten houd. Het is niet aanbevolen om het hoger dan 60 minuten in te stellen, dit beperkt de mogelijkheid van het algoritme om veilig een tijdelijk 0 basaal in te stellen. Het wordt ook aanbevolen om push berichten aan te zetten voor wanneer de glucose waardes hoog of laag dreigen te raken.
ru: По умолчанию, начинается с 30. Это максимальный размер базальных минут, который может быть доставлена UAM в качестве одного SMB по сравнению с IOB COB. Это дает возможность сделать UAM более или менее агрессивным. Рекомендуется, чтобы значение начиналось с 30. Если вы решите увеличить это значение, увеличивайте не более чем на 15 минут, не забывая при этом о контроле СК. Уменьшение значения приведет к снижению дозы инсулина для каждого SMB. Не рекомендуется устанавливать это значение больше 60 минут, так как это может повлиять на способность алгоритма безопасного отключения базы. Также рекомендуется использовать оповещения pushover при установке значения больше 30, чтобы оповещения генерировались для любых прогнозируемых низких или высоких значений СК.
sk: Predvolene nastavené na začiatok pri 30. Toto je maximálny počet minút bazálnej dávky, ktorú môže UAM podať ako jediný SMB, keď IOB presahuje COB. To umožňuje nastaviť UAM viac alebo menej agresívny podľa Vašej voľby. Odporúča sa ponechať túto hodnotu na 30 ako predvolenú a ak sa rozhodnete ju zvýšiť, robte to v maximálnych krokoch po 15 minútach, pričom dôkladne sledujte účinky zmien. Zníženie hodnoty spôsobí, že UAM bude dávkovať menej inzulínu pre každý SMB. Neodporúča sa nastaviť túto hodnotu vyššie ako 60 minút, pretože by to mohlo ovplyvniť schopnosť algoritmu bezpečne nastaviť nulovú dočasnú dávku. Odporúča sa tiež používať pushover pri nastavení hodnoty vyššej ako predvolená, aby sa generovali upozornenia na predpokladané nízke alebo vysoké hodnoty glykémie.
sv: Standardvärde 30. Detta är det maximala antal minuter av din ordinarie basal som kommer att användas för UAM för att ges som en SMB. Denna inställning ger möjlighet att göra behandlingen med UAM mer aggressiv, om du väljer att öka detta värde. Det rekommenderas att börja med 30 minuter, och om du väljer att öka detta värde, görs det stegvis i högst 15 minuters steg, samtidigt som du noga följer effekterna av nya inställningarna. En reducering av värdet leder till att UAM doserar mindre insulin med varje SMB. Det rekommenderas inte att ställa in detta värde högre än 60 minuter, eftersom detta påverkar algoritmens förmåga att säkert kunna balansera med temporära basaler på 0 IE/h. Det rekommenderas också att pushover används när värdet sätts till att vara större än standard, så att varningar och notiser kan genereras för alla förväntade blodsockerdalar eller toppar.
tr: Varsayılan değer 30'dan başlar. Bu AİNS AKRB'yi aştığında UAM tarafından tek bir SMB olarak teslim edilebilecek maksimum bazal dakikadır. Bu isterseniz UAM'yi daha fazla veya daha az agresif hale getirme yeteneği verir. Değerin varsayılana uygun olarak 30'da başlayacak şekilde ayarlanması ve bu değeri artırmayı seçerseniz, değişikliklerin etkilerini yakından takip ederek bunu 15 dakikalık artışlarla yapmanız önerilir. Değerin düşürülmesi, UAM'nin her SMB için daha az insülin dozlamasına neden olacaktır. Algoritmanın güvenli bir şekilde geçici sıfırlayabilme yeteneğini etkileyebileceğinden, bu değeri 60 dakikadan daha yükseğe ayarlamanız önerilmez. Ayrıca değeri varsayılandan daha büyük olarak ayarlarken pushover'ın kullanılması önerilir, böylece tahmin edilen herhangi bir düşük veya yüksek seviye için uyarılar oluşturulur.
uk: За замовчуванням починається з 30. Це максимальний розмір базальних хвилин, який може бути доставлена UAM як один SMB в порівнянні з IOB COB. Це дає можливість зробити UAM більш менш агресивним. Рекомендується, щоб значення починалося з 30. Якщо ви вирішите збільшити це значення, збільшуйте не більше 15 хвилин, не забуваючи при цьому про контроль BG. Зменшення значення спричинить зниження дози інсуліну для кожного SMB. Не рекомендується встановлювати це значення більше 60 хвилин, оскільки це може вплинути на здатність алгоритму безпечного відключення бази. Також рекомендується використовувати оповіщення pushover під час встановлення значення більше 30, щоб оповіщення генерувалися для будь-яких прогнозованих низьких або високих значень BG.
vi: Mặc định bắt đầu từ 30. Đây là số phút cơ bản tối đa mà UAM có thể phân phối dưới dạng một SMB khi IOB vượt quá COB. Điều này mang lại khả năng khiến UAM trở nên hung hãn hơn hoặc ít hơn nếu bạn chọn. Bạn nên đặt giá trị này để bắt đầu ở mức 30, phù hợp với giá trị mặc định và nếu bạn chọn tăng giá trị này, hãy thực hiện với khoảng tăng không quá 15 phút, đồng thời theo dõi chặt chẽ tác động của các thay đổi. Việc giảm giá trị sẽ khiến UAM giảm liều insulin cho mỗi SMB. Không nên đặt giá trị này cao hơn 60 phút vì điều này có thể ảnh hưởng đến khả năng thuật toán về liều tạm thời bằng 0 một cách an toàn. Chúng tôi cũng khuyên bạn nên sử dụng tính năng đẩy khi đặt giá trị lớn hơn giá trị mặc định để cảnh báo được tạo ra cho bất kỳ mức thấp hoặc mức cao được dự đoán nào.

source: SMB Interval
de: SMB-Intervall
es: Intervalo entre SMBs
fr: Intervalle SMB
it: Intervallo SMB
nb: SMB-intervall
ru: Интервал между SMB
sk: Interval SMB
sv: SMB-intervall (minuter)
tr: SMB Aralığı
uk: Інтервал між SMB
vi: Khoảng thời gian SMB

source: Minimum duration in minutes for new SMB since last SMB or manual bolus
da: Minimum varighed i minutter for ny SMB siden sidste SMB eller manuel bolus
de: Minimale Dauer in Minuten für neue SMBs seit dem letzten SMB oder manuellem Bolus
es: Duración mínima en minutos para un nuevo SMB desde el último SMB o bolo manual
fr: Durée minimale en minutes pour une nouvelle SMB depuis le dernier bolus SMB ou manuellement
it: Durata minima in minuti per il nuovo SMB dall'ultimo SMB o bolo manuale
nb: Minimum varighet i minutter for ny SMB, etter siste SMB eller manuell bolus
nl: Minimale duur in minuten voor nieuwe SMB sinds laatste SMB of handmatige bolus
ru: Минимальный интервал в минутах для новых SMB с момента последнего SMB или введенного вручную болюса
sk: Minimálna doba v minútach pre nový SMB od posledného SMB alebo manuálneho bolusu
sv: Minsta tid i minuter för ny automatisk bolus sedan senaste bolus eller automatisk bolus
uk: Мінімальний інтервал у хвилинах для нових SMB з моменту останнього SMB або введеного вручну болюса
vi: Thời lượng tối thiểu tính bằng phút cho SMB mới kể từ SMB cuối cùng hoặc liều truyền thủ công

source: Bolus Increment
da: Bolus Forøgelse
de: Bolus-Erhöhung
es: Granularidad mínima de bolo
fr: Incrément de Bolus
it: Incremento bolo
nb: Bolus-økning
nl: Bolusverhoging
ru: Прирост болюса
sk: Bolusový prírastok
sv: Minsta bolusmängd
tr: Bolus Artırımı
uk: Приріст Болюсу
vi: Tốc độ Bolus nhanh
