Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: Duration of increased basal rate that saturates the infusion site with insulin. Default 30 minutes, as in B30. The EatingSoon TT needs to be running at least for this duration, otherthise B30 will stopp after the TT runs out.
de: Dauer der erhöhten Basalrate, die die Infusionsstelle mit Insulin sättigt. Standardmäßig 30 Minuten, wie bei B30. Der Eating Soon TT muss mindestens für diese Dauer laufen, andernfalls stoppt B30, wenn der TT abgelaufen ist.
it: Durata dell’aumento della velocità basale che satura il sito di infusione con insulina. Predefinito 30 minuti, come in B30. L'algoritmo di pasto anticipato TT deve essere in esecuzione almeno per questa durata, altrimenti B30 si fermerà dopo che il TT termina.
ru: Длительность повышенной ВБС, которая насыщает место инфузии инсулином. По-умолчанию 30 минут, как в случае с B30. По крайней мере, в течение этого времени необходимо поддерживать пониженную цель, в противном случае B30 прекратит свое действие после того, как завершится пониженная цель.
sk: Trvanie zvýšenej bazálnej dávky, ktorá saturuje infúzne miesto inzulínom. Predvolene 30 minút, ako pri B30. Profil EatingSoon alebo dočasný cieľ musia byť aktívne aspoň počas tohto trvania, inak sa B30 zastaví po ukončení profilu.
sv: Duration av tillförd ökad basaldos. Standardvärde är 30 minuter. Om din profil eller ditt tillfälliga målvärde avbryts tidigare kommer också den ökade basaldosen att avbrytas.
uk: Тривалість підвищеної базальної швидкості, яка насичує місце інфузії інсуліном. За замовчуванням 30 хвилин, як у B30. EatingSoon TT має працювати принаймні протягом цього часу, інакше B30 зупиниться, коли TT закінчиться.

source: B30 Basal rate increase factor
de: B30 Erhöhungsfaktor für die Basalrate
it: Fattore di incremento del tasso basale B30
ru: Множитель увеличения B30 ВБС
sk: Faktor zvýšenia bazálnej dávky B30
sv: B30 basaldosfaktor
uk: B30 Коефіцієнт підвищення базальної дози

source: Factor that multiplies your normal regular basal rate for B30. Max Basal rate enacted is the max of your pump max Basal setting. Default is 5.
de: Faktor, mit dem Ihre normale Basalrate für B30 multipliziert wird. Die maximal verabreichte Basalrate entspricht der maximalen Basaleinstellung Ihrer Insulinpumpe. Der Standardwert ist 5x.
it: Fattore che moltiplica il normale tasso basale normale per B30. Il massimo tasso basale impostato è il massimo dell'impostazione massima basale del microinfusore. Il valore predefinito è 5.
ru: Множитель - это коэффициент, на который умножается текущая базальная скорость для B30. Максимальная базальная скорость - это максимальное значение ВБС, установленное в разделе настройки помпы. Значение по-умолчанию равно 5.
sk: Faktor, ktorý násobí vašu bežnú bazálnu dávku v režime B30. Výsledná dávka je obmedzená maximálnou bazálnou dávkou nastavenou na vašej pumpe. Predvolená hodnota: 5.
sv: Faktorer med vilken din ordinarie basaldos kommer att multipliceras. Standardvärde är 5. Basaldos kommer aldrig att överstiga din inställning för maximal basaldos i dina pumpinställningar.
uk: Коефіцієнт, який множить вашу нормальну базальну дозу B30. Запроваджена максимальна базальна норма – це максимальна базальна норма вашої помпи. За замовчуванням 5.

source: Upper Delta limit
de: Oberes Delta Limit
it: Limite delta massimo
ru: Верхний предел дельты
sk: Horný limit Delta
sv: Övre gräns för blodsockerdelta
uk: Верхня межа Дельти

source: SMBs will be disabled when under this limit, while a B30 Basal rate is running. Default is 8 mg/dl (0.5 mmol/l).
ru: Автоматические болюсы (SMB) будут отключены, если отрицательная дельта уровня глюкозы в крови опустится ниже этого значения во время действия ВБС B30. Стандартное значение – 0,5 ммоль/л. (8 мг/дл).
sk: SMB budú deaktivované, ak hodnota klesne pod tento limit počas aktívneho režimu B30. Predvolená hodnota: 8 mg/dl (0,5 mmol/L).
sv: Automatiska bolusar (SMBs) kommer att stängas av när ditt negativa blodsockerdelta är under denna inställning, under tiden en B30-basaldos körs. Standardvärde är 0,5 mmol/l.
uk: SMBs буде вимкнено, якщо нижче цього ліміту, коли працює базальна доза B30. За замовчуванням 8 mg/dl (0.5 mmol/l).

source: Upper BG limit
de: Obere BG Grenze
it: Limite BG massimo
ru: Верхний предел глюкозы крови
sk: Horný limit glykémie
sv: Övre blodsockergräns
uk: Верхня межа BG

source: SMBs will be disabled when under this limit, while a B30 Basal rate is running. Default is 130 mg/dl (7.2 mmol/l).
ru: Автоматические болюсы (SMB) будут отключены, если уровень сахара в крови опустится ниже этого значения во время действия ВБС B30. Стандартное значение – 7,2 ммоль/л. (130 мг/дл).
sk: SMB budú deaktivované, ak hodnota klesne pod tento limit počas aktívneho režimu B30. Predvolená hodnota: 130 mg/dl (7,2 mmol/L).
sv: Automatiska bolusar (SMBs) kommer att stängas av när ditt blodsocker är under denna inställning, under tiden en B30-basaldos körs. Standardvärde är 7,2 mmol/l.
uk: SMBs буде вимкнено, якщо нижче цього ліміту, коли працює базальна доза B30. За замовчуванням 130 mg/dl (7.2 mmol/l).

source: Target Level for B30 to be enacted
de: Zielwert für B30
it: Livello obiettivo per attivare B30
ru: Целевое значение для активации B30
sk: Cieľová hladina glykémie pre aktiváciu B30
sv: Målvärde för blodsocker för att aktivera B30
uk: Цільовий рівень для B30 має бути прийнятий

source: An EatingSoon Override Target (or a Temporary Target) needs to be activated to start the B30 adaption. Target needs to be below this setting for B30 to start. Default is 90 mg/dl. If you cancel this EatingSoon Target, the B30 basal rate will stop.
it: Deve essere attivato un obiettivo override di pasto anticipato (o un target temporaneo) per attuare il B30. L’obiettivo deve essere inferiore a questa impostazione per l’avvio di B30. Il valore predefinito è 90 mg/dl. Se annulli questo obiettivo di pasto anticipato, la velocità basale B30 si interromperà.
ru: Чтобы запустить B30, необходимо активировать пониженную временную цель - через профиль или временные цели. Цель должна быть - 5 ммоль (90 мг/дл) или ниже. (по-умолчанию - 5) Если отменить временную цель - действие В30 прекратится.
sk: Na spustenie adaptácie B30 je potrebné aktivovať profil "Eating Soon" alebo nastaviť dočasný cieľ. B30 sa spustí len vtedy, ak cieľová hodnota glykémie je nižšia ako táto nastavená hodnota. Predvolená hodnota: 90 mg/dl (5,0 mmol/L). Ak zrušíte profil "Eating Soon" alebo dočasný cieľ, bazálna dávka B30 sa ukončí.
sv: En profil eller ett tillfälligt målvärde behöver vara aktiv för att aktivera en B30-basaldos. Blodsockermålvärdet måste vara under denna inställning för att B30 ska startas. Standardvärde är 5 mmol/l. Om du avbryter din profil eller tillfälliga målvärde kommer också B30-basalen att avbrytas.
uk: Щоб розпочати адаптацію B30, потрібно активувати ціль EatingSoon Override (або тимчасову ціль). Ціль має бути нижче цього налаштування, щоб B30 почався. За замовчуванням 90 mg/dl. Якщо ви скасуєте ціль EatingSoon Target, базальна норма B30 припиниться.

source: Minimum Start Bolus size
de: Minimale Bolusgröße, um zu starten
it: Valore minimo bolo iniziale
ru: Минимальный стартовый болюс
sk: Minimálna veľkosť bolusu pre spustenie
sv: Minsta manuella bolus för att starta
uk: Мінімальний початковий розмір Болюсу

source: Minimum manual bolus to start a B30 adaption.
de: Minimaler manueller Bolus, um eine B30 Anpassung zu starten.
it: Bolo manuale minimo per avviare un attuazione B30.
ru: Минимальный ручной болюс для активации ВБС B30.
sk: Minimálna veľkosť manuálneho bolusu pre spustenie B30.
sv: Minsta manuella bolus för att starta en B30-basaldos.
uk: Мінімальний ручний Болюс для початку адаптації B30.

source: Activate B30
de: Aktiviere B30
it: Attiva B30
ru: Активировать B30
sk: Aktivovať B30
sv: Aktivera B30
uk: Активуйте B30

source: Enables an increased basal rate after an EatingSoon Override Target (or Temp Target) and a manual bolus to saturate the infusion site with insulin to increase insulin absorption for SMB's following a meal with no carb counting.
it: Consente un aumento della velocità basale dopo un obiettivo Override di pasto anticipato (o obiettvo Temp.) e un bolo manuale per saturare il sito di infusione con insulina per aumentare l'assorbimento di insulina per SMB a seguito di un pasto senza conteggio dei carboidrati.
ru: Дает высокую временную базальную дозу во время еды. Базальная доза активируется при использовании профиля(с пониженной временной целью) или временного целевого значения и болюса вручную. Цель состоит в том, чтобы снизить постпрандиальное повышение уровня сахара в крови, особенно если пациент не записывает углеводы.
sk: Povolí zvýšenú bazálnu dávku po aktivácii profilu EatingSoon (alebo dočasného cieľa) a manuálnom boluse, aby sa nasýtilo infúzne miesto inzulínom a zvýšila sa absorpcia inzulínu pre SMB po jedle bez počítania sacharidov.
sv: Ger en hög temporär basaldos vid måltid. Basaldos aktiveras när du anvanvänder antingen en profil eller temporärt målvärde samt en manuell bolus. Syftet är att minska den postprandiella blodsockerstegringen, i synnerhet om du loopar utan att mata in kolhydrater.
uk: Забезпечує підвищення Базальної Швидкості після EatingSoon Override Target (або Temp Target) і ручного Болюсу для насичення місця інфузії інсуліном для збільшення всмоктування інсуліну для SMB після прийому їжі без підрахунку вуглеводів.

source: ISF weight while BG decelerates
it: Peso ISF mentre BG diminuisce
ru: Регулировка при снижении уровня сахара в крови
sk: Váha ISF pri poklese glykémie
sv: Justering när blodsocker decelererar
uk: Вага ISF, поки BG сповільнюється

source: This is the weight applied while glucose decelerates and which weakens ISF. With 0 this contribution is effectively disabled. 0.1 might be a good starting point.
it: Questo è il peso applicato mentre il glucosio scende e che indebolisce ISF. Con 0 questo contributo è effettivamente disabilitato. 0.1 potrebbe essere un buon punto di partenza.
ru: Это вес, применяемый к автоматической настройке чувствительности к инсулину при снижении уровня сахара в крови. При значении 0 эта настройка отключена. 0,1 может быть хорошей отправной точкой.
sk: Toto je váha aplikovaná pri spomaľovaní poklesu glykémie, ktorá oslabuje ISF. Hodnota 0 túto úpravu deaktivuje. Odporúčaná počiatočná hodnota: 0.1 .
sv: Detta är den vikt som tillämpas på auto-justering av din insulinkänslighet medan blodsockret avtar. Vid 0 är denna justering inaktiverad. 0,1 kan vara en bra utgångspunkt.
uk: Це значення, яке застосовується під час уповільнення рівня глюкози та послаблення ISF. З 0 цей внесок фактично вимкнено. 0,1 може бути хорошою відправною точкою.

source: ISF weight while BG accelerates
ru: Регулировка при повышении уровня сахара в крови
sk: Váha ISF pri vzostupe glykémie
sv: Justering när blodsocker accelererar
uk: Вага ISF, тоді як BG прискорюється

source: Default value: 0. This is the weight applied while glucose accelerates and which strengthens ISF. With 0 this contribution is effectively disabled. 0.02 is a safe starting point, from which to move up. Typical settings are around 0.15!
it: Valore predefinito: 0. Questo è il peso applicato mentre il glucosio sale e che rafforza ISF. Con 0 questo contributo è effettivamente disabilitato. 0.02 è un punto di partenza sicuro, da cui spostarsi. Le impostazioni tipiche sono circa 0.15!
ru: Значение по умолчанию: 0. Это вес, применяемый при повышении уровня сахара в крови и снижении чувствительности к инсулину. При значении 0 эта настройка отключена. 0,02 — это безопасная отправная точка, от которой вы можете увеличивать значение. Типичные настройки составляют около 0,15!
sk: Predvolená hodnota: 0. Táto váha je aplikovaná pri vzostupe glykémie, ktorá posilňuje ISF. S hodnotou 0 je táto vlastnosť efektívne deaktivovaná. 0.02 je bezpečný východiskový bod, od ktorého sa dá postupne zvyšovať. Typické nastavenia sú okolo 0.15!
sv: Standardvärde: 0. Detta är den vikt som appliceras medan blodsockret accelererar och som minskar insulinkänsligheten. Vid 0 är denna justering inaktiverad. 0,02 är en säker utgångspunkt, från vilken man kan justera uppåt. Typisk inställningar är runt 0,15!
uk: Значення за замовчуванням: 0. Це вага, що застосовується під час прискорення глюкози та посилення ISF. З 0 цей внесок фактично вимкнено. 0,02 є безпечною відправною точкою, від якої можна рухатися вгору. Типові параметри становлять близько 0,15!

source: Duration ISF postprandial adaption
it: Durata adattamento postprandiale ISF
ru: Продолжительность постпрандиальной корректировки ISF
sk: Duration ISF - postprandiálna adaptácia
sv: Duration av postprandiell justering av insulinkänslighet
uk: Тривалість ISF постпрандіальної адаптації

source: Default value: 3. This is the duration in hours how long after a meal the effect will be active. Oref will delete carb timing after 10 hours latest no matter what you enter.
it: Valore predefinito: 3. Questa è la durata in ore per quanto tempo dopo un pasto l'effetto sarà attivo. Oref eliminerà i tempi di carb dopo 10 ore al massimo, indipendentemente da ciò che si inserisce.
ru: Значение по умолчанию: 3. Это продолжительность в часах, в течение которой эффект от приема пищи будет активен. Максимальная продолжительность — 10 часов, независимо от того, что вы вводите.
sk: Predvolená hodnota: 3. Toto je trvanie v hodinách, počas ktorého bude efekt aktívny po jedle. Oref vymaže časovanie sacharidov najneskôr po 10 hodinách, bez ohľadu na zadanú hodnotu.
sv: Standardvärde: 3. Detta är varaktigheten i timmar efter hur länge effekten av en måltid kommer att vara aktiv. Maximal duration är 10 timmar, oavsett vad du anger.
uk: Значення за замовчуванням: 3. Це тривалість у годинах, протягом якого ефект буде активним після прийому їжі. Oref видалить час вуглеводів після 10 годин, незалежно від того, що ви введете.

source: ISF weight for postprandial BG rise
it: Peso ISF per l'aumento della glicemia postprandiale
ru: Корректировка на повышение уровня сахара в крови после еды
sk: Váha ISF pre postprandiálny nárast glykémie
sv: Justering för blodsockerökning efter måltid
uk: Вага ISF для підвищення BG після їжі

source: This is the weight applied to the linear slope while glucose rises and which adapts ISF. With 0 this contribution is effectively disabled. Start with 0.01 - it hardly goes beyond 0.05!
it: Questo è il peso applicato alla pendenza lineare mentre il glucosio sale e che adatta ISF. Con 0 questo contributo è effettivamente disabilitato. Inizia con 0.01 - difficilmente vai oltre 0.05!
ru: Это вес, применяемый для автоматической регулировки чувствительности к инсулину при повышении уровня глюкозы. При значении 0 эта настройка отключена. Начните с 0,01 — больше 0,05 вам вряд ли понадобится!
sk: Toto je váha aplikovaná na lineárny náraste glykémie, ktorá prispôsobuje ISF. S hodnotou 0 je táto vlastnosť efektívne deaktivovaná. Začnite s hodnotou 0.01 – zvyčajne nepresahuje 0.05!
sv: Detta är den vikt som tillämpas på auto-justering av din insulinkänslighet medan glukos stiger. Vid 0 är denna justering inaktiverad. Börja med 0,01 - du behöver knappast mer än 0,05!
uk: Це значення, що застосовується до лінійного нахилу під час підвищення рівня глюкози та адаптує ISF. З 0 цей внесок фактично вимкнено. Почніть з 0,01 - навряд чи виходить за межі 0,05!

source: ISF weight for higher BG deltas
de: ISF Wert für höhere BG-Deltas
it: Peso ISF per BG superiori
ru: Коррекция в случае высокой дельты уровня глюкозы в крови
sk: Váha ISF pre vyššie BG delty
sv: Justering vid högt blodsockerdelta
uk: Вага ISF для вищих дельт BG

source: Default value: 0.0 This is the weight applied to the polygon which adapts ISF higher deltas. With 0.0 the effect is effectively disabled.
it: Valore predefinito: 0.0 Questo è il peso applicato al poligono che adatta delta ISF maggiori. Con 0.0 l'effetto è disabilitato.
ru: Значение по-умолчанию: 0,0. Это вес, применяемый к многоугольнику, который корректирует вашу чувствительность к инсулину при высокой дельте уровня глюкозы в крови (здесь дельта означает положительное отклонение от целевого значения). При значении 0,0 эта настройка отключена.
sk: Predvolená hodnota: 0.0. Toto je váha aplikovaná na polygón, ktorý prispôsobuje ISF pre vyššie delty glykémie. S hodnotou 0.0 je tento efekt deaktivovaný.
sv: Standardvärde: 0,0. Detta är den vikt som tillämpas på polygonen som justerar din insulinkänslighet vid högt blodsockerdelta (delta innebär här positiv differens från mälvärde). Vid 0,0 är denna justering inaktiverad.
uk: Значення за замовчуванням: 0,0 Це вага, застосована до багатокутника, який адаптує вищі дельти ISF. З 0,0 ефект фактично вимикається.

source: ISF weight for lower BG
ru: Поправка на низкий уровень глюкозы в крови
sk: Váha ISF pre nižšiu glykémiu
sv: Justering för låga blodsocker
uk: Поправка на низький рівень BG

source: Default value: 0.0 This is the weight applied to the polygon which adapts ISF if glucose is below target. With 0.0 the effect is effectively disabled.
it: Valore predefinito: 0.0 Questo è il peso applicato al poligono che adatta ISF se la glicemia è al di sotto del target. Con 0.0 l'effetto è disattivato.
ru: Значение по умолчанию: 0,0. Это вес, примененный к многоугольнику, который регулирует чувствительность к инсулину при низком уровне сахара в крови. При значении 0,0 эта настройка отключена.
sk: Predvolená hodnota: 0.0. Toto je váha aplikovaná na polygón, ktorý prispôsobuje ISF, ak je glykémia pod cieľovou hodnotou. S hodnotou 0.0 je tento efekt deaktivovaný.
sv: Standardvärde: 0,0. Detta är den vikt som tillämpas på polygonen som justerar din insulinkänslighet vid låga blodsocker. Vid 0,0 är denna justering inaktiverad.
uk: Значення за замовчуванням: 0,0 Це вага, застосована до багатокутника, який адаптує ISF, якщо рівень глюкози нижчий за цільовий. З 0,0 ефект фактично вимикається.

source: ISF weight for higher BG
ru: Поправка на высокий уровень глюкозы в крови
sk: Váha ISF pre vyššiu glykémiu
sv: Justering för höga blodsocker
uk: Виправлення на високий рівень BG

source: Default value: 0.0 This is the weight applied to the polygon which adapts ISF if glucose is above target. With 0.0 the effect is effectively disabled.
it: Valore predefinito: 0.0 Questo è il peso applicato al poligono che adatta ISF se la glicemia è al di sotto del target. Con 0.0 l'effetto è disattivato.
ru: Значение по умолчанию: 0,0. Это вес, примененный к многоугольнику, который регулирует чувствительность к инсулину при высоком уровне сахара в крови. При значении 0,0 эта настройка отключена.
sk: Predvolená hodnota: 0.0. Toto je váha aplikovaná na polygón, ktorý prispôsobuje ISF, ak je glykémia nad cieľovou hodnotou. S hodnotou 0.0 je tento efekt deaktivovaný.
sv: Standardvärde: 0,0. Detta är den vikt som tillämpas på polygonen som justerar din insulinkänslighet vid höga blodsocker. Vid 0,0 är denna justering inaktiverad.
uk: Значення за замовчуванням: 0,0 Це вага, застосована до багатокутника, який адаптує ISF, якщо рівень глюкози перевищує цільовий показник. З 0,0 ефект фактично вимикається.

source: Duration Weight
de: Dauer
ru: Корректировка длительно повышенного уровня глюкозы
sk: Váha trvania
sv: Justering för långvarigt högt blodsocker
uk: Коригування тривало підвищеного рівня глюкози

source: Weight for a prolonged high glucose. For every hour the glucose stays high this adjustment will lower your ISF more. The formula for Dura ISF adjustment is: Dura ISF = 1 + hours above target * weight / target * (average glucose - target glucose)
ru: Вес, соответствующий длительно высокому уровню глюкозы в крови. С каждым часом, когда уровень глюкозы в крови остается слишком высоким, эта настройка будет снижать чувствительность к инсулину. Формула для Dura ISF корректировки такова: Dura ISF = 1 + количество часов выше цели * вес / цель * (средняя глюкоза - целевая глюкоза)
sk: Váha pre dlhodobo zvýšenú glykémiu. Za každú hodinu, počas ktorej zostáva glykémia vysoká, toto nastavenie viac zníži Váš ISF. Vzorec pre Dura ISF úpravu: Dura ISF = 1 + hodiny nad cieľom * váha / cieľ * (priemerná glykémia - cieľová glykémia)
sv: Den vikt som tillämpas på ett långvarigt högt blodsocker. För varje timme som ditt blodsocker är för högt kommer din insulinkänslighet att justeras nedåt. Formeln för justering är: Justering = 1 + timmar över målvärde * vikt / målvärde * (genomsnittligt blodsocker - målvärde)
uk: Вага, що відповідає тривало високому рівню глюкози в крові. З кожною годиною, коли рівень глюкози в крові залишається занадто високим, це налаштування буде знижувати чутливість до інсуліну. Формула для Dura ISF коригування така: Dura ISF = 1 + кількість годин вище мети * вага / ціль * (середня глюкоза - цільова глюкоза)

source: Default value: 0, Sensible is between 40 mg/dL and 120 mg/dL. The linearly increasing SMB delivery ratio is mapped to the glucose range [target_bg, target_bg+bg_range]. At target_bg the SMB ratio is smb_delivery_ratio_min, at target_bg+bg_range it is smb_delivery_ratio_max. With 0 the linearly increasing SMB ratio is disabled and the fix smb_delivery_ratio is used.
it: Valore predefinito: 0, Sensibile è compreso tra 40 mg/dL e 120 mg/dL. Il rapporto di erogazione di SMB in aumento lineare viene mappato all'intervallo di glucosio [target_bg, target_bg+bg_range]. In target_bg il rapporto SMB è smb_delivery_ratio_min, in target_bg+bg_range è smb_delivery_ratio_max. Con 0 il rapporto SMB in aumento lineare è disabilitato e viene utilizzato il fix smb_delivery_ratio.
ru: Значение по умолчанию: 0. Разумная настройка — от 2 до 6 ммоль/л. (40-120 мг/дл) Линейно увеличивающееся соотношение подачи SMB зависит от настройки диапазона уровня глюкозы в крови и минимальной/максимальной настройки вашего коэффициента SMB. При значении 0 - используется стандартное соотношение подачи SMB.
sk: Predvolená hodnota: 0. Rozumný rozsah je medzi 40 mg/dL (2,0 mmol/L) a 120 mg/dL (7,1 mmol/L). Lineárne rastúci pomer SMB dávkovania je mapovaný na rozsah glykémie [cieľová_glykémia, cieľová_glykémia + rozsah_glykémie]. Pri cieľovej_glykémii je pomer SMB rovný smb_delivery_ratio_min, pri cieľovej_glykémii + rozsah_glykémie je rovný smb_delivery_ratio_max. Ak je hodnota nastavená na 0, lineárne dávkovanie SMB je deaktivované a používa sa pevne daný smb_delivery_ratio.
sv: Standardvärde: 0. Rimlig inställning är mellan 2 och 6 mmol/l. Den linjärt ökande SMB-kvoten beror på blodsockerintervallinställningen och min/max-inställning för din SMB-kvot.
uk: Значення за замовчуванням: 0, Sensible – від 40 mg/dL до 120 mg/dL. Лінійно зростаючий коефіцієнт доставки SMB відображається в діапазоні глюкози [target_bg, target_bg+bg_range]. У target_bg коефіцієнт SMB становить smb_delivery_ratio_min, у target_bg+bg_range – smb_delivery_ratio_max. З 0 лінійно зростаючий коефіцієнт SMB вимкнено та використовується виправлення smb_delivery_ratio.

source: SMB Delivery Ratio Maximum
de: SMB Lieferverhältnis Maximum
it: Tasso di somministrazione Smb Massimo
ru: Максимальное соотношение подачи SMB
sk: Maximálny pomer dávky SMB
sv: Maximal SMB-kvot
uk: Максимальний коефіцієнт доставки SMB
