Repository: Artificial-Pancreas/iAPS
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nb, nl, ru, sk, sv, tr, uk, vi

source: Bolus snooze is enacted after you do a meal bolus, so the loop won’t counteract with low temps when you’ve just eaten. The example here and default is 2; so a 3 hour DIA means that bolus snooze will be gradually phased out over 1.5 hours (3DIA/2).
da: Bolus snooze er indført efter du har lavet en måltidsbolus, så loop vil ikke modvirke med lave temps, når du lige har spist. Eksemplet her og standard er 2; så en 3 timers DIA betyder, at bolus snooze gradvist udfases over 1,5 timer (3DIA/2).
de: Bolus snooze wird nach einem Mahlzeitenbolus gestartet, so dass der Loop nicht konterkariert wird, wenn der BZ einen niedrigen Werten hat und Sie gerade gegessen haben. Beispiel: Standard ist 2; also bedeutet ein 3 Stunden DIA, dass Bolus snooze nach und nach über 1,5 Stunden abgegeben wird (3DIA/2).
es: El retardo de bolos se realiza después de suministrar un bolo para comer, para que el Lazo no contrarreste con basales temporales bajas cuando acaba de comer. Por ejemplo, con el valor predeterminado de 2, y siendo la duración de la insulina activa (DIA) de 3 horas, el retardo del bolo se realizará gradualmente durante 1.5 horas (3DIA/2).
fr: Bolus snooze est activé apres votre bolus de repas, la boucle ne réagira pas avec des valeurs basses temporaire quand vous venez juste de manger. L’exemple ici et la valeur par défaut est 2 ; donc avec une Durée d'Action (DIA) de 3 heures signifie que snooze bolus sera graduellement éliminé après 1,5 heures (3DIA/2).
it: Bolo posticipato è attivato dopo un bolo pasto per fare in modo che il loop non imposti basali temporanee basse quando hai appena mangiato. L’esempio qui sotto prende il valore di default di 2; Con DIA di 3 ore "bolo posticipato" durerà 1.5 ore (3/2).
nb: Bolus snooze intreffer etter at du har gitt en måltidsbolus, slik at loop ikke motarbeider midlertidig lavt BS-mål når du nettopp har spist. Eksempelet og standardverdi er 2. En 3-timers DIA betyr at bolus snooze gradvis blir faset ut i løpet av 1.5 timer (3DIA/2).
nl: Bolus sluimeren is geactiveerd nadat je een maaltijdbolus hebt gedaan, zodat de Loop geen lage streefwaardes zal instellen wanneer je net hebt gegeten. Het voorbeeld hier en de standaard waarde is 2; dus een DIA van 3 uur betekent dat de bolus sluimer geleidelijk aan zal verdwijnen binnen 1,5 uur (3DIA/2).
ru: Откладывание болюсов (SMB) произойдет после того, как вы сделаете болюс на еду, и цикл не будет противостоять низкой временной цели, когда вы просто поели. Пример: здесь и по умолчанию 2; поэтому 5 часов DIA означает, что SMB будет отложены на 2,5 часа (5 DIA/2).
sk: Funkcia Bolus snooze sa aktivuje po podaní jedla, takže slučka nebude pôsobiť proti nízkym teplotám, keď ste práve jedli. Príklad tu a predvolená hodnota je 2; takže 3 hodiny DIA znamenajú, že bolus snooze sa postupne ukončí v priebehu 1,5 hodiny (3DIA/2).
sv: Denna är aktiv efter att du har gett en måltidsbolus, för att motverka en låg temporär basal när du just ätit. I detta exempel med standardvärdet 2 och med DIA-inställning på 3 h kommer 'Bolus Snooze' att fasas ut över 1,5 h (3 DIA / 2).
tr: Bolus erteleme, bir yemek bolusu yaptıktan sonra yürürlüğe girer, bu nedenle döngü, az önce yemek yediğinizde geçici düşük bazala etki etmez. Burada varsayılan örnek 2'dir; Dolayısıyla 3 saatlik bir İES, bolus ertelemenin kademeli olarak 1,5 saat (3İES/ 2) üzerinden aşamalı olarak sonlandırılacağı anlamına gelir.
uk: Відкладання болюсів (SMB) станеться після того, як ви зробите болюс на їжу, та цикл не буде протистояти низький тимчасовій цілі, коли ви просто поїли. Наприклад: тут та за замовчуванням 2; тому 5 годин DIA означає, що SMB буде відкладено на 2,5 години (5 DIA/2).
vi: Chế độ báo lại bolus được kích hoạt sau khi bạn thực hiện một bữa ăn nhanh, vì vậy vòng lặp sẽ không phản tác dụng với liều tạm thời thấp khi bạn vừa ăn. Ví dụ ở đây và mặc định là 2; vì vậy DIA 3 giờ có nghĩa là thời gian báo lại bolus sẽ giảm dần trong 1,5 giờ (3DIA/2).

source: Min 5m Carbimpact
de: Mind. 5 min Kohlenhydratwirkung
es: Impacto mínimo carbohidratos 5min
fr: Impact des glucides de 5 m au minimum
nb: Min 5min effekt av karbo
nl: Min 5m koolhydraat effect
ru: Минимальное усвоение углеводов за 5 минут
sk: Absorbcia sacharidov za 5min
sv: Lägsta absorptionshastighet
tr: Min 5dk Karbetkisi
uk: Мінімальне Засвоєння Вуглеводів за 5 хвилин
vi: Tác động tối thiểu 5 phút

source: This is a setting for default carb absorption impact per 5 minutes. The default is an expected 8 mg/dL/5min. This affects how fast COB is decayed in situations when carb absorption is not visible in BG deviations. The default of 8 mg/dL/5min corresponds to a minimum carb absorption rate of 24g/hr at a CSF of 4 mg/dL/g.
da: Dette er en indstilling for standard kulhydrat optagelse effekt per 5 minutter. Standard er en forventet 8 mg/dL/5min. Dette påvirker hvor hurtigt COB nedbrydes i situationer, hvor kulhydrateroptagelsen ikke er synlig i BG afvigelser. Standardværdien på 8 mg/dL/5min svarer til en minimum kulhydratoptagelseshastighed på 24 g/time ved en CSF på 4 mg/dL/g.
de: Dies ist eine Einstellung für die standardmäßige Kohlenhydrateabsorption pro 5 Minuten. Der Standardwert ist eine erwartete 8 mg/dL/5min. Dies wirkt sich darauf aus, wie schnell COB in Situationen verfällt, in denen die Kohlenhydrateabsorption in Abweichungen nicht sichtbar ist. Der Standardwert von 8 mg/dL/5min entspricht einer minimalen Kohlenstoffabsorptionsrate von 24g/h bei einer CSF von 4 mg/dL/g.
es: Valor manual alternativo utilizado por en iAPS para estimar la absorción de carbohidratos cuando no puede determinarse de las lecturas de glucosa. ¿Cómo funciona? Cuando el sistema no puede detectar la absorción de carbohidratos, se asume que los carbohidratos aumentarán el azúcar en sangre en 8 mg/dL cada 5 minutos. La cantidad real de carbohidratos absorbidos se estima en función de tu ratio de sensibilidad a los carbohidratos (CSF), que se calcula mediante la fórmula CSF = ISF / ICR, donde: • ISF (Índice de sensibilidad a la insulina): La cantidad de azúcar en sangre que reduce una unidad de insulina en una hora. • ICR (Índice de carbohidratos): La cantidad de azúcar en sangre que aumenta un gramo de carbohidrato. Ejemplo: Si tu CSF es de 4 mg/dL/g, el valor predeterminado de 8 mg/dL/5min corresponde a una tasa mínima de absorción de carbohidratos de 24 g/hora. Efectos de aumentar el valor: Se estimará una mayor absorción de carbohidratos, lo que puede llevar a una disminución más rápida de los carbohidratos en sangre (COB). Si el ajuste se aumenta demasiado, se podría sobreestimar la absorción de carbohidratos, lo que podría provocar una disminución excesiva de los COB y un mayor peligro de hipoglucemia. Efectos de disminuir el valor: Se estimará una menor absorción de carbohidratos, lo que puede llevar a una disminución más lenta de los COB. Si el ajuste se disminuye demasiado, se podría subestimar la absorción de carbohidratos, lo que podría provocar una disminución insuficiente del COB y un mayor riesgo de hiperglucemia.
fr: Il s'agit d'un paramètre définissant l'absorption par défaut des glucides sur 5 minutes. La valeur par défaut est de 8 mg/dL/5min. Cela affecte la vitesse de dégradation des COB dans les situations où l'absorption de glucides n'est pas visible dans les écarts de glycémie. La valeur par défaut de 8 mg/dL/5min correspond à un taux d'absorption minimale de glucides de 24g/h à un CSF de 4 mg/dL/g.
it: Questa è un'impostazione per un impatto predefinito di assorbimento di carboidrati per 5 minuti. Il valore predefinito è 8 mg/dL/5min. Ciò influisce sulla velocità di riduzione del COB in situazioni in cui l’assorbimento dei carboidrati non sia rilevabile nelle deviazioni della glicemia. Il valore predefinito di 8 mg/dL/5min corrisponde ad una velocità minima di assorbimento dei carboidrati di 24g/h a un CSF di 4 mg/dL/g.
nb: Dette er en innstilling for standard opptak av karbohydrater per 5 minutter. Standardverdi er 8 mg/dL/5min. Dette påvirker hvor raskt COB reduseres i situasjoner der karbohydratopptak ikke er synlig i BS-variasjoner. Standardverdien på 8 mg/dL/5min tilsvarer en minimum opptaksrate på 24gr/t ved en CSF på 4 mg/dL/g.
nl: Dit is een instelling voor de standaard koolhydraten absorptie per 5 minuten. De standaard waarde is een verwachte 0,4 mmol/l/5min. Dit beïnvloedt hoe snel COB afneemt in situaties waarin koolhydraat absorptie niet zichtbaar is in BG afwijkingen. De standaard van 0,4 mmol/l/5min komt overeen met een minimale koolhydraten absorptie van 24gr/uur op een CSF (koolhydraat gevoeligheid factor) van 0,2 mmol/l/g.
ru: Это количество углеводов поглощаемых за 5 минут. По умолчанию ожидается 8 мг/дл/5 мин. Это влияет на быстроту списания углеводов алгоритмом в ситуациях, когда при отклонениях СК поглощение углеводов не заметно. По умолчанию 8 мг/дл/5 мин что соответствует минимальной скорости поглощения углеводов 24 г/ч при CSF в 4 мг/дл/г.
sk: Toto je nastavenie pre predvolený vplyv absorpcie sacharidov za 5 minút. Predvolené nastavenie je očakávaných 8 mg/dl/5 min. Toto ovplyvňuje, ako rýchlo sa COB rozkladá v situáciách, keď absorpcia sacharidov nie je viditeľná v odchýlkach BG. Predvolená hodnota 8 mg/dl/5min zodpovedá minimálnej rýchlosti absorpcie sacharidov 24 g/hod pri CSF 4 mg/dl/g.
sv: Standardvärde är 8 mg/dl per 5 min (0,4 mmol/l per 5 min). Detta är en inställning för kolhydratsabsorptionseffekt per 5 minuter, som påverkar hur snabbt aktiva kolhydrater klingar av i situationer när kolhydratsabsorption inte syns i blodsockeravvikelser. Standarden på 0,4 mmol/l per 5 min motsvarar en minsta absorptionshastighet på 24 g/h vid en CSF ('Carb Sensitivity Factor', hur mycket ditt blodsockervärde stiger per gram kolhydrat) på 0,2 mmol/l/g.
tr: Bu, 5 dakikada bir varsayılan karbonhidrat emilim etkisi için bir ayardır. Beklenen varsayılan değer 8 mg/dL/5dk'dır. Bu, KŞ sapmalarında karbonhidrat emiliminin görünmediği durumlarda AKRB'ın ne kadar hızlı bozulduğunu etkiler. Varsayılan 8 mg/dL/5dk, 4 mg/dL/g'lik bir BOS'ta 24g/saatlik minimum karbonhidrat emilim oranına karşılık gelir.
uk: Ця кількість вуглеводів поглинається за 5 хвилин. За замовчуванням очікується 8 мг/дл/5 хв. Це впливає на швідкість списання вуглеводів алгоритмом в ситуаціях, коли при відхиленнях СК поглинання вуглеводів не помітно. За замовчуванням 8 мг/дл/5 хв що відповідає мінімальній швидкості поглинання вуглеводів 24 г/г при CSF в 4 мг/дл/г.
vi: Đây là cài đặt cho tác động hấp thụ carb mặc định trong 5 phút. Giá trị mặc định là 8 mg/dL/5 phút dự kiến. Điều này ảnh hưởng đến tốc độ phân hủy của COB trong các tình huống khi không thể nhìn thấy sự hấp thụ carb ở độ lệch BG. Giá trị mặc định là 8 mg/dL/5 phút tương ứng với tốc độ hấp thụ carb tối thiểu là 24g/giờ ở CSF là 4 mg/dL/g.

source: Autotune ISF Adjustment Fraction
da: Autotune ISF-justeringsbrøk
de: Autotune ISF Anpassungsprozentsatz
es: Fracción de ajuste del FSI de Autotune
fr: Ajustement automatique de la fraction d'ajustement de la ISF
it: Autotune ISF Regolazione Frazione
nb: Justeringsbrøk for ISF for Autotune
nl: Autotune ISF-aanpassingsfractie
ru: Доля регулировки ISF Автотюном
sk: Úpravový faktor Autotune ISF
sv: Autotune - standard ISF - skillnad
tr: OtoAyar İDF Ayarlama Oranı
uk: Частка Регулювання ISF Автотюном
vi: Phân số (AF) điều chỉnh ISF tự động điều chỉnh

source: The default of 0.5 for this value keeps autotune ISF closer to pump ISF via a weighted average of fullNewISF and pumpISF. 1.0 allows full adjustment, 0 is no adjustment from pump ISF.
da: Standard 0,5 for denne værdi holder autotune ISF tættere på pumpe ISF via et vægtet gennemsnit af fullNewISF og pumpISF. 1.0 tillader fuld justering, 0 er ingen justering fra pumpe ISF.
de: Der Standardwert von 0,5 für diesen Wert hält den Autotune-ISF näher am Pumpen-ISF über einen gewichteten Durchschnitt von fullNewISF und pumpISF. 1,0 ermöglicht eine vollständige Anpassung, 0 bedeutet keine Anpassung von Pump-ISF.
es: La configuración (por defecto 0,5) de esta característica mantiene el factor de sensibilidad a la insulina (FSI) de Autotune más cercano al factor de sensibilidad a la insulina de la bomba (bombaFSI) a través de una media entre el nuevo FSI y bombaFSI. Un '1' de valor permite un ajuste completo con el nuevo factor de sensibilidad de Autotune (nuevoFSI), mientras que 0 mantendría el factor de sensibilidad de la bomba (bombaFSI).
fr: La valeur par défaut de 0,5 rapproche l'ISF de l'autocalibrage de l'ISF de la pompe par le biais d'une moyenne pondérée de fullNewISF et pumpISF. La valeur 1.0 permet un ajustement complet, la valeur 0 ne permet pas d'ajuster l'ISF de la pompe.
it: Il valore predefinito di 0.5 per questo valore mantiene l'autotune ISF più vicino alla pompa ISF tramite una media ponderata di fullNewISF e pompa. 1.0 permette la regolazione completa, 0 non consente regolazione dalla ISF della pompa.
nb: Standardverdien på 0,5 holder Autotune ISF nærmere pumpens ISF ved hjelp av et vektet gjennomsnitt av fullNewISF og pumpISF. Verdien 1,0 tillater full justering, mens 0,0 gir ingen justering fra pumpens ISF.
nl: De standaardwaarde van 0,5 voor deze waarde houdt autotune ISF dichter bij pomp-ISF via een gewogen gemiddelde van fullNewISF en pumpISF. 1,0 staat volledige aanpassing toe, 0 is geen aanpassing van pomp-ISF.
ru: По умолчанию, 0,5 для этого значения позволяет ISF приблизиться к ISF профиля через среднее взвешенное значение fullNewISF (автотюн) и ISF профиля. 1,0 позволяет полностью регулировать, 0 не регулировать ISF профиля.
sk: Predvolená hodnota 0,5 pre tento parameter udržiava Autotune ISF bližšie k ISF pumpy pomocou váženého priemeru fullNewISF a pumpISF. Hodnota 1,0 umožňuje úplnú úpravu, zatiaľ čo hodnota 0 znamená, že sa ISF pumpy nemení.
sv: Standardvärdet 0,5 håller 'Autotune ISF' närmare pumpens ISF (insulinkänslighet) via ett viktat genomsnitt av 'fullNewISF' och 'pumpISF'. Värdet 1.0 tillåter full justering, medan 0 innebär att ingen skillnad från pumpens ISF kommer att föreligga.
uk: За замовчуванням, 0,5 для цього значення дозволяє ISF наблизитися до ISF профілю через середнє зважене значення fullNewISF (автотюн) та ISF профілю. 1.0 дозволяє повністю регулювати, 0 не регулювати ISF профілю.
vi: Giá trị mặc định là 0,5 cho giá trị này giữ cho ISF tự động điều chỉnh gần hơn với ISF bơm thông qua mức trung bình có trọng số của ISF điều chỉnh hoàn toàn và ISF điều chỉnh từ bơm (1.0 cho phép điều chỉnh hoàn toàn, 0 là không điều chỉnh từ bơm ISF).

source: Remaining Carbs Fraction
da: Resterende Kulhydrater Brøk
de: Verbleibender Kohlenhydrat-Bruchteil
es: Ratio de COB restantes
fr: Fraction de glucides restante
it: Frazione Carbs Rimanenti
nb: Brøk for gjensværende karbo
nl: Resterende koolhydraten fractie
ru: Доля оставшихся углеводов
sk: Podiel zvyšných sacharidov
sv: Absorption av återstående kolhydrater
tr: Kalan Karbonhidrat Oranı
uk: Частка Вуглеводів, що залишилися.
vi: Phần carb còn lại

source: This is the fraction of carbs we’ll assume will absorb over 4h if we don’t yet see carb absorption.
da: Dette er den brøkdel af kulhydrater vi antager, vil absorbere over 4 timer, hvis vi endnu ikke ser kulhydrat absorption.
de: Dies ist die maximale Anzahl der geschätzt abgebauten Kohlenhydrate in 4 Stunden, wenn keine Kohlenhydratabbau ersichtlich ist.
es: Esta es el ratio de carbohidratos que suponemos se absorberán durante 4 horas si todavía no vemos dicha absorción de carbohidratos. Se recomienda mantener en el valor por defecto 1 para no impactar los cálculos de COB de iAPS. Esta funcionalidad está estrechamente ligada con 'Límite de COB restantes'.
fr: Il s’agit de la fraction des glucides que nous supposons absorber plus de 4h si nous ne voyons pas encore d’absorption des glucides.
it: Questa è la frazione di carboidrati che supponiamo sia assorbita in 4h se non vediamo ancora l'assorbimento di carboidrati.
nb: Dette er en brøkdel av karbohydrater vi antar vil tas opp i løpet av 4 timer hvis vi ikke oppdager karbohydratopptak.
nl: Dit is de fractie van koolhydraten waarvan we aannemen dat ze gedurende 4 uur zullen absorberen, als we nog geen koolhydraten absorptie zien.
ru: Это доля углеводов, которые предположительно будут поглощены спустя 4 часа, если алгоритм не увидит поглощения углеводов.
sk: Toto je časť sacharidov, o ktorej predpokladáme, že sa vstrebe v priebehu 4 hodín, ak ešte nevidíme vstrebávanie sacharidov.
sv: Del av kolhydrater som vi antar kommer att absorberas över 4h om vi ännu inte ser 'carb absorption'.
tr: Bu değer henüz karbonhidrat emilimini görmediğimiz, 4 saatten fazla sürede emileceğini varsaydığımız karbonhidrat oranıdır.
uk: Це частка вуглеводів, які імовірно будут поглинені через 4 години, якщо алгоритм не побачить поглинання вуглеводів.
vi: Đây là tỷ lệ carbs mà chúng tôi cho rằng sẽ hấp thụ trong 4 giờ nếu chúng tôi chưa thấy sự hấp thụ carb.

source: Remaining Carbs Cap
da: Resterende Kulhydrat loft
de: Verbleibende Kohlenhydrat-Kappung
es: Límite de COB restantes
fr: Plafond de Glucides restant
it: Cap Carbs Rimanenti
nb: Grense for gjenværende karbo
nl: Resterende koolhydraten grens
ru: Поглощение оставшихся углеводов
sk: Limit zostávajúcich sacharidov
sv: Max mängd absorption av kolhydrater
tr: Kalan Karbonhidrat Sınırı
uk: Поглинання Вуглеводів, що залишилися
vi: Giới hạn lượng carb còn lại

source: This is the amount of the maximum number of carbs we’ll assume will absorb over 4h if we don’t yet see carb absorption.
da: Dette er mængden af det maksimale antal kulhydrater vi antager, vil absorbere over 4 timer, hvis vi endnu ikke ser kulhydrat absorption.
de: Dies ist die maximale Anzahl der geschätzten abgebauten Kohlenhydrate in 4 Stunden, wenn keine Kohlenhydrat-Resorption ersichtlich ist.
es: Esta es la cantidad máxima de carbohidratos que suponemos se absorberán durante 4h si todavía no vemos absorción de carbohidratos.
fr: Il s’agit de la quantité maximale de glucides que nous supposons absorber sur 4h si nous ne voyons pas encore d’absorption de glucides.
it: Questa è la quantità massima di carboidrati che supponiamo verrà assorbita in 4h se non vediamo ancora l'assorbimento del carboidrato.
nb: Dette er andelen av det maksimale antall karbohydrater vi antar vil tas opp i løpet av 4 timer hvis vi ikke oppdager karbohydratopptak.
nl: Dit is het maximale aantal koolhydraten waarvan we aannemen dat ze over een periode van 4 uur geabsorbeerd worden als we nog geen absorptie zien.
ru: Это значение максимального количества углеводов, которое предположительно будет поглощено спустя 4 часа, если алгоритм не увидит поглощения углеводов.
sk: Toto je množstvo maximálneho počtu sacharidov, o ktorom predpokladáme, že sa vstrebe v priebehu 4 hodín, ak ešte nevidíme vstrebávanie sacharidov.
sv: Mängd av maximala antal kolhydrater som vi antar kommer att absorberas över 4h om vi ännu inte ser 'carb absorption'.
tr: Bu henüz karbonhidrat emilimini görmezsek, 4 saatten fazla emeceğini varsaydığımız maksimum karbonhidrat miktarıdır.
uk: Це значення максимальної кількості вуглеводів, яке імовірно буде поглинено через 4 години, якщо алгоритм не побачить поглинання вуглеводів.
vi: Đây là lượng carb tối đa mà chúng tôi cho rằng sẽ hấp thụ trong 4 giờ nếu chúng tôi chưa thấy khả năng hấp thụ carb.

source: Max SMB Basal Minutes
da: Maks. SMB Basal Minutter
de: Max. SMB Basal Minuten
es: Máximo tiempo de basal en SMB
fr: Minutes de Basal max SMB
it: Minuti Basali Max SMB
nb: Maks basalminutter for SMB
nl: Max SMB basale minuten
ru: Максимум SMB базальных минут
sk: Maximálny počet bazálnych minút pre SMB
sv: Basalminuter för automatiska bolusar (SMB)
tr: Maks SMB Bazal Dakika
uk: Максимум SMB Базальних Хвилин
vi: Số phút cơ bản SMB tối đa
