Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/LoopKit/MockKitUI/Resources/*.lproj/Localizable.strings
Languages: ar, it, nl, ru, sk, sv, uk, vi

source: Cancel
ar: إلغاء
it: Cancella
nl: Annuleer
ru: Отмена
sk: Zrušiť
sv: Avbryt
uk: Відмінити
vi: Hủy bỏ

source: Error Resuming
ar: خطأ في الاستئناف
it: Errore durante la Ripresa
nl: Fout bij hervatten
ru: Ошибка возобновления
sk: Chyba pri obnovení
sv: Fel vid återupptagande
uk: Помилка відновлення
vi: Lỗi khi đang tái thực hiện

source: Error Suspending
it: Errore durante l’interruzione
nl: Fout bij onderbreken
ru: Ошибка приостановки
sk: Chyba pri pozastavení
sv: Fel vid försök till paus
uk: Помилка призупинення
vi: Lỗi khi đang tạm ngưng

source: OK
ar: حسناً
ru: ОК
uk: ОК

source: Error on Temp Basal
ar: حدث خطأ في الجرعة القاعدية المؤقتة
it: Errore nella basale temporanea
nl: Fout op tijdelijke basaal
ru: Ошибка ВБС
sk: Chyba dočasného bazálu
sv: Fel på temp. basal
uk: Помилка у ТБШ
vi: Lỗi liều Temp Basal

source: Battery Remaining
ar: الطاقة المتبقية في البطارية
it: Batteria rimanente
nl: Resterende batterij
ru: Батарея
sk: Zostávajúca batéria
sv: Återstående batteri
uk: Залишок заряду Батареї
vi: Pin còn lại của Bơm

source: Custom
ar: مخصص
it: Personalizzato
nl: Aangepast
ru: Своя
sk: Vlastné
sv: Anpassad
uk: Своя
vi: Tùy chọn

source: Pump Settings
it: Microinfusore
nl: Pomp instellingen
ru: Настройки помпы
sk: Nastavenia pumpy
sv: Pumpinställningar
uk: Налаштування Помпи

source: Current Basal Rate
ar: معدل الجرعة القاعدية الحالي
it: Velocità basale attuale
nl: Huidige basaalsnelheid
ru: Текущая ВБС
sk: Aktuálna bazálna dávka
sv: Nuvarande basal
uk: Поточна ТБШ
vi: Tỷ lệ liều cơ bản hiện tại

source: Resolve Occlusion
ar: معالجة الانسداد
it: Risolvi Occlusione
nl: Verstopping oplossen
ru: Устранение окклюзии
sk: Odstrániť upchatie
sv: Lös ocklusion
uk: Вирішити Оклюзію
vi: Giải quyết tắc nghẽn

source: Detect Occlusion
ar: اكتشاف الانسداد
it: Rilevamento Occlusione
nl: Verstopping detecteren
ru: Обнаружение окклюзии
sk: Detekovať upchatie
sv: Upptäck Ocklusion
uk: Виявлення Оклюзії
vi: Phát hiện sự tắc nghẽn

source: Resolve Pump Error
ar: معالجة خطأ المضخة
it: Risolvi Errore Pompa
nl: Pompfout oplossen
ru: Устранение ошибки помпы
sk: Odstrániť chybu pumpy
sv: Lös pumpfel
uk: Усуньте помилку Помпи
vi: Giải quyết lỗi bơm

source: Cause Pump Error
ar: سبب خطأ المضخة
it: Causa errore Pompa
nl: Oorzaak pompfout
ru: Ошибка помпы
sk: Spôsobiť chybu pumpy
sv: Orsaka pumpfel
uk: Причина помилки Помпи
vi: Nguyên nhân lỗi bơm

source: Basal Rates
ar: الضخ المستمر
it: Velocità basali
nl: Basaalsnelheden
ru: Скорости базала
sk: Bazálne dávky
sv: Basaldoser
uk: Швидкості Базалу
vi: Lịch biểu tiêm liều nền

source: Bolus Volumes
ar: كميات البلعة
it: Volumi dei boli
nl: Bolus eenheden
ru: Объемы болюса
sk: Objemy bolusu
sv: Bolusmängder
uk: Об’єми Болюсу
vi: Khối lượng Bolus

source: Insulin Type
ar: نوع الإنسولين
it: Tipo di Insulina
nl: Insulinesoort
ru: Тип инсулина
sk: Typ Inzulínu
sv: Typ av insulin
uk: Тип Інсуліну
vi: Loại Insulin

source: Reservoir Remaining
ar: المتبقي في الخزان
it: Serbatoio Rimanente
nl: Resterend reservoir
ru: Остаток в резервуаре
sk: Zostávajúce množstvo v zásobníku
sv: Insulin kvar
uk: Резервуар, що залишився
vi: Hồ chứa còn lại

source: Error on Bolus
ar: حدث خطأ في جرعة البلعة
it: Errore nel bolo
nl: Fout bij bolus
ru: Ошибка болюса
sk: Chyba pri podaní bolusu
sv: Fel vid bolus
uk: Помилка Болюсу
vi: Lỗi Bolus

source: Error on Cancel Bolus
ar: حدث خطأ أثناء إلغاء البلعة
it: Errore durante l’annullamento del bolo
nl: Fout bij annuleren van bolus
ru: Ошибка отмены болюса
sk: Chyba pri zrušení bolusu
sv: Fel vid försök att avbryta bolus
uk: Помилка під час скасування Болюсу
vi: Lỗi hủy liều Bolus

source: Error on Suspend
ar: حدث خطأ أثناء إيقاف المضخة مؤقتًا
it: Errore durante la sospensione
nl: Fout bij onderbreken
ru: Ошибка приостановки
sk: Chyba pri pozastavení
sv: Fel vid paus
uk: Помилка під час Призупинення
vi: Lỗi khi tạm dừng bơm

source: Error on Resume
ar: حدث خطأ أثناء استئناف المضخة
it: Errore nel riprendere
nl: Fout bij hervatten
ru: Ошибка возобновления
sk: Chyba pri obnovení
sv: Fel vid återupptagande
uk: Помилка Відновлення
vi: Lỗi khi tiếp tục bơm

source: Next Delivery Command Uncertain
ar: لم يتم التأكد من أمر التسليم التالي
it: Prossimo Comando di erogazione Incerto
nl: Volgende levering onzeker
ru: Следующая команда на подачу неопределенна
sk: Neznámy ďalší príkaz na podanie
sv: Nästa leveranskommando oklart
uk: Наступна команда доставки Невизначена
vi: Lệnh chạy tiếp theo không chắc chắn

source: Last Reconciliation Date
ar: تاريخ آخر مطابقة
it: Ultima Data Riconciliazione
nl: Datum laatste afstemming
ru: Дата последней сверки
sk: Posledné spojenie
sv: Senaste avstämningsdatum
uk: Дата останньої Звірки

source: Percent Complete
ar: النسبة المُكتملة
it: Percentuale Completata
nl: Percentage voltooid
ru: Процент завершения
sk: Percento dokončenia
sv: Procent slutförd
uk: Відсоток Завершення
vi: Tỉ lệ hoàn thành

source: Warning Threshold
ar: حد التحذير
it: Soglia Di Avviso
nl: Waarschuwingsdrempel
ru: Предел предупреждения
sk: Úroveň pre upozornenie
sv: Varning tröskelvärde
uk: Порогове Значення Попередження
vi: Ngưỡng cảnh báo

source: Critical Threshold
ar: عتبة الخطر
it: Soglia critica
nl: Kritieke drempelwaarde
ru: Критический предел
sk: Kritická úroveň
sv: Kritiskt tröskelvärde
uk: Критичний Поріг
vi: Ngưỡng quan trọng

source: Delete Pump
ar: حذف المضخة
it: Cancella Microinfusore
nl: Verwijder de pomp
ru: Удалить помпу
sk: Vymazať Pumpu
sv: Radera pump
uk: Видалити помпу
vi: Xóa bơm

source: Supported Basal Rates
ar: معدلات الجرعة القاعدية المدعومة
it: Ratei Basali Supportati
nl: Ondersteunde basaalstanden
ru: Поддерживаемые ВБС
sk: Podporovaný objem bazálu
sv: Basalvärden som stöds
uk: Підтримувані ТБШ
vi: Tỷ lệ liều cơ bản được hỗ trợ

source: Supported Bolus Volumes
ar: كميات البلعة المدعومة
it: Volumi Di Bolo Supportati
nl: Ondersteunde boluseenheden
ru: Поддерживаемые объёмы болюса
sk: Podporovaná dávka bolusu
sv: Bolusmängder som stöds
uk: Підтримувані Об’єми Болюсу
vi: Lượng Bolus được hỗ trợ

source: Are you sure you want to delete this pump?
ar: هل أنت متأكد أنك تريد حذف هذه المضخة؟
it: Sei sicuro di voler eliminare questo microinfusore?
nl: Weet je zeker dat je deze pomp wilt verwijderen?
ru: Вы уверены, что хотите удалить эту помпу?
sk: Ste si istí, že chcete odstrániť túto pumpu?
sv: Säkert att du vill ta bort denna pump?
uk: Ви впевнені, що хочете видалити цю Помпу?
vi: Bạn có chắc muốn xóa bơm này không?

source: Changing the supported values of the pump may cause the app to crash. Ensure you are changing them such that the set therapy values are still valid (e.g., basal rate, max bolus, etc.)
ar: قد يؤدي تغيير القيم المدعومة للمضخة إلى تعطل التطبيق. تأكد من تعديلها بحيث تظل قيم العلاج المحددة صالحة (مثل معدل الجرعة القاعدية، الحد الأقصى للبلعة، وغيرها)
it: Cambiare i valori supportati del microinfusore può causare il crash dell'app. Assicurati di cambiarli in modo tale che i valori di terapia impostati siano ancora validi (ad esempio, velocità basale, bolo massimo, ecc.)
nl: Als je de ondersteunde waarden van de pomp wijzigt, kan de app crashen. Zorg ervoor dat je de waarden zo aanpast dat de ingestelde waarden nog steeds geldig zijn (bijv. basaalstand, maximale bolus, etc.)
ru: Изменение поддерживаемых значений помпы может привести к сбою приложения. Убедитесь, что вы изменяете их таким образом, чтобы установленные значения терапии оставались допустимыми (например, базальная скорость, максимальный болюс и т. д.)
sk: Zmena podporovaných hodnôt pumpy môže spôsobiť pád aplikácie. Uistite sa, že ich meníte tak, aby nastavené terapeutické hodnoty zostali platné (napr. bazálna dávka, maximálny bolus atď.)
sv: Om du ändrar värden som stöds av pump kan det leda till att appen kraschar. Se till att du ändrar dem så att de inställda terapiinställningarna fortfarande är giltiga (t.ex., basal, max bolus, etc.)
uk: Зміна значень Помпи, що підтримуються, може призвести до збою програми. Переконайтеся, що ви їх змінюєте таким чином, щоб встановлені значення терапії залишалися допустимими (наприклад, базальна швидкість, максимальний болюс і т. д.)
vi: Thay đổi các giá trị được hỗ trợ của máy bơm có thể khiến ứng dụng bị sập. Đảm bảo bạn đang thay đổi chúng sao cho các giá trị liệu đã đặt vẫn hợp lệ (ví dụ: tỷ lệ cơ bản, bolus tối đa, v.v.)

source: Minimum Value
ar: الحد الأدنى
it: Valore minimo
nl: Minimale waarde
ru: Минимум
sk: Minimálna hodnota
sv: Lägsta värde
uk: Мінімум
vi: Giá trị tối thiểu

source: Maximum Value
ar: الحد الأقصى
it: Valore massimo
nl: Maximale waarde
ru: Максимум
sk: Maximálna hodnota
sv: Högsta värde
uk: Максимум
vi: Giá trị tối đa

source: Step Size
ar: حجم الخطوة
it: Dimensione del Passo
nl: Stapgrootte
ru: Шаг помпы
sk: Prírastok dávky
sv: Intervallsteg
uk: Крок Помпи
