Repository: Artificial-Pancreas/iAPS
Catalog: Dependencies/rileylink_ios/MinimedKit/*.lproj/Localizable.strings
Languages: de, es, fi, it, nb, nl, pl, pt_br, sv

source: A bolus is already in progress
de: Ein Bolus wird bereits abgegeben
es: Un bolo ya está en progreso
fi: Bolus on jo käynnissä
it: Un bolo è già in esecuzione
nb: En bolus pågår allerede
nl: Er is al een bolus actief
pl: Podawanie bolusa jest już w toku
pt_br: Um bolus está em andamento
sv: En bolusdos ges redan

source: AlarmClockReminder
fi: HerätysKelloMuistutus
it: Promemoria sveglia
nb: PåminnelseAlarmklokke
pt_br: LembreteDeAlarme

source: AlarmSensor
fi: HälytysSensori
it: Allarme Sensori
pt_br: AlarmeDeSensor

source: Alkaline
de: Alkalisch
es: Alcalina
fi: Alkaliini
it: Alcalina
nb: Alkalisk
pl: Alkaliczna
pt_br: Alcalina
sv: Alkaliskt

source: Basal Profile %1$@: %2$@ U/hour
de: Basalprofil %1$@: %2$@ E/Stunde
es: Perfil Basal %1$@: %2$@ U/hora
fi: Basaaliprofiili %1$@: %2$@ U/h
it: Profilo basale %1$@: %2$@ U/ora
nb: Basalprofil %1$@: %2$@ E/timen
nl: Basaal profiel %1$@: %2$@ E/uur
pl: Profil bazy %1$@: %2$@ J/godzinę
pt_br: Perfil Basal %1$@: %2$@ U/hora
sv: Basalprofil %1$@: %2$@ E/h

source: Bolus in progress
de: Bolus im Gang
es: Bolo en progreso
fi: Bolus käynnissä
it: Bolo in esecuzione
nb: Bolus pågår
nl: Bolus bezig
pl: Podawanie bolusa w toku
pt_br: Bolus em andamento
sv: Ger bolus

source: Canada
fi: Kanada

source: Check that the pump is not suspended or priming, or has a percent temp basal type
de: Überprüfen, ob die Pumpe nicht unterbrochen wurde oder sich im Füllmodus befindet, oder prozentuell temporären Basalraten aktiviert sind
es: Revisa que la microinfusora no esté suspendida o en cebado, o que tenga una basal de tipo temporal
fi: Tarkista, että pumppu ei ole pysäytetty, vakiotäytöllä tai basaalityypiksi ei ole valittu prosentteja
it: Verificare che il microinfusore non sia sospeso o che stia riavvolgendo o che abbia un tipo basale impostato su percentuale
nb: Sjekk at pumpa ikke har stoppet tilførsel av insulin, at priming ikke foregår, eller har en midlertidig prosentbasaltype pågående.
nl: Controleer dat de pomp niet is onderbroken of aan het initialiseren, of dat er een tijdelijke basaal (in %) staat ingesteld
pl: Sprawdź, czy pompa nie jest zawieszona, nie trwa wypełnianie lub nie ma ustawionej procentowej dawki tymczasowej w ustawieniach.
pt_br: Verifique se a bomba não está suspensa ou em preparação ou tem uma basal temporária percentual
sv: Kontrollera att pumpen inte är pausad eller håller på att fyllas, eller har en temporär basal inställd med procentuellt värde.

source: Command refused
de: Befehl verweigert
es: Comando rechazado
fi: Komento hylättiin
it: Comando negato
nb: Kommando avvist
nl: Commando geweigerd
pl: Odmowa wykonania polecenia
pt_br: Comando recusado
sv: Kommandot avvisades

source: Comms with another pump detected
de: Kommunikation mit einer anderen Pumpe festgestellt
es: Comunicación con otra microinfusadora detectado.
fi: Toisen pumpun viestintää havaittu.
it: Comunicazione con un altro microinfusore rilevata
nb: Oppdaget kommunikasjon med en annen pumpe
nl: Communicatie met een andere pomp gedetecteerd
pl: Wykryto połączenie z inną pompą.
pt_br: Comunicação com outra bomba detectada.
sv: Kommunikation med en annan pump upptäcktes.

source: Decoding Error
de: Dekodierungsfehler
es: Error de decodificación
fi: Dekoodausvirhe
it: Errore di Decodifica
nb: Dekodingsfeil
nl: Decodingsfout
pl: Błąd dekodowania
pt_br: Erro de Decodificação
sv: Avkodingsfel

source: Device Error
de: Gerätefehler
es: Error de Dispositivo
fi: Laitevirhe
it: Errore del Dispositivo
nb: Enhetsfeil
nl: Apparaatfout
pl: Błąd urządzenia
pt_br: Erro no Dispositivo
sv: Enhetsfel

source: Event History
de: Ereignisverlauf
es: Historial de Eventos
fi: Tapahtumahistoria
it: Storia degli Eventi
nb: Hendelseshistorikk
nl: Pomp historie
pl: Historia zdarzeń
pt_br: Histórico de Eventos
sv: Händelsehistorik

source: History page does not exist
fi: Historiasivua ei ole olemassa

source: Invalid response during %1$@: %2$@
de: Ungültige Antwort während %1$@: %2$@
es: Respuesta inválida durante %1$@: %2$@
fi: Virheellinen vastaus %1$@: %2$@
it: Risposta non valida per %1$@: %2$@
nb: Ugyldig respons ved %1$@: %2$@
nl: Foutief antwoord gedurende %1$@: %2$@
pl: Nieprawidłowa odpowiedź podczas %1$@: %2$@
pt_br: Resposta inválida durante %1$@: %2$@
sv: Ogiltigt svar under %1$@: %2$@

source: Lithium
es: Litio
fi: Litium
it: Litio
pl: Litowa
pt_br: Lítio
sv: Litium

source: Make sure your RileyLink is nearby and powered on
de: Sicherstellen, dass RileyLink sich in der Nähe befindet und angeschaltet ist
es: Asegúrate de que tu RileyLink esté cerca y encendido
fi: Varmista, että RileyLink on riittävän lähellä ja se on kytketty päälle
it: Assicurati che il tuo RileyLink sia nelle vicinanze e acceso
nb: Kontroller at din RileyLink er i nærheten og er påslått
nl: Wees er zeker van dat de RileyLink is in de buurt en aanstaat
pl: Upewnij się, że Twój RileyLink jest w pobliżu i jest włączony
pt_br: Verifique se o seu RileyLink está próximo e ligado
sv: Säkerställ att din RileyLink är nära både telefonen och pumpen, och att den är laddad och påslagen

source: Max setting exceeded
de: Max Einstellung überschritten
es: Ajuste máximo excedido
fi: Maksimiasetus ylitetty
it: Impostazione massima superata
nb: Maksinnstilling overskredet
nl: Max instelling overschreden
pl: Maksymalne ustawienie przekroczone
pt_br: Configuração máxima excedida
sv: Inställt maxvärde överskridet

source: Minimed 500/700 Series
de: Minimed 500/700 Serie
es: Minimed Serie 500/700
fi: Minimed 500/700 -sarja
it: Minimed serie 500/700
pl: Minimed serii 500/700

source: North America
de: Nordamerika
es: Norte America
fi: Pohjois-Amerikka
it: Nord America
nb: Nord Amerika
nl: Noord-Amerika
pl: Ameryka Północna
pt_br: América do Norte
sv: Nordamerika

source: Pump did not respond
de: Pumpe hat nicht geantwortet
es: La microinfusora no respondió
fi: Pumppu ei vastannut
it: Il microinfusore non risponde
nb: Pumpa svarte ikke
nl: Pomp reageert niet
pl: Pompa nie odpowiada
pt_br: A bomba não respondeu
sv: Pumpen svarade inte

source: Pump Error
de: Pumpenfehler
es: Error de microinfusora
fi: Pumppuvirhe
it: Errore Mincroinfusore
nb: Pumpefeil
nl: Pomp foutmelding
pl: Błąd pompy
pt_br: Erro na Bomba
sv: Pumpfel

source: Pump is suspended
de: Pumpe ist gesperrt
es: La microinfusora está suspendida
fi: Pumppu on pysäytetty
it: Il microinfusore è sospeso
nb: Pumpe er pauset
nl: Pomp is onderbroken
pl: Pompa jest zawieszona
pt_br: Bomba suspensa
sv: Pumpen är pausad

source: Pump responded unexpectedly
de: Pumpe hat unerwartet geantwortet
es: La microinfusora respondió de forma inesperada
fi: Pumppu vastasi epätavallisesti
it: Il microinfusore ha risposto inaspettatamente
nb: Pumpen svarte uventet
nl: Pomp reageerde onverwacht
pl: Pompa odpowiedziała w nieoczekiwany sposób
pt_br: Bomba respondeu inesperadamente
sv: Pump svarade oväntat

source: PumpMessage(%1$@, %2$@, %3$@, %4$@)
de: Pumpennachricht(%1$@, %2$@, %3$@, %4$@)
es: MensageMicroinfusadora(%1$@, %2$@, %3$@, %4$@)
fi: PumppuViesti(%1$@, %2$@, %3$@, %4$@)
nb: Pumpemelding(%1$@, %2$@, %3$@, %4$@)
nl: Bericht Pomp (%1$@, %2$@, %3$@, %4$@)
pl: Wiadomość od pompy(%1$@, %2$@, %3$@, %4$@)
pt_br: MensagemDaBomba(%1$@, %2$@, %3$@, %4$@)
sv: Pumpmeddelande(%1$@, %2$@, %3$@, %4$@)

source: Reservoir
es: Reservorio
fi: Säiliö
it: Serbatoio
nb: Reservoar
pl: Zbiornik
pt_br: Reservatório
sv: Reservoar

source: RileyLink radio tune failed
de: Einstellen des RileyLink Funksignals fehlgeschlagen
es: Sintonización de señal de radio de RileyLink falló
fi: RileyLink-radion viritys epäonnistui
it: Sintonizzazione radio RileyLink fallita
nb: RileyLink radiotuning feilet
nl: Afstemmen van de RileyLink Radio mislukt
pl: Dostrajanie radia RileyLink zakończone niepowodzeniem
pt_br: A sintonia do rádio RileyLink falhou
sv: RileyLink radiosignal misslyckad

source: Temporary Basal: %1$.3f U/hour
de: Temporäre Basalrate: %1$.3f E/St
es: Basal Temporal: %1$.3f U/hora
fi: Tilapäinen basaali: %1$.3f U/h
it: Basale Temporanea: %1$.3f U/ora
nb: Midlertidig basaldose: %1$.3f E/timen
nl: Tijdelijk basaal: %1$.3f E/uur
pl: Baza tymczasowa: %1$.3f J/godz
pt_br: Basal Temporária: %1$.3f U/hora
sv: Temporär basal: %1$.3f E/timme

source: Temporary Basal: %1$d min
de: Temporäre Basalrate: %1$d min
es: Basal Temporal: %1$d min
fi: Tilapäinen basaali: %1$d min
it: Basale Temporanea: %1$d min
nb: Midlertidig basaldose: %1$d min
nl: Tijdelijk basaal: %1$d min
pl: Baza tymczasowa: %1$d min
pt_br: Basal Temporária: %1$d min
sv: Temporär basal: %1$d min

source: Temporary Basal: %1$d%%
de: Temporäre Basalrate: %1$d%%
es: Basal Temporal: %1$d%%
fi: Tilapäinen basaali: %1$d%%
it: Basale Temporanea: %1$d%%
nb: Midlertidig basaldose: %1$d%%
nl: Tijdelijk basaal: %1$d%%
pl: Baza tymczasowa: %1$d%%
pt_br: Basal Temporária: %1$d%%
sv: Temporär basal: %1$d%%

source: Unknown pump error code: %1$@
de: Unbekannter Fehlercode der Pumpe: %1$@
es: Error desconocido de código de microinfusora: %1$@
fi: Tuntematon pumpun virhekoodi: %1$@
it: Codice errore microinfusore sconosciuto: %1$@
nb: Ukjent feilkode fra pumpe: %1$@
nl: Onbekende foutmelding pomp: %1$@
pl: Nieznany kod błędu pompy: %1$@
pt_br: Código de erro da bomba desconhecido: %1$@
sv: Okänt pumpfel: %1$@

source: Unknown pump model: %@
de: Unbekanntes Pumpenmodell: %@
es: Modelo desconocido de microinfusora: %@
fi: Tuntematon pumppumalli: %@
it: Modello di microinfusore sconosciuto: %@
nb: Ukjent pumpemodell: %@
nl: Onbekend model pomp: %@
pl: Nieznany model pompy: %@
pt_br: Modelo de bomba desconhecido: %@
sv: Okänd pumpmodell: %@

source: Unknown response during %1$@: %2$@
de: Unbekannte Antwort oder %1$@: %2$@
es: Respuesta desconocida durante %1$@: %2$@
fi: Tuntematon vastaus %1$@: %2$@
it: Risposta sconosciuta per %1$@: %2$@
nb: Ukjent respons ved %1$@: %2$@
nl: Onbekend antwoord gedurende %1$@: %2$@
pl: Nieoczekiwana odpowiedź podczas %1$@: %2$@
pt_br: Resposta desconhecida durante %1$@: %2$@
sv: Okänt svar under %1$@: %2$@

source: World-Wide
de: Weltweit
es: Mundial
fi: Maailmanlaajuinen
it: Internazionale
nl: Wereldwijd
pl: Ogólnoświatowa
pt_br: Mundial
sv: Global
